Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Removed deleted topics from users' favorites
bg_bg: Премахване на изтритите теми от Любими
fi: Poistetaan tuhottuja aiheita käyttäjien suosikeista...
fr_fr: Suppressions des sujets effacés depuis les favoris des utilisateurs
hu_hu: Törölt témák eltávolítáva a felhasználók kedvencei közül
ja: ユーザーのお気に入りから削除済みのトピックを消去しました。
pl_pl: Wyczyszczono ulubione użytkowników z usuniętych tematów
pt_br: Tópicos excluídos dos favoritos dos usuários removidos
sr_rs: Уклоњене обрисане теме из корисничких омиљених
ug_cn: ئۆچۈرۈلگەن تېمىلار قوللانچى ساقلانمىسىدىنمۇ ئۆچۈرۈۋېتىلسۇن

source: Tools
bg_bg: Инструменти
fi: Työkalut
fr_fr: Outils
hu_hu: Eszközök
ja: ツール
pl_pl: Narzędzia
pt_br: Ferramentas
ro_ro: Unelte
sk_sk: Nástroje
sr_rs: Алатке
ug_cn: قوراللار

source: Re-count
bg_bg: Преброяване
fi: Laske uudelleen
fr_fr: Recompter
hu_hu: Újra számolás
ja: 再集計
pl_pl: Ponowne zliczanie
pt_br: Recontar
ro_ro: Re-calculare
sk_sk: Prepočítavanie
sr_rs: Поново преброј
ug_cn: قايتا ساناش

source: To minimize database queries, bbPress keeps it's own count of various items like posts in each topic and topics in each forum. Occasionally these internal counters may become incorrect, you can manually re-count these items using this form.
bg_bg: За да ограничини заявките към базата данни, bbPress си пази броя на различни обекти (например отговорите по всяка тема и темите във всеки форум). Ако се случи тези данни да са неточни, можете да ги преброите наново чрез формуляра по-долу.
fi: Vähentääkseen kyselyitä tietokantaan, bbPress pitää sen omaa lukemaa joistakin asioista, kuten viesteistä, jokaisessa aiheessa ja aiheista jokaisella foorumilla. Kuitenkin nämä yleiset laskimet voivat tulla vääriksi, voit laskea nämä kohteet uudelleen käyttäen tätä lomaketta.
fr_fr: Pour diminuer le nombre de requêtes à la base de données, bbPress conserve divers compteurs de données comme le nombre de messages dans chaque article, le nombre de sujets dans chaque forum, etc. Occasionnellement les compteurs internes peuvent être faussés, vous pouvez recompter manuellement les éléments en utilisant ce formulaire.
hu_hu: Az adatbázis lekérdezések minimalizálása céljából a bbPress saját számlálókat tart fent minden témára/minden fórumban. Előfordulhat, hogy ezek a belső számlálók valótlant mutatnak, ekkor lesz szükség az értékek újra számolására ennek az űrlapnak a segítségével.
ja: データベースへのクエリを最小限に抑えるため、bbPress は様々な項目について独自の集計数を保持しています (各トピックの投稿数や各フォーラムのトピック数など)。たまにこの内部集計数がおかしくなることがありますが、以下のフォームを使ってこれらの項目を再集計することができます。
pl_pl: Aby zminimalizować liczbę zapytań wysyłanych do bazy danych, bbPress posiada swoje własne liczniki rozmaitych danych, takich jak ilości wpisów w każdym z tematów i tematów w każdym z działów. Od czasu do czasu wartości te mogą jednak stać się nieprawidłowe. Możesz ręcznie zliczyć te dane, korzystając z poniższego formularza.
pt_br: Para minimizar as solicitações do banco de dados, o bbPress mantém sua própria conta de vários itens como posts em cada tópico e tópicos em cada fórum. Ocasionalmente estes contadores internos podem se tornar incorretos, você pode recontar estes itens manualmente usando este formulário.
ro_ro: Pentru a face cât mai puține cereri la baza de date, bbPress își ţine singur socoteala pentru anumite elemente cum ar fi mesajele din fiecare subiect şi subiectele din fiecare forum. Ocazional, aceste socoteli interne se mai întâmplă să devină învechite. Aceste elemente pot fi re-numărate folosind formularul de aici.
sr_rs: Да би умањио број упита у базу података, bbPress чува сопствени број различитих ставки као што су поруке у свакој теми и теме у сваком форуму. Повремено ови унутрашњи бројачи могу да постану нетачни, ви можете да ручно поново пребројите ове ставке користећи овај образац.
ug_cn: سانداندىن ئىزدەشنى ئاسانلاشتۇرۇش ئۈچۈن bbPress ھەر بىر تېمىدىكى يازما سانى ۋە ھەر بىر مۇنبەردىكى تېما سانى قاتارلىق ھەر خىل تۈرلەرنىڭ سانىنى ئېلىپ تۇرىدۇ. بەزىدە بۇ سانلار خاتا بولۇپ قالىدۇ. شۇنداق ئەھۋالدا سىز بۇ يەردە ئۇ تۈرلەرنى قايتىدىن سانىتالايسىز.

source: You can also clean out some stale items here, like empty tags.
bg_bg: Оттук можете да зачистите някои застояли елементи, например празни етикети.
fi: Voit myös puhdistaa turhat kohteet pois, kuten tyhjät avainsanat.
fr_fr: Vous pouvez également nettoyer des éléments isolés, comme des mots clefs vides.
hu_hu: Lehetőség van régi elemek kitakarítására, mint például üres címkék.
ja: また、空タグなどの古い項目も除去できます。
pl_pl: Możesz użyć go również do wyczyszczenia pewnych starych danych, takich jak nieużywanych tagów.
pt_br: Você também pode limpar alguns itens obsoletos aqui, como tags vazias.
ro_ro: De asemenea poți elimina de aici unele elemente învechite, cum ar fi etichetele nefolosite.
sr_rs: Такође можете очистити неке устајале ставке као што су празне ознаке.
ug_cn: سىز يەنە قۇرۇق خەتكۈچ دېگەندەك ۋاقتى ئۆتكەن تۈرلەرنى تازىلىيالايسىز.

source: Items to re-count
bg_bg: Обекти за преброяване
fi: Uudelleenlaskettavat kohteet
fr_fr: Éléments à recompter
hu_hu: Újra számolandó elemek
ja: 再集計する項目
pl_pl: Elementy, które mają zostać zliczone ponownie
pt_br: Itens para recontar
ro_ro: Elemente de re-numărat
sk_sk: Položky na prepočítanie
sr_rs: Ставке за ново пребројавање
ug_cn: قايتا سانىلىدىغان تۈرلەر

source: There are no re-count tools available.
bg_bg: Не са налични инструменти за преброяване.
fi: Uudelleenlaskemistyökaluja ei ole saatavilla.
fr_fr: Il n'y a aucun outil de recompte disponible.
hu_hu: Nincsenek elérhető újra számoló eszközök.
ja: 利用できる再集計用のツールがありません。
pl_pl: Brak dostępnych narzędzi do ponownego zliczania.
pt_br: Não há ferramentas de recontagem disponíveis.
ro_ro: Nu este disponibilă nici o unealtă de re-numărare.
sr_rs: Нема доступних алатки за ново пребројавање.
ug_cn: قايتا ساناش قورالى يوق ئىكەن.

source: Recount Items
bg_bg: Преброяване
fi: Laske uudelleen
fr_fr: Recompter les éléments
hu_hu: Tételek újraszámolása
ja: 項目を再集計
pl_pl: Zlicz elementy ponownie
pt_br: Recontar itens
ro_ro: Re-numărare elemente
sk_sk: Prepočítať položky
sr_rs: Поново преброј ставке
ug_cn: تۈرلەرنى قايتا ساناش

source: Invalid topic or forum.
bg_bg: Невалидна тема или форум.
es_es: Tema o foro inválido
et_ee: Vigane teema või foorum.
fi: Aihe tai foorumi ei kelpaa.
fr_fr: Sujet ou forum invalide
hu_hu: Hibás téma, vagy fórum.
id_id: Topik atau forum yang tidak valid.
ja: 無効なトピックまたはフォーラムです。
pl_pl: Nieprawidłowy temat lub dział.
pt_br: Tópico ou fórum inválido
ro_ro: Subiectul sau forumul nu este valid.
sk: Neplatná téma alebo fórum.
sk_sk: Neplatná téma alebo fórum.
sr_rs: Неисправна тема или форум.
th: กระทู้หรือฟอรั่มใช้งานไม่ได้
ug_cn: تېما ياكى مۇنبەر ئىناۋەتسىز.

source: Your topic or forum caused all manner of confusion
bg_bg: Темата или форумът предизвика объркване.
es_es: Tu tema o foro ha causado todo tipo de confusiones
et_ee: Teie teema või foorum häiris foorumitarkvara tööd
fi: Aihe tai foorumi aiheutti häiriön
fr_fr: Votre sujet ou votre forum à semer la confusion
hu_hu: A topikod vagy fórumod összezavarta a felhasználókat
id_id: Topik atau forum Anda menyebabkan segala bentuk kebingungan
ja: あなたのトピックもしくはフォーラムが、色々と混乱を招いたようです。
pl_pl: Twój temat lub dział spowodował porządną dezorientację.
pt_br: Seu tópico ou fórum causou todo tipo de confusão.
ro_ro: Subiectul sau forumul a creat confuzii
sk: Tvoja téma alebo fórum spôsobili všetky možné zmätky
sk_sk: Vaša téma alebo fórum spôsobili všetky možné zmätky
sr_rs: Ваша тема или форум је изазвала све начине комешања
th: กระทู้หรือฟอรั่มของคุณทำให้การทำงานผิดปกติ

source: <strong>Topic undeleted.</strong>
bg_bg: <strong>Темата възстановена.</strong>
fi: <strong>Aihe palautettu.</strong>
fr_fr: <strong>Sujet récupéré.</strong>
hu_hu: <strong>Téma visszaállítva.</strong>
ja: <strong>削除したトピックを復元しました。</strong>
pl_pl: <strong>Usunięcie tematu zostało cofnięte.</strong>
pt_br: <strong>Tópico restaurado.</strong>
ro_ro: <strong>Subiectul a fost restaurat.</strong>
sk_sk: <strong>Téma obnovená.</strong>
sr_rs: <strong>Брисање теме је уклоњено.</strong>
ug_cn: <strong>تېما ئەسلىگە كەلتۈرۈلدى.</strong>

source: <strong>Topic deleted.</strong>
bg_bg: <strong>Темата изтрита.</strong>
fi: <strong>Aihe poistettu.</strong>
fr_fr: <strong>Sujet effacé.</strong>
hu_hu: <strong>Téma törölve.</strong>
ja: <strong>トピックを削除しました。</strong>
pl_pl: <strong>Temat został usunięty.</strong>
pt_br: <strong>Tópico excluído.</strong>
ro_ro: <strong>Subiect șters.</strong>
sk_sk: <strong>Téma vymazaná.</strong>
sr_rs: <strong>Тема је обрисана.</strong>
ug_cn: <strong>تېما ئۆچۈرۈلدى.</strong>

source: <strong>Topic opened.</strong>
bg_bg: <strong>Темата отворена.</strong>
fi: <strong>Aihe avattu.</strong>
fr_fr: <strong>Sujet ouvert.</strong>
hu_hu: <strong>Téma megnyitva.</strong>
ja: <strong>トピックを再開しました。</strong>
pl_pl: <strong>Temat został otwarty.</strong>
pt_br: <strong>Tópico aberto.</strong>
ro_ro: <strong>Subiect deschis.</strong>
sk_sk: <strong>Téma otvorená.</strong>
sr_rs: <strong>Тема је отворена.</strong>
ug_cn: <strong>تېما ئېچىلدى.</strong>

source: <strong>Topic closed.</strong>
bg_bg: <strong>Темата затворена.</strong>
fi: <strong>Aihe suljettu.</strong>
fr_fr: <strong>Sujet fermé.</strong>
hu_hu: <strong>Téma lezárva.</strong>
ja: <strong>トピックを閉じました。</strong>
pl_pl: <strong>Temat został zamknięty.</strong>
pt_br: <strong>Tópico encerrado.</strong>
ro_ro: <strong>Subiect închis.</strong>
sk_sk: <strong>Téma uzavretá.</strong>
sr_rs: <strong>Тема је затворена.</strong>
ug_cn: <strong>تېما تاقالدى.</strong>

source: Topics
bg_bg: Теми
es_es: Temas
et_ee: Teemad
fi: Aiheet
fr_fr: Sujets
hu_hu: Témák
id_id: Topik
ja: トピック
pl_pl: Tematy
pt_br: Tópicos
ro_ro: Subiecte
sk: Témy
sk_sk: Témy
sr_rs: Теме
th: กระทู้
ug_cn: تېمىلار

source: Topic
bg_bg: Тема
es_es: Tema
et_ee: Teema
fi: Aihe
fr_fr: Sujet
hu_hu: Téma
id_id: Topik
ja: トピック
pl_pl: Temat
pt_br: Tópico
ro_ro: Subiect
sk: Téma
sk_sk: Téma
sr_rs: Тема
th: กระทู้
ug_cn: تېما

source: Author
bg_bg: Автор
fi: Kirjoittaja
fr_fr: Auteur
hu_hu: Szerző
ja: 作成者
pl_pl: Autor
pt_br: Autor
ro_ro: Autor
sk_sk: Autor
sr_rs: Аутор
ug_cn: ئاپتور

source: Date
bg_bg: Дата
fi: Päivämäärä
hu_hu: Dátum
ja: 日時
pl_pl: Data
pt_br: Data
ro_ro: Data
sk_sk: Dátum
sr_rs: Датум
ug_cn: چېسلا

source: Freshness
bg_bg: Свежест
es_es: Novedad
et_ee: Värskus
fi: Viimeisin viesti
fr_fr: Il y a
hu_hu: Frissesség
id_id: Kesegaran
ja: 経過時間
pl_pl: Świeżość
pt_br: Tempo desde a publicação
ro_ro: Actualitate
sk: Čerstvé
sk_sk: Čerstvé
sr_rs: Свежина
th: ความใหม่
ug_cn: ئۆتكەن ۋاقىت

source: View
bg_bg: Преглед
fi: Näytä
fr_fr: Voir
hu_hu: Nézet
ja: 表示
pl_pl: Zobacz
pt_br: Ver
ro_ro: Vezi
sk_sk: Zobraziť
sr_rs: Погледај
ug_cn: كۆرۈش

source: Close
bg_bg: Затваряне
fi: Sulje
fr_fr: Fermer
hu_hu: Bezár
ja: クローズ
pl_pl: Zamknij
pt_br: Encerrar
ro_ro: Închide
sk_sk: Zatvoriť
sr_rs: Затвори
ug_cn: يېپىش

# action
source: Open
bg_bg: Отворени
fi: Avoinna
hu_hu: Nyitva
pt_br: Abrir
ro_ro: Deschide
sk_sk: Otvoriť
sr_rs: Отвори
ug_cn: ئېچىش

source: Delete
bg_bg: Изтриване
es_es: Borrar
et_ee: Kustuta
fi: Poista
fr_fr: Effacer
hu_hu: Töröl
id_id: Hapus
ja: 削除
pl_pl: Usuń
pt_br: Excluir
ro_ro: Șterge
sk: Vymaž
sk_sk: Vymazať
sr_rs: Обриши
th: ลบ
ug_cn: ئۆچۈرۈش

source: Undelete
bg_bg: Върни
et_ee: Taasta
fi: Palauta
fr_fr: Rétablir
hu_hu: Visszaállítás
id_id: Tidak terhapus
ja: 削除取り消し
pl_pl: Cofnij usunięcie
pt_br: Desfazer exclusão
ro_ro: Anulează ștergerea
sk: Obnov
sk_sk: Obnoviť
sr_rs: Уклони брисање
th: ไม่ลบ
ug_cn: ئەسلىگە كەلتۈرۈش

source: %s ago
bg_bg: преди %s
fi: %s sitten
fr_fr: il y a %s
hu_hu: %s
ja: %s前
pl_pl: %s temu
pt_br: %s atrás
ro_ro: acum %s
sk_sk: %s dozadu
sr_rs: %s раније
ug_cn: %s بۇرۇن

source: Last post by %s
bg_bg: Последен отговор от %s
fi: Last post käyttäjältä %s
fr_fr: Dernier message par %s
hu_hu: Utolsó bejegyzés: %s
ja: %s からの最近の投稿
pl_pl: Autor ostatniego wpisu: %s
pt_br: Último post por %s
ro_ro: Ultimul mesaj scris de %s
sk_sk: Posledný príspevok od %s
sr_rs: Последњих порука од %s
ug_cn: ئاخىرقى يازما ئاپتورى: %s

source: Beginning upgrade&hellip;
bg_bg: Начало на обновяването&hellip;
et_ee: Uuendamine algab&hellip;
fi: Aloitetaan päivitystä&hellip;
fr_fr: Début de la mise à jour&hellip;
hu_hu: Frissítés megkezdése&hellip;
ja: アップグレードを開始&hellip;
pl_pl: Rozpoczynanie aktualizacji&hellip;
pt_br: Iniciando a atualização&hellip;
ro_ro: Se începe actualizarea&hellip;
sr_rs: Почетак ажурирања&hellip;
ug_cn: يېڭىلاش باشلىنىۋاتىدۇ&hellip;

source: Done
bg_bg: Готово
et_ee: Valmis
fi: Valmis
fr_fr: Terminé
hu_hu: Kész
ja: 完了
pl_pl: Gotowe
pt_br: Concluído
ro_ro: Finalizat
sk_sk: Hotovo
sr_rs: Завршено
ug_cn: تۈگىدى

source: bbPress database upgrade
bg_bg: Обновяване на базата данни на bbPress.
et_ee: bbPressi andmebaasi uuendus
fi: bbPress-tietokannan päivitys
fr_fr: bbPress &rsaquo; Mise à jour
hu_hu: bbPress adatbázis frissítés
ja: bbPress データベースのアップグレード
pl_pl: Aktualizacja bazy danych bbPressa
pt_br: Atualização do banco de dados do bbPress
ro_ro: Atualizarea bazei de date bbPress
sk_sk: aktualizácia databázy bbPress
sr_rs: Ажурирање базе података bbPress-а
th: อัปเกรดฐานข้อมูล bbPress
ug_cn: bbPress ساندانىنى يېڭىلاش

source: Nothing to upgrade. <a href="%s">Get back to work!</a>
bg_bg: Няма нищо за обновяване. <a href="%s">Обратно на работа!</a>
es_es: No hay nada que actualizar. <a href="%s">¡Vuelve al trabajo!</a>
et_ee: Pole midagi uuendada. <a href="%s">Tagasi tööle!</a>
fi: Ei päivitettävää. <a href="%s">Takaisin töihin!</a>
fr_fr: Rien à mettre à jour. <a href="%s">Retournez travailler !</a>
hu_hu: Nincs mit frissíteni. <a href="%s">Nyomás vissza, dolgozni!</a>
id_id: Tak ada yang perlu dimutakhirkan. <a href="%s">Kembali bekerja!</a>
ja: 何もアップグレードするものはありません。<a href="%s">作業に戻ってください !</a>
pl_pl: Nie ma niczego, co można zaktualizować. <a href="%s">Wracaj do pracy!</a>
pt_br: Nada para atualizar. <a href="%s">Volte ao trabalho!</a>
ro_ro: Nu sunt necesare actualizări. <a href="%s">Se poate continua lucrul!</a>
sk: Nie je čo aktualizovať. <a href="%s">Späť do práce!</a>
sk_sk: Nie je čo aktualizovať. <a href="%s">Späť do práce!</a>
sr_rs: Нема ничега за ажурирање. <a href="%s">Вратите се назад на посао!</a>
th: ไม่มีสิ่งใดให้อัปเกรด <a href="%s">กลับไปสั่งการต่อ!</a>
ug_cn: يېڭىلايدىغان ھېەنىمە يوقكەن. <a href="%s">ئىشىمىزغا قايتايلى!</a>

source: Database upgrade required
bg_bg: Нужно е обновяване на базата данни.
et_ee: Andmebaasi uuendus on vajalik
fi: Tietokantasi ei ole ajan tasalla
fr_fr: Mise à jour de la base de données requise
hu_hu: Az adatbázis frissítése szükséges
ja: データベースのアップグレードが必要です
pl_pl: Wymagana jest aktualizacja bazy danych
pt_br: É necessário atualizar o banco de dados.
ro_ro: Este necesară actualizarea bazei de date
sk_sk: Vyžaduje sa aktualizácia databázy
sr_rs: Потребно је ажурирање базе података
th: ต้องการการอัปเกรดฐานข้อมูล
ug_cn: سانداننى يېڭىلاش زۆرۈر

source: It looks like your database is out-of-date. You can upgrade it here.
bg_bg: Базата данни изглежда остаряла. Обновете оттук.
fi: Tietokantasi näyttää olevan vanhentunut.<br />Voit päivittää sen tästä.
fr_fr: Votre base de données bbPress est ancienne. Vous pouvez la mettre à jour ici.
hu_hu: Úgy tűnik, az adatbázis elavult. Itt lehetséges frissíteni.
ja: データベースが古くなっています。ここでアップグレードすることができます。
pl_pl: Wygląda na to, że Twoja baza danych jest nieaktualna. Możesz ją zaktualizować w tym miejscu.
pt_br: Parece que o seu banco de dados está desatualizado. Você pode atualizá-lo aqui.
ro_ro: Se pare că baza de date este învechită. O poți actualiza aici.
sk_sk: Vyzerá to, že vaša databáza je zastaralá. Môžete ju aktualizovať tu.
sr_rs: Изгледа да је ваша база података застарела. Можете је ажурирати овде.
ug_cn: ساندانىڭىزنىڭ ۋاقتى ئۆتكەندەك قىلىدۇ. بۇ يەردىن يېڭىلىۋېلىڭ.

source: Upgrade database
bg_bg: Обновяване на база данни
fi: Päivitä tietokanta
fr_fr: Mettre à jour la base de données
hu_hu: Adatbázis frissítés
ja: データベースをアップグレード
pl_pl: Zaktualizuj bazę danych
pt_br: Atualizar banco de dados
ro_ro: Actualizare bază de date
sk_sk: Aktualizácia databázy
sr_rs: Ажурирај базу података
ug_cn: سانداننى يېڭىلاش

source: Database upgrade complete
bg_bg: Обновяването на базата данни приключи.
et_ee: Andmebaasi uuendus valmis
fi: Tietokannan päivitys valmis
fr_fr: La base de données a été mise à jour avec succès&nbsp;!
hu_hu: Az adatbázis frissítése befejeződött
ja: データベースのアップグレード完了
pl_pl: Aktualizacja bazy danych została ukończona
pt_br: Atualização do banco de dados finalizada
ro_ro: Actualizarea bazei de date s-a finalizat
sk_sk: Aktualizácia databázy skončená
sr_rs: База података је ажурирана
th: อัปเกรดฐานข้อมูลสำเร็จ
ug_cn: سانداننى يېڭىلاش ئاياقلاشتى

source: Your database has been successfully upgraded, enjoy!
bg_bg: Базата данни беше обновена успешно. Готово!
fi: bbPressin tietokanta on päivitetty onnistuneesti. Ole hyvä!
fr_fr: Votre base de données a été mise à jour avec succès&nbsp;!
hu_hu: Az adatbázis sikeresen frissítve, jó szórakozást!
ja: データベースのアップグレードが完了しました。では、お楽しみください !
pl_pl: Twoja baza danych została pomyślnie aktualizowana. Voila!
pt_br: Seu banco de dados foi atualizado com sucesso. Divirta-se!
ro_ro: Baza de date a fost actualizată cu succes, spor!
sk_sk: Vaša databáza bola úspešne aktualizovaná!
sr_rs: Ваша база података је успешно ажурирана. Уживајте!
ug_cn: ساندانىڭىز مۇۋەپپەقىيەتلىك يېڭىلاندى، كوڭۈللۈك ئىشلەتكەيسىز!

source: Show upgrade messages
bg_bg: Покажи протокола от обновяването
fi: Näytä päivityksen lokitiedot
fr_fr: Affiche les avertissements durant la mise à jour
hu_hu: Frissítési üzenetek mutatása
ja: アップグレードメッセージを表示する
pl_pl: Pokaż komunikaty skryptu aktualizującego
pt_br: Mostrar mensagens de atualização
ro_ro: Afișează mesajele de la actualizare
sk_sk: Ukázať aktualizačné správy
sr_rs: Прикажи поруке о ажурирању
ug_cn: يېڭىلاش ئۇچۇرلىرىنى كۆرسىتىش

source: Upgrade log
bg_bg: Проткол от обновяването
fi: Päivitysloki
fr_fr: Historique de mise à jour
hu_hu: Frissítési napló
ja: アップグレードログ
pl_pl: Dziennik aktualizacji
pt_br: Resumo de atualização
ro_ro: Mesajele de la actualizare
sk_sk: Záznam aktualizácie
sr_rs: Белешка ажурирања
ug_cn: يېڭىلاش خاتىرىسى

source: &laquo; Go back to forums
bg_bg: &laquo; Връщане към форума
et_ee: &laquo; Tagasi foorumisse
fi: &laquo; Takaisin
fr_fr: &laquo; Retour sur les forums
hu_hu: &larr; Vissza a fórumokhoz
ja: &laquo; フォーラムへ戻る
pl_pl: &laquo; Powróć do forum
pt_br: &laquo; Voltar para os fóruns
ro_ro: &laquo; Înapoi la forumuri
sk_sk: &laquo; Vrátiť sa späť do fór
sr_rs: &laquo; Иди назад на форуме
ug_cn: &laquo; مۇنبەرگە قايتىش

source: Go to admin
bg_bg: Към администрацията
fi: Ylläpitoon
fr_fr: Aller dans l&#8217;administration
hu_hu: Ugrás az adminra
ja: 管理画面へ
pl_pl: Przejdź do panelu administracyjnego
pt_br: Ir para administração
ro_ro: Mergi la administrare
sk_sk: Prejsť do administrácie
sr_rs: Иди на управљање
ug_cn: باشقۇرۇش بېتىگە يۆتكىلىش

source: Database upgrade failed
bg_bg: Грешка при обновяването на базата данни.
et_ee: Andmebaasi uuendamine ebaõnnestus
fi: Tietokannan päivittäminen epäonnistui
fr_fr: Échec lors de la mise à jour de la base de données.
hu_hu: Az adatbázis frissítése sikertelen
ja: データベースのアップグレードに失敗しました。
pl_pl: Aktualizacja bazy danych nie powiodła się
pt_br: Atualização do banco de dados falhou
ro_ro: Actualizarea bazei de date a eșuat
sk_sk: Aktualizácia databázy zlyhala
sr_rs: Ажурирање базе података није успело
th: ล้มเหลวในการอัพเกรดฐานข้อมูล
ug_cn: سانداننى يېڭىلاش مەغلۇپ بولدى

source: The upgrade process seems to have failed. Check the upgrade messages below for more information.<br /><br />Attempting to go to the admin area without resolving the listed errors will return you to this upgrade page.
bg_bg: Обновяването завърши неупсешно. Прегледайте съобщенията по-долу за повече информация.<br /><br />Влизане в администраторския панел ще ви върне към страницата за обновяване.
fi: Päivitys epäonnistui. Voi joko yrittää uudelleen tai mennä <a href="%s">takaisin foorumiin.</a>.<br /><br />Päivitysohjelma käynnistyy uudelleen, kun yrität kirjautua ylläpitoon.
fr_fr: Le processus de mise à jour semble avoir échoué. Vérifiez les avertissements de mise à jour ci-dessous pour plus d'informations.<br /><br />Si vous tentez d&#8217;accéder à votre console d&#8217;administration sans résoudre cette liste d'erreurs, il vous sera redemander de mettre à jour votre installation.
hu_hu: A frissítési folyamat sikertelen. Tekintsd meg az alábbi üzeneteket a részletekért.<br /><br />Az adminisztrációs felület felkeresése a hibák megoldása nélkül erre a frissítési oldalra való visszairányítást eredményez.
ja: アップグレード処理に失敗したようです。詳細については以下のアップグレードメッセージを確認してください。<br /><br />表示されたエラーを解決せずに管理画面に移動しようとすると、このアップグレードページに転送されるでしょう。
pl_pl: Wygląda na to, że aktualizacja nie powiodła się. Zobacz wiadomości skryptu aktualizującego wyświetlane poniżej, aby uzyskać więcej informacji.<br /><br />Próba przejścia do panelu administracyjnego bez rozwiązania poniższych problemów spowoduje przekierowanie na tę stronę.
pt_br: O processo de atualização parece ter falhado. Verifique as mensagens de atualização abaixo para mais informações.<br /><br /> Tentar ir para a administração sem resolver os erros listados vai trazê-lo de volta a essa página de atualização.
ro_ro: Se pare că procesul de actualizare a eșuat. Pentru mai multe informații verifică mesajele de la actualizare de mai jos.<br /><br />Dacă încerci să revii la panoul de administare fără a rezolva erorile listate, vei fi redirecţionat la această pagină.
sr_rs: Изгледа да ажурирање није успело. Погледајте поруке о ажурирању испод за више података.<br /><br />Покушавање одласка на управљачки одељак без решавања наведених грешака ће вас вратити на ову страницу за ажурирање.
ug_cn: يېڭىلاش مەشغۇلاتى مەغلۇب بولغاندەك قىلىدۇ. تەپسىلىي ئۇچۇرلارنى تۆۋەندىكى يېڭىلاش ئۇچۇرلىرىدىن تەكشۈرۈڭ.<br /><br />كۆرسىتىلگەن خاتالىقلارنى تۈزەتمەستىنلا باشقۇرۇش رايونىغا بارماقچى بولسىڭىز يەنىلا بۇ يېڭىلاش بېتىگە قايتۇرۇلىسىز.

source: Error log
bg_bg: Протокол на грешките
fi: Virheloki
fr_fr: Historique des erreurs
hu_hu: Hiba napló
ja: エラーログ
pl_pl: Dziennik błędów
pt_br: Resumo de erros
ro_ro: Mesajele de eroare
sk_sk: Chyba záznamu
sr_rs: Белешка грешака
ug_cn: خاتالىقلار خاتىرىسى

source: Try again
bg_bg: Опитайте отново
fi: Yritä uudelleen
fr_fr: Essayez à nouveau
hu_hu: Próbáljuk meg újra!
ja: もう一度やり直す
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
ro_ro: Încearcă din nou
sk_sk: Skúsiť znova
sr_rs: Покушајте поново
ug_cn: قايتا سىناڭ

source: bbPress &rsaquo; Error
bg_bg: bbPress &rsaquo; Грешка
et_ee: bbPressi &rsaquo; viga
fi: bbPress &rsaquo; Virhe
fr_fr: bbPress &rsaquo; Erreur
hu_hu: bbPress &rsaquo; hiba
id_id: bbPress &rsaquo; Galat
ja: bbPress &rsaquo; エラー
pl_pl: bbPress &rsaquo; Błąd
pt_br: bbPress &rsaquo; Erro
ro_ro: bbPress &rsaquo; Eroare
sk: bbPress &rsaquo; Chyba
sk_sk: bbPress &rsaquo; Chyba
sr_rs: bbPress &rsaquo; Грешка
th: bbPress &rsaquo; ผิดพลาด
ug_cn: bbPress &rsaquo; خاتالىق

source: Oh dear!
bg_bg: Неочаквана грешка
et_ee: Taevake!
fi: Voi harmi!
fr_fr: Ho attention !
hu_hu: A manóba!
ja: おっと !
pl_pl: Ojej!
pt_br: Ai, ai!
ro_ro: O, vai!
sr_rs: О, човече!
th: โอ๊ว ไม่นะ (- -')
ug_cn: ۋاي ئاللا!

source: bbPress installer
bg_bg: Инсталация на bbPress
et_ee: bbPressi paigaldamine
fi: bbPress-asennusohjelma
fr_fr: Utilitaire d&#8217;installation de bbPress
hu_hu: bbPress telepítő
ja: bbPress インストーラー
pl_pl: Instalator bbPressa
pt_br: Programa de instalação do bbPress
ro_ro: Instalatorul bbPress
sk_sk: inštalátor bbPress
sr_rs: bbPress инсталирање
th: ตัวติดตั้ง bbPress
ug_cn: bbPress قاچىلاش پروگراممىسى

source: Welcome
bg_bg: Добре дошли
et_ee: Tere tulemast
fi: Tervetuloa
fr_fr: Bienvenue
hu_hu: Telepítés
ja: ようこそ
pl_pl: Witaj
pt_br: Bem-vindo
ro_ro: Bine ai venit
sk_sk: Vitajte
sr_rs: Добро дошли
th: ยินดีต้อนรับ
ug_cn: مەرھابا
