Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Welcome to the bbPress installer
bg_bg: Добре дошли в инсталиращата програма на bbPress
et_ee: Tere tulemast bbPressi paigaldamisele
fi: Tervetuloa asentamaan bbPressiä
fr_fr: Bienvenue sur l&#8217;utilitaire d&#8217;installation de bbPress
hu_hu: Üdvözöl a bbPress telepítő
ja: bbPress のインストーラーへようこそ
pl_pl: Witaj w instalatorze bbPressa
pt_br: Seja bem-vindo ao programa de instalação do bbPress
ro_ro: Bine ai venit la instalatorul bbPress
sk_sk: Vitaj v bbPress inštalátore
sr_rs: Добродошли у bbPress инсталирање
th: ยินดีต้อนรับสู่ตัวติดตั้ง bbPress
ug_cn: bbPress قاچىلاش پروگراممىسىغا خۇش كەپسىز

source: We're now going to go through a few steps to get you up and running.
bg_bg: Да пристъпим към инсталацията.
et_ee: Teeme läbi mõned sammud ja varsti ongi foorum üleval.
fi: Käymme läpi muutaman vaiheen, joiden avulla pääset heti vauhtiin.
fr_fr: Nous allons maintenant procéder par étapes pour configurer et installer bbPress.
hu_hu: Pár lépésben megtörténik a beállítás és már használhatod is.
ja: これから行ういくつかのステップで、すぐにフォーラムが使えるようになります。
pl_pl: Instalacja składa się z kilku etapów, które pozwolą Ci rozpocząć pracę z bbPressem.
pt_br: Passaremos agora por algumas etapas para entrar em funcionamento.
ro_ro: Sunt de parcurs câțiva pași pentru a termina treaba.
sr_rs: Сада ћемо проћи кроз неколико корака да бисмо поставили да све ради.
th: เรากำลังอยู่ในขั้นตอนบางอย่างที่จะทำให้คุณใช้งานได้
ug_cn: ئەمدى بىر قانچە قەدەم ئارقىلىق مۇنبەرنى ئىشلەتكىلى بولىدىغان قىلىمىز.

source: Ready? Then let's get started!
bg_bg: Готови? Тогава да започваме!
fi: Oletko valmis? Aloitetaan!
fr_fr: Prêt ? Alors, on est parti !
hu_hu: Kész? Akkor induljunk!
ja: 準備はできましたか ? それでは始めましょう !
pl_pl: Wszystko gotowe? Zatem zaczynajmy!
pt_br: Pronto? Então vamos começar!
ro_ro: Ești gata? Atunci hai să începem!
sk_sk: Pripravený? Tak môžeme začať!
sr_rs: Спремни? Онда кренимо!
ug_cn: تەييار بولدىڭىزمۇ؟ ئۇنداقتا باشلايلى!

source: Step 1
bg_bg: Стъпка 1
et_ee: Esimene samm
fi: Vaihe 1
fr_fr: Étape 1
hu_hu: 1. lépés
ja: ステップ1
pl_pl: Krok 1
pt_br: Passo 1
ro_ro: Pasul 1
sk_sk: Krok 1
sr_rs: Први корак
th: ขั้นตอนที่ 1
ug_cn: 1- قەدەم

source: Database configuration
bg_bg: Настройване на базата данни
et_ee: Andmebaasi andmed
fi: Tietokannan asetukset
fr_fr: Configuration de la base de données
hu_hu: Adatbázis beállítása
ja: データベース設定
pl_pl: Konfiguracja bazy danych
pt_br: Configuração do banco de dados
ro_ro: Configurarea bazei de date
sk_sk: Konfigurácia databázy
sr_rs: Подешавања базе података
th: การตั้งค่าฐานข้อมูล
ug_cn: ساندان سەپلىمىلىرى

source: In this step you need to enter your database connection details. The installer will attempt to create a file called <code>bb-config.php</code> in the root directory of your bbPress installation.
bg_bg: Тук трябва да настроите връзката с базата данни. Инсталацията ще се опита да създаде файл наречен <code>bb-config.php</code> в главната директория на bbPress.
fi: Määritä tässä tietokantayhteytesi asetukset. Asennusohjelma yrittää luoda tiedoston nimeltä <code> bb-config.php </ code> bbPress-asennuksesi juurihakemistoon.
fr_fr: Vous devez saisir ici les détails de la connexion à la base de données. L&#8217;utilitaire d&#8217;installation tentera de créer un fichier appelé <code>bb-config.php</code> à la racine du dossier d&#8217;installation de bbPress.
hu_hu: Itt az adatbázis kapcsolatod részleteit kell magadni. A telepítő megpróbálja létrehozni a <code>bb-config.php</code> fájlt a bbPress telepítés gyökérkönyvtárában.
ja: こちらにデータベース接続情報を入力してください。インストーラーは、bbPress 設置ディレクトリに bb-config.php と呼ばれるファイルの作成を試みます。
pl_pl: Na tym etapie musisz wprowadzić dane wymagane do połączenia się z bazą danych. Instalator spróbuje utworzyć plik o nazwie <code>bb-config.php</code> w głównym katalogu Twojej instalacji bbPressa.
pt_br: Neste passo você precisa inserir detalhes da conexão com seu banco de dados. O programa de instalação tentará criar um arquivo chamado <code>bb-config.php</ code> no diretório raiz de instalação do seu bbPress.
ro_ro: În acest pas, trebuie să introduci detaliile pentru conectarea la baza de date. Instalatorul va încerca să creeze un fișier pe nume <code>bb-config.php</code> în directorul rădăcină bbPress.
sr_rs: У овом кораку морате да унесете податке о вези ка вашој бази података. Инсталација ће покушати да направи датотеку <code>bb-config.php</code> у почетном директоријуму ваше bbPress инсталације.
ug_cn: بۇ يەردە ساندان ئۇلىنىش ئۇچۇرلىرىنى تەپسىلىي كىرگۈزۈڭ. قاچىلاش پروگراممىسى bbPress قاچىلاش مۇندەرىجىسى ئاستىغا <code>bb-config.php</code> نامىدا بىر ھۆججەت قۇرۇشقا ھەرىكەت قىلىدۇ.

source: If you're not sure what to put here, contact your web hosting provider.
bg_bg: Ако не сте сигурни какво да въведете тук, косултирайте се с вашия хостинг доставчик.
et_ee: Kui te pole kindel mida siia kirjutada, siis võtke ühendust oma veebiserveri haldajaga.
fi: Mikäli et ole varma mitä laittaa tähän, ota yhteys web-palveluntarjoajaasi.
fr_fr: Si vous n&#8217;êtes pas sûr de ce qu&#8217;il faut saisir, contacter votre hébergeur web.
hu_hu: Ha nem tudod itt mit kéne megadnod, akkor lépj kapcsolatba a hosting szolgáltatóddal.
ja: ここに何を記入すればよいか分からない場合は、サーバー管理者に連絡してください。
pl_pl: Jeśli nie masz pewności co do wartości, które powinny zostać tutaj wprowadzone, skontaktuj się z administratorem swojego serwera.
pt_br: Se você não tem certeza de como preencher, entre em contato com seu provedor de hospedagem.
ro_ro: Dacă nu ești sigur ce trebuie scris, i-a legătură cu echipa de asistență ce oferă găzduirea web.
sr_rs: Уколико нисте сигурни шта да ставите овде, контактирајте свог домаћина сервера.
th: ถ้าคุณไม่แน่ใจว่าต้องใส่อะไรบ้าง กรุณาติดต่อผู้ให้บริการโฮสท์ของคุณ
ug_cn: ئەگەر بۇ يەرگە نېمە نەرسە قويىدىغاننى بىلەلمىسىڭىز، ئۇنداقتا تور مۇلازىمەتچىڭىز بىلەن ئالاقىلىشىڭ.

source: Step 2
bg_bg: Стъпка 2
et_ee: Teine samm
fi: Vaihe 2
fr_fr: Étape 2
hu_hu: 2. lépés
ja: ステップ2
pl_pl: Krok 2
pt_br: Passo 2
ro_ro: Pasul 2
sk_sk: Krok 2
sr_rs: Други корак
th: ขั้นตอนที่ 2
ug_cn: 2- قەدەم

source: WordPress integration (optional)
bg_bg: Интеграция с WorldPress (по избор)
et_ee: WordPressiga sidumine (vabatahtlik)
fi: Integrointi WordPressiin (valinnainen)
fr_fr: Intégration à WordPress (optionnel)
hu_hu: WordPress integráció (nem kötelező)
ja: WordPress ブログとの統合 (オプション)
pl_pl: Integracja z WordPressem (opcjonalna)
pt_br: Integração com o WordPress (opcional)
ro_ro: Integrarea cu WordPress (opțională)
sk_sk: Integrácia WordPress (voliteľné)
sr_rs: Спајање са Вордпресом (опционо)
th: การเชื่อมต่อกับเวิร์ดเพรส (ทางเลือก)
ug_cn: ۋوردپرەسكە باغلاش (ئىختىيارى)

source: &laquo; skipped
bg_bg: &laquo; прескочане
et_ee: &laquo; vahele jäetud
fi: &laquo; hypättiin yli
fr_fr: &laquo; sauté
hu_hu: &laquo; kihagyva
ja: &laquo; スキップ
pl_pl: &laquo; pominięto
pt_br: &laquo; ignorado
ro_ro: &laquo; s-a sărit peste
sk_sk: &laquo; preskočené
sr_rs: &laquo; прескочено
th: &laquo; ถูกข้าม
ug_cn: &laquo; ئاتلاپ ئۆتۈلدى

source: bbPress can integrate login and user data seamlessly with WordPress. You can safely skip this step if you do not wish to integrate with an existing WordPress install.
bg_bg: bbPress може да интегрира потребителските си данни с WorldPress. Можете спокойно да пропуснете тази стъпка, ако не искате да интегрирате с WorldPress.
fi: bbPress voi integroida kirjautumis- ja käyttäjätiedot saumattomasti WordPressin kanssa. Voit huoletta hypätä tämän osan yli, mikäli et halua integroida tietojasi olemassa olevan WordPress-asennuksen kanssa.
fr_fr: bbPress peut s&#8217;intégrer facilement avec la base utilisateurs de WordPress. Vous pouvez passer cette section sans risque, si vous ne souhaitez pas intégrer bbPress avec WordPress.
hu_hu: A bbPress képes integrálni a bejelentkezési és felhasználói adatokat a WordPress-el. Nyugodtan átlehet ugrani ezt a rész, amennyiben nem lesz WordPress integráció.
ja: bbPress は、WordPress のログインとユーザーデータをシームレスに統合することができます。既存の WordPress に統合したくない場合は、このステップを省略することができます。
pl_pl: bbPress może w przezroczysty sposób zintegrować dane użytkowników z WordPressem. Możesz spokojnie pominąć ten krok, jeżeli nie chcesz wykonać integracji z istniejącą instalacją WordPressa.
pt_br: O bbPress pode integrar o login e os dados do usuário em perfeita harmonia com o WordPress. Você pode pular sem problemas esta seção, se você não deseja a integração com uma instalação existente do WordPress.
ro_ro: bbPress poate integra fără probleme datele utilizatorilor și datele de autentificare cu WordPress. Poți sări fără grijă peste acest pas dacă nu doreşti să integrezi bbPress cu o instalare de WordPress.
sr_rs: bbPress може да споји корисничке и податке за пријављивање са Вордпресом. Можете сигурно прескочити овај корак уколико не желите да спојите са постојећом инсталацијом Вордпреса.
ug_cn: bbPress تە ۋوردپرەسكە كىرىش ۋە قوللانچى سانلىق مەلۇماتلىرىنى ئاسانلا بىرلەشتۈرگىلى بولىدۇ. ئەگەر ۋوردپرەس بىلەن بىرلەشتۈرگۈڭىز بولمىسا، بۇ باسقۇچتىن ئاتلاپ كەتسىڭىز بولىدۇ.

source: Step 3
bg_bg: Стъпка 3
et_ee: Kolmas samm
fi: Vaihe 3
fr_fr: Étape 3
hu_hu: 3. lépés
ja: ステップ3
pl_pl: Krok 3
pt_br: Passo 3
ro_ro: Pasul 3
sk_sk: Krok 3
sr_rs: Трећи корак
th: ขั้นตอนที่ 3
ug_cn: 3- قەدەم

source: Site settings
bg_bg: Настройки на сайта
et_ee: Lehe seaded
fi: Sivuston asetukset
fr_fr: Réglages du site
hu_hu: Weboldal beállítások
ja: サイト設定
pl_pl: Ustawienia strony
pt_br: Configurações do Site
ro_ro: Setări site
sk_sk: Nastavenia stránky
sr_rs: Подешавања веб места
th: การตั้งค่าเวบไซต์
ug_cn: تور بەت تەڭشەكلىرى

source: Finalize your installation by adding a name, your first user and your first forum.
bg_bg: Завършете инсталацията, като въведете име, първия потребител и първия форум.
et_ee: Viige paigaldamine lõpule: lisage nimi, esimene kasutaja ja esimene foorum.
fi: Viimeistele asennus lisäämällä nimi, ensimmäinen käyttäjäsi ja ensimmäinen foorumisi.
fr_fr: Pour finaliser l&#8217;installation, vous devez ajouter un nom à votre premier utilisateur et premier forum.
hu_hu: A telepítés befejezéséhez adj hozzá egy nevet, az első felhazsnálót és az első fórumodat.
ja: 名前、一人目のユーザー、最初のフォーラムを追加し、インストールを完了してください。
pl_pl: Sfinalizuj instalację poprzez nadanie forum nazwy, utworzenie konta pierwszego użytkownika oraz pierwszego działu.
pt_br: Termine a instalação adicionando um nome, seu primeiro usuário e seu primeiro fórum.
ro_ro: Finalizează instalarea prin adăugarea unui nume, crearea primului utilizator și forum.
sr_rs: Завршите са инсталирањем додајући име, свог првог корисника и први форум.
th: จบขั้นตอนการติดตั้งโดยการใส่ชื่อผู้ใช้คนแรกและชื่อฟอรั่มแรกของคุณ
ug_cn: ئىسىم، تۇنجى قوللانچى ۋە تۇنجى مۇنبەرنى قوشۇپ، قاچىلاشنى ئاياقلاشتۇرۇڭ.

source: Finished
bg_bg: Готово
et_ee: Valmis
fi: Valmis
fr_fr: Terminé
hu_hu: Elkészült
ja: 完了しました !
pl_pl: Koniec
pt_br: Finalizado
ro_ro: Finalizat
sk_sk: Dokončené
sr_rs: Завршено
th: เสร็จแล้ว
ug_cn: تۈگىدى

source: Installation complete!
bg_bg: Инсталацията приключи!
et_ee: Paigaldamine valmis!
fi: Asennus valmis!
fr_fr: Installation terminée !
hu_hu: Telepítési elkészült
ja: インストールを完了しました !
pl_pl: Instalacja została ukończona!
pt_br: Instalação completa!
ro_ro: Instalarea s-a încheiat!
sk_sk: Inštalácia dokončená!
sr_rs: Инсталирање је завршено!
th: การติดตั้งสำเร็จแล้ว
ug_cn: قاچىلاش تاماملاندى!

source: Your PHP installation appears to be missing the MySQL extension which is required for bbPress
bg_bg: Инсталацията на PHP няма разширение за MySQL, което е необходимо за bbPress.
et_ee: Teie PHP seadistusest on puudu MySQL lisa, mis on bbPressi tööks vajalik
fi: PHP-asennuksestasi näyttää puuttuvan bbPressin vaatima MySQL-laajennus.
fr_fr: Votre installation PHP ne dispose pas de l&#8217;extension MySQL. Extension requise pour bbPress.
hu_hu: Úgy tűnik, hogy hiányzik a MySQL kiterjesztés a PHP telepítéséből, pedig arra a bbPressnek szüksége van.
ja: お使いの PHP には bbPress に必要な MySQL 拡張がないようです。
pl_pl: Wygląda na to, że w Twojej instalacji PHP brak rozszerzenia MySQL, które jest wymagane do pracy bbPressa.
pt_br: Sua instalação do PHP parece não ter encontrado a extensão do MySQL que é necessária para o bbPress
ro_ro: Instalarea PHP nu are extensia MySQL care este necesară pentru bbPress
sk_sk: PHP na Vašom serveri pravdepodobne neobsahuje rozšírenie MySQL, ktoré je potrebné pre bbPress
sr_rs: Вашој PHP инсталацији изгледа да фали MySQL проширење које је неопходно за bbPress
th: การติดตั้ง PHP ของคุณนั้นไม่มีการลงในส่วนเพิ่มของ MySQL ซึ่งส่วนนี้สำคัญต่อการทำงานของ bbPress
ug_cn: مۇلازىمېتىرىڭىزدىكى PHP دا bbPress كە لازىملىق MySQL كېڭەيتىلمە نامىنى ئىشلەتكىلى بولمايدىكەن.

source: Please complete your installation before attempting to include WordPress within bbPress
bg_bg: Моля завършете инсталацията пред да интегрирате WirdPress с bbPress.
et_ee: Palun viige bbPressi paigaldus lõpule, enne kui püüate WordPressi kaasata
fi: Viimeistele asennus ennen kuin yrität lisätä WordPressiä bbPressiin
fr_fr: Merci de terminer l&rsquo;installation avant d'essayer d&rsquo;inclure Wordpress dans bbPress
hu_hu: Kérlek fejezd be a telepítést mielőtt megpróbálod a WordPress-t összeházasítani a bbPress-el.
ja: bbPress と WordPress の統合を試す前にインストールを終えてください。
pl_pl: Proszę ukończyć instalację przed próbą integracji bbPressa z WordPressem
pt_br: Complete a sua instalação antes de tentar incluir o WordPress no bbPress.
ro_ro: Trebuie să completezi instalarea înainte de a încerca să integrezi WordPress cu bbPress
sr_rs: Молимо вас да завршите са својим инсталирањем пре него што покушате да укључите Вордпрес у bbPress-у
th: กรุณาทำการติดตั้งให้เสร็จก่อนที่จะพยายามรวม WordPress ใน bbPress
ug_cn: bbPress بىلەن ۋوردپرەسنى بىرلەشتۈرۈشتىن ئاۋال قاچىلاشنى تاماملىغايسىز.

source: Installation language
bg_bg: Език на инсталацията
fi: Asennuksen kieli
fr_fr: Langue de l'installation
hu_hu: Telepítés nyelve
ja: インストール時の言語
pl_pl: Język instalatora
pt_br: Idioma de instalação
ro_ro: Limba de instalare
sk_sk: Jazyk inštalácie
sr_rs: Језик инсталације
ug_cn: قاچىلاش تىلى

source: Sets the language to be used during the installation process only.
bg_bg: Избор на език, който да ползвате по време на инсталация.
fi: Valitse asennuksen aikana käytettävä kieli.
fr_fr: Merci de choisir la langue que vous voulez utiliser durant l'installation seulement.
hu_hu: A telepítés során használni kívánt nyelv kiválasztása.
ja: インストール時のみに使われる言語設定です。
pl_pl: Ustawia język, który będzie używany w procesie instalacji.
pt_br: Seleciona o idioma a ser usado durante o processo de instalação somente.
ro_ro: Setează limba ce va fi folosită pe parcursul instalării.
sr_rs: Поставља језик који ће се користи само током инсталације.
ug_cn: قاچىلاش پروگراممىسى ئۈچۈن ئىشلىتىلىدىغان تىلنى بەلگىلەڭ.

source: An old <code>config.php</code> file has been detected in your installation. You should remove it and run the <a href="install.php">installer</a> again. You can use the same database connection details if you do.
bg_bg: Стар <code>config.php</code> файл беше открит сред инсталацията. Премахнете го и стартирайте <a href="install.php">инсталацията</a> отново. Ще можете да използвате същите настройки на връзката с базата данни.
fi: Löytyi aiempi <code>config.php</ code>-tiedosto. Poista se ja suorita <a href="install.php">asennusohjelma</ a> uudelleen. Voit halutessasi käyttää samoja tietokantayhteyden asetuksia.
fr_fr: Un ancien fichier <code>config.php</code> a été détecté dans votre installation. Vous devriez probablement le supprimer avant de lancer <a href="install.php">l&#8217;utilitaire d&#8217;installation</a>. Vous pouvez utiliser les mêmes réglages de connexion à la base de données si vous le souhaitez.
hu_hu: Egy régebbi <code>bb-config.php</code> fájl található a telepítési könyvtárban. Ajánlott a törlése és a <a href="install.php">telepítő</a> újbóli futtatása. Ugyanazokat a kapcsolati beállításokat használhatod.
ja: 古い <code>config.php</code> ファイルが見つかりました。このファイルを削除し、再度インストーラーを実行してください。データベース接続設定の詳細は、同じものを使用できます。
pl_pl: W Twojej instalacji został wykryty stary plik <code>config.php</code>. Powinno się go usunąć, a następnie uruchomić <a href="install.php">instalatora</a> ponownie. Podczas instalacji możesz użyć tych samych danych dostępu do bazy danych.
pt_br: Um arquivo antigo <code> config.php </code> de configuração foi detectado em sua instalação. Você deve removê-lo e executar o <a href="install.php">programa de instalação</a> novamente. Você pode usar os mesmos detalhes de conexão ao banco de dados se quiser.
ro_ro: Un fișier vechi <code>config.php</code> a fost detectat în instalarea curentă. Acesta trebuie șters şi apoi rulat <a href="install.php">instalatorul</a> din nou. Se poate folosi aceeaşi conexiune la baza de date.
sr_rs: Стара датотека <code>config.php</code>је пронађена у вашој инсталацији. Требало би да је уклоните и покренете <a href="install.php">инсталацију</a> поново. Можете користи исте податке о бази података уколико то урадите.
th: การติดตั้งพบว่ามีไฟล์ <code>config.php</code> เก่าอยู่ คุณควรจะลบมันก่อนแล้วทำการ <a href="install.php">ติดตั้ง</a> อีกครั้ง คุณสามารถใช้ข้อมูลการเชื่อมต่อเดิมถ้าคุณต้องการ
ug_cn: قاچىلاش داۋامىدا بۇرۇنقى <code>config.php</code> ھۆججىتى بايقالدى. ئۇنى ئۆچۈرۈۋەتكەندىن كېيىن <a href="install.php">قاچىلاش پروگراممىسىنى</a> قايتا ئىجرا قىلىڭ. ئوخشاش بولغان ساندان ئۇلىنىش تەپسىلاتلىرىنى قايتا ئىشلەتسىڭىز بولىدۇ.

source: &laquo; completed
bg_bg: &laquo; завърши
et_ee: &laquo; tehtud
fi: &laquo; valmis
fr_fr: &laquo; terminé
hu_hu: &laquo; kész
ja: &laquo; 完了
pl_pl: &laquo; ukończony
pt_br: &laquo; concluído
ro_ro: &laquo; finișat
sk_sk: &laquo; dokončené
sr_rs: &laquo; завршено
th: &laquo; เสร็จแล้ว
ug_cn: &laquo; تاماملاندى

source: A valid configuration file was found at <code>bb-config.php</code><br />You may continue to the next step.
bg_bg: <code>bb-config.php</code> съдържа валиден конфигурационен файл.<br />Може да продължите към следващата стъпка.
et_ee: Konfiguratsioonifail <code>bb-config.php</code> on juba olemas.<br />Te võite esimese sammu vahele jätta.
fi: Löydettiin kelvollinen<code>bb-config.php</code>-tiedosto<br />Voit jatkaa seuraavaan vaiheeseen.
fr_fr: Un fichier de configuration valide a été trouvé dans <code>bb-config.php</code><br />Vous pouvez passer à l&#8217;étape suivante.
hu_hu: Egy érvényes konfigurációs fájl található: <code>bb-config.php</code><br />A következő lépésel folytathatod.
ja: 有効な設定ファイル、<code>bb-config.php</code> が見つかりました。<br />次のステップに進んでください。
pl_pl: Znaleziono prawidłowy plik konfiguracji o nazwie <code>bb-config.php</code><br />Możesz przejść do następnego etapu instalacji.
pt_br: Um arquivo de configuração válido foi encontrado em <code> bb-config.php </code><br /> Prossiga com o próximo passo.
ro_ro: A fost găsit un fișier valid <code>bb-config.php</code><br />Se poate continua la pasul următor.
sr_rs: Исправна подешавања су пронађена у датотеци <code>bb-config.php</code><br />Можете наставити ка следећем кораку.
th: ระบบพบไฟล์การเชื่อมต่อที่ทำงานได้คือไฟล์ <code>bb-config.php</code><br />คุณอาจจะทำการติดตั้งในขั้นต่อไป
ug_cn: ئىناۋەتلىك سەپلىمە ھۆججىتى <code>bb-config.php</code> دىن تېپىلدى<br />كېيىنكى قەدەمگە يۆتكەلسىڭىز بولىدۇ.

source: An invalid configuration file was found at <code>bb-config.php</code><br />The installation cannot continue.
bg_bg: <code>bb-config.php</code> съдържа невалиден конфигурационен файл.
fi: Löydettiin virheellinen konfigurointitiedosto osoitteessa <code> bb-config.php </ code> <br /> Asennusta ei voida jatkaa.
fr_fr: Un fichier de configuration invalide a été trouvé dans <code>bb-config.php</code><br />L&#8217;installation ne peut pas continuer.
hu_hu: Egy érvénytelen konfigurációs fájl található: <code>bb-config.php</code><br />A telepítés nem folytatható.
ja: 設定ファイル <code>bb-config.php</code> が見つかりましたが内容が不正です。<br />インストールを継続できません。
pl_pl: Znaleziono nieprawidłowy plik konfiguracji o nazwie <code>bb-config.php</code><br />Instalacja nie może być kontynuowana.
pt_br: Um arquivo de configuração inválido foi encontrado em <code> bb-config.php </code> <br /> A instalação não pode continuar.
ro_ro: A fost găsit un fișier <code>bb-config.php</code> care nu este valid<br />Instalarea nu poate continua.
sr_rs: Неисправна подешавања су пронађена у датотеци <code>bb-config.php</code><br />Инсталација не може бити настављена.
th: ระบบพบว่ามีไฟล์ <code>bb-config.php</code> ที่ตั้งค่าไม่สมบูรณ์อยู่<br /> การติดตั้งจึงไม่อาจทำต่อได้
ug_cn: <code>bb-config.php</code> دا بىر ئىناۋەتسىز سەپلىمە ھۆججىتى بايقالدى.<br />قاچىلاشنى داۋاملاشتۇرغىلى بولمايدۇ.

source: Usually this is caused by one of the database connection settings being incorrect. Make sure that the specified user has appropriate permission to access the database.
bg_bg: Обкновенно причината за това е неправилна настройка/настройки на връзката с базата данни. Проверете дали зададеният потребител има право на достъп.
fi: Tavallisesti tämä johtuu jonkin tietokantayhteyden asetuksen virheellisyydestä. Varmista, että määritellyllä käyttäjällä on oikeus päästä tietokantaan.
fr_fr: Habituellement, cela provient d&#8217;un réglage de la connexion à la base de données incorrect. Vérifier que l&#8217;utilisateur spécifié dispose des permissions suffisantes pour accéder à la base de données.
hu_hu: Ezt általában az adatbázis kapcsolati adatokban található hiba okozza. Győződj meg róla, hogy a megadott felhasználó rendelkezik a szükséges adatbázis hozzáférési jogosultságokkal.
ja: 通常これは、データベース接続設定のいずれかが正しくない場合に起こります。指定されたユーザーがデータベースにアクセスする権限を持っていることを確かめてください。
pl_pl: Zwykle jest to spowodowane przez jedno lub więcej nieprawidłowych danych dostępu do bazy danych. Upewnij się, że użytkownik o podanej nazwie ma odpowiednie uprawnienia dostępu do bazy.
pt_br: Geralmente a causa disso é que uma das configurações de conexão ao banco de dados está incorreta. Certifique-se que o usuário especificado esteja correto e tenha permissão para acessar o banco de dados.
ro_ro: De obicei acest lucru se întâmplă din cauza faptului că setările pentru baza de date nu sunt corecte. Verifică dacă utilizatorul specificat are permisiunile necesare pentru a accesa baza de date.
sr_rs: Обично је ово узроковано тиме што је неки од података о бази података неисправан. Проверите да ли изабрани корисник има одговарајућу дозволу да приступи бази података.
th: โดยปกติแล้วนี่เป็นสาเหตุจากการตั้งค่าเชื่อมต่อกับฐานข้อมูลอย่างใดอย่างหนึ่งไม่ถูกต้อง โปรดแน่ใจว่าผู้ใช้ที่ระบุนั้นมีสิทธิเข้าใช้งานฐานข้อมูล
ug_cn: ئادەتتە بۇ ئەھۋال ساندان ئۇلىنىش تەڭشەكلىرىنىڭ بىرەرسى توغرا بولمىغاندا كۆرۈلىدۇ. كۆرسىتىلگەن قوللانچىنىڭ سانداننى زىيارەت قىلىش ھوقۇقىنىڭ بار- يوقلۇقىنى تەكشۈرۈپ بېقىڭ.

source: bbPress is already installed, but appears to require an upgrade.
bg_bg: bbPress е вече инсталиран, но има нужда от обновяване.
et_ee: bbPress on juba paigaldatud, kui vajab uuendamist.
fi: bbPress on jo asennettu, mutta näyttää vaativan päivitystä.
fr_fr: bbPress est déjà installé, mais une mise à jour semble nécessaire.
hu_hu: A bbPress már telepítve van, de úgy néz ki frissítésre van szükség.
ja: bbPress はすでにインストール済みですすが、アップグレードが必要なようです。
pl_pl: bbPress jest już zainstalowany, ale wygląda na to, że wymaga on aktualizacji.
pt_br: O bbPress já está instalado, mas parece que é necessária uma atualização.
ro_ro: bbPress este deja instalat, dar se pare că necesită o actualizare.
sk_sk: bbPress je už inštalovaný, ale vyzerá že vyžaduje aktualizovať.
sr_rs: bbPress је већ инсталиран, али изгледа да захтева ажурирање.
th: bbPress ถูกติดตั้งเรียบร้อยแล้ว แต่เหมือนว่าระบบต้องการการอัปเกรด
ug_cn: bbPress قاچىلاپ بولۇنغان ئىكەن، لېكىن يېڭىلاش لازىمدەك قىلىدۇ.
