Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: The source URL does not exist.
bg_bg: Първоначалният URL не съществува.
et_ee: Lähtekoha URL-i ei leitud.
fi: Käyttäjätunnusta ei ole olemassa.
fr_fr: L&rsquo;adresse d&rsquo;origine n&rsquo;existe pas.
hu_hu: A megadott URL nem létezik.
ja: 元のURLが存在しません。
pl_pl: Źródłowy adres URL nie istnieje.
pt_br: O URL de origem não existe.
ro_ro: URL-ul sursă nu există.
sk_sk: URL zdroj neexistuje.
sr_rs: Изворни URL не постоји.
ug_cn: مەنبە ئادرېسى مەۋجۇت ئەمەس.

source: We cannot find a title on that page.
bg_bg: Не е открито заглавие на тази страница.
et_ee: Selle lehe pealkirja ei leitud.
fi: Emme voi löytää otsikkoa tältä sivulta.
fr_fr: Nous ne trouvons pas du titre pour cette page.
hu_hu: Az oldalon nem található cím.
ja: そのページのタイトルが見つかりません。
pl_pl: Nie udało nam się odnaleźć tytułu tej strony.
pt_br: Não conseguimos encontrar um título naquela página.
ro_ro: Nu se poate găsi niciun titlu pe această pagină.
sk_sk: Na uvedenej stránke nie je možné nájsť titulok.
sr_rs: Не можемо пронаћи наслов на тој страни.
ug_cn: بۇ بەتتىن بىرەر تېما تېپىلمىدى.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
bg_bg: Не може да използван адрес, който съдържа връзка към адреса-цел.
et_ee: Lähtekoha URL ei viita sihtkoha URL-ile, seega seda ei saa allikana kasutada.
fi: Lähdeosoite ei sisällä linkkiä kohdeosoitteeseen ja sitä ei voida käyttää lähteenä.
fr_fr: L&rsquo;URL source ne contient pas de lien vers l&rsquo;URL cible, et ne peut donc pas être utilisée comme source.
hu_hu: A forrás URL nem tartalmazza a cél URL-re mutató linket, így nem használható forrásnak.
ja: ソース URL にターゲット URL へのリンクが含まれていないので、ソースとして使用することができません。
pl_pl: Podany źródłowy adres URL nie zawiera odnośnika do docelowego adresu URL, więc nie może on zostać użyty jako źródło.
pt_br: O URL de origem não contém um link para o URL de destino e, por isso, não pode ser usado como origem.
ro_ro: URL-ul sursă nu conține un link spre URL-ul ţintă, deci nu poate fi folosit ca și sursă.
sk_sk: Zdrojová URL neobsahuje odkaz na cieľovú URL, a teda nemôže byť použitá ako zdroj.
sr_rs: Изворни URL не садржи везу ка циљаном URLу и као такав не може бити коришћен као извор.
ug_cn: مەنبە ئادرېس نىشان ئادرېسىنىڭ ئۇلانمىسىنى ئۆز ئىچىگە ئالمىغان، شۇڭلاشقا مەنبە قىلىشقا بولمايدۇ.

source: The pingback could not be added.
bg_bg: Неуспех при добавянето на обратна връзка.
et_ee: Pingback-viidet ei suudetud lisada.
fi: Paluuviitteen lisääminen epäonnistui.
fr_fr: Le ping n'a pas peut être ajouté.
hu_hu: Nem lehetséges visszajelzést küldeni.
ja: ピンバックを追加できませんでした。
pl_pl: Pingback nie mógł zostać dodany.
pt_br: Não foi possível adicionar o pingback.
ro_ro: Pingback-ul nu s-a putut adăuga.
sk_sk: Pingback sa nepodarilo pridať.
sr_rs: Повратни пинг није могао бити додат.
ug_cn: pingback نى قوشقىلى بولمىدى.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
bg_bg: Искане за Pingback от %1$s до %2$s.
et_ee: Laekus pingback-viide postituselt %1$s postitusele %2$s. Jätkake veebi suhtlemist! :-)
fi: Paluuviite kohteelta %1$s kohteelle %2$s on rekisteröity. Jatka verkon edistämistä! :-)
fr_fr: Réception d&rsquo;un ping de %1$s pour %2$s. Continuons la conversation ! :-)
hu_hu: A visszajelzés %1$s -> %2$s viszonylatban regisztrálva. Hagyni kell beszélni a webet! :-)
ja: %1$s より %2$s へのピンバックが登録されました。ウェブでの会話を続けてください ! :-)
pl_pl: Pingback z %1$s do %2$s został zarejestrowany. Niech Sieć przemawia! ;-)
pt_br: Pingback de %1$s a %2$s registrado. Mantenha a rede conversando! :-)
ro_ro: Pingback-ul de la %1$s la %2$s a fost înregistrat. Comunicarea continuă! :-)
sk_sk: Pingback z %1$s do %2$s zaregistrovaný. Nechajme web hovoriť! :-)
sr_rs: Повратни пинг од %1$s на %2$s је примљен. Наставите мрежно ћаскање! :-)
ug_cn: %1$s دىن %2$s غا بولغان Pingback تىزىملىتىلدى. توردا پاراڭلىشىۋېرىڭ! :-)

source: The requested method only accepts one parameter.
bg_bg: Заявеният метод приема само един параметър.
et_ee: Päritud funktsioon võtab vastu vaid ühe parameetri.
fi: Pyydetty tapa sallii vain yhden muuttujan.
fr_fr: La méthode demandée n'accepte qu'un seul paramètre.
hu_hu: A kért metódus csak egy paramétert fogad el.
ja: 要求したメソッドでは、引数は一つのみしか指定できません。
pl_pl: Żądana metoda akceptuje tylko jeden parametr.
pt_br: O método solicitado aceita apenas um parâmetro
ro_ro: Metoda cerută acceptă doar un singur parametru.
sr_rs: Захтевани начин приме само један параметар.
ug_cn: تەلەپ قىلىنغان فۇنكسىيە پەقەت بىرلا پارامېتىر ئالىدۇ.

source: The specified target URL is not on this domain.
bg_bg: Посоченият URL адрес не е от този домейн.
et_ee: Sisestatud sihtkoha URL ei asu sellel domeenil.
fi: Määritetty kohdeosoite ei ole tällä domainilla.
fr_fr: L'adresse de destination spécifiée n'est pas sur ce domaine.
hu_hu: A megadott URL nem domain név.
ja: 指定したターゲット URL はこのドメイン上にありません。
pl_pl: Podany docelowy adres URL nie jest adresem w tej domenie.
pt_br: O URL especificado não está neste domínio.
ro_ro: URL-ul țintă specificat nu aparţine acestui domeniu.
sr_rs: Циљани URL није на овом домену.
ug_cn: كۆرسىتىلگەن نىشان ئادرېس بۇ مۇلازىمېتىردا ئەمەس.

source: Nothing to see here.
bg_bg: Тук няма нищо.
es_es: No hay nada que ver aquí.
et_ee: Siin pole midagi vaadata.
fi: Ei mitään nähtävää.
fr_fr: Il n&#8217;y a rien à voir ici.
hu_hu: Nincs itt semmi látnivaló.
id_id: Tidak ada yang dilihat di sini.
ja: ここには表示するものがありません。
pl_pl: Nie ma tu niczego do oglądania.
pt_br: Não há nada aqui.
sk: Nie je tu nič zaujímavé.
sk_sk: Nie je tu nič zaujímavé.
sr_rs: Нема ничега за гледање овде.
th: ไม่มีสิ่งใดที่นี่
ug_cn: بۇ يەردە كۆرىدىغان ھېچنىمە يوقكەن.

source: This page generated in %s seconds, using %d queries.
bg_bg: Страницата бе генерирана за %s секунди, използвайки %d заявки.
fi: Tämä sivu luotiin %s sekunnissa, käyttäen %d kyselyä tietokantaan.
fr_fr: Cette page a été généré en %s secondes, et utilise %d requêtes.
hu_hu: Az oldal előállítása %s másodpercbe telt, %d lekérdezéssel
ja: このページの生成に%s秒かかり、%d回のクエリを要しました。
pl_pl: Ta strona została wygenerowana w %s sekund z użyciem %d zapytań.
pt_br: Esta página foi gerada em %s segundos, usando %d consultas.
ro_ro: Pagină a fost generată în %s secunde, folosind %d cereri.
sr_rs: Ова страна је направљена за %s секунди, користећи %d упита.
ug_cn: بۇ بەت %s سېكۇنتتا ھاسىل قىلىندى، %d ھالقىلىق سۆز ئىشلىتىلدى.

source: Thank you for using <a href="%s">bbPress</a>. | <a href="%s">Documentation</a> | <a href="%s">Feedback</a>
bg_bg: Благодарим ви, че използвате <a href="%s">bbPress</a>. | <a href="%s">Докумнетация</a> | <a href="%s">Форуми за поддръжка</a>
fi: Kiitos <a href="%s">bbPressin</a> käyttämisestä. | <a href="%s">Dokumentaatio</a> | <a href="%s">Anna palautetta</a>
fr_fr: Merci d&#8217;utiliser <a href="%s">bbPress</a>. | <a href="%s">Documentation</a> | <a href="%s">Feedback</a>
hu_hu: Köszönet a <a href="%s">bbPress</a> használatáért! | <a href="%s">Dokumentáció</a> | <a href="%s">Visszajelzés</a>
pl_pl: Dziękujemy za używanie <a href="%s">bbPressa</a>. | <a href="%s">Dokumentacja</a> | <a href="%s">Informacja zwrotna</a>
pt_br: Obrigado por utilizar o <a href="%s">bbPress</a>. | <a href="%s">Documentação</a> | <a href="%s">Feedback</a>
ro_ro: Mulțumim pentru că folosești <a href="%s">bbPress</a>. | <a href="%s">Documentaţie</a> | <a href="%s">Reacţii</a>
sk_sk: Ďakujeme, že používate <a href="%s">bbPress</a>. | <a href="%s">Dokumentácia [EN]</a>| Spätná väzba <a href="%s">[EN]</a> &bull; <a href="http://sk.forums.wordpress.org/forum/podpora-pre-bbpress">[SK]</a>
sr_rs: Хвала вам за коришћење <a href="%s">bbPress-а</a>. | <a href="%s">Документација</a> | <a href="%s">Подршка</a>
ug_cn: <a href="%s">bbPress</a> نى ئىشلەتكەنلىكىڭىزگە رەھمەت. | <a href="%s">ئارخىپلار</a> | <a href="%s">Feedback</a>

source: Version %s
bg_bg: Версия %s
fi: Versio %s
hu_hu: %s verzió
ja: バージョン %s
pl_pl: Wersja %s
pt_br: Versão %s
ro_ro: Versiunea %s
sk_sk: Verzia %s
sr_rs: Издање %s
ug_cn: نەشرى %s

source: Visit Site
bg_bg: Посети Сайта
et_ee: Esilehele
fi: Näytä sivusto
fr_fr: Aller sur le site
hu_hu: A honlap megtekintése
ja: サイトを表示
pl_pl: Przejdź na stronę
pt_br: Visitar o site
ro_ro: Spre site
sk_sk: Zobraziť web
sr_rs: Посети веб место
th: เยี่ยมชมเวบไซต์
ug_cn: تور بەتنى كۆرۈش

source: Howdy, %1$s
bg_bg: Здрасти, %1$s
fi: Moikka, %1$s
fr_fr: Bienvenue, %1$s
hu_hu: Helló, %1$s!
ja: こんにちは、%sさん！
pl_pl: Jak się masz, %1$s
pt_br: Olá, %1$s
ro_ro: Salut, %1$s
sk_sk: Vitajte, %1$s
sr_rs: Здраво, %1$s
ug_cn: قانداق ئەھۋالىڭىز، %1$s

source: You don't have the authority to mess with the forums.
bg_bg: Нямате право да променяте настройките на форума.
es_es: No tienes permiso para juguetear con los foros.
et_ee: Vabandust, teil pole õigust seda teha.
fi: Sinulla ei ole oikeutta sotkea foorumia.
fr_fr: Vous n&#8217;avez pas l&#8217;autorisation de modifier les forums.
hu_hu: Nincs felhatalmazás arra, hogy szórakozz a fórumokkal.
id_id: Anda tidak memiliki kewenangan untuk mengutak-atik forum.
ja: このフォーラムを操作する権限がありません。
pl_pl: Nie posiadasz uprawnień do modyfikacji działów.
pt_br: Você não tem autoridade para mexer neste fórum.
ro_ro: Nu ai permisiuni pentru a modifica forumurile.
sk: Nemáš povolenie, aby si vyvádzal na tomto fóre.
sk_sk: Nemáte povolenie, aby ste robili neporiadok s fórami.
sr_rs: Немате овлашћење да мењате форуме.
th: คุณไม่มีอำนาจสำหรับฟอรั่มนี้
ug_cn: بۇ مۇنبەرنى باشقۇرۇش ھوقۇقىڭىز يوق.

source: Bad forum name. Go back and try again.
bg_bg: Лошо име на форум. Моля опитайте отново.
es_es: Nombre de foro erroneo. Vuelve e inténtalo otra vez.
et_ee: Halb foorumi nimi. Mine tagasi ja proovi uuesti.
fi: Foorumin nimi ei kelpaa. Yritä uudelleen.
fr_fr: Mauvais nom de forum. Retournez en arrière et réessayez.
hu_hu: Rossz fórumnév. Menj vissza és próbáld újra.
id_id: Nama forum yang buruk. Ulangi dan coba lagi.
ja: フォーラム名が無効です。前に戻って再度お試しください。
pl_pl: Nieprawidłowa nazwa działu. Wróć do poprzedniej strony i spróbuj ponownie.
pt_br: Nome ruim para o fórum. Volte e tente novamente.
ro_ro: Numele forumului nu este bun. Mergi înapoi și mai încercă odată.
sk: Zlé meno fóra. Choď späť a skús znovu.
sk_sk: Zlý názov fóra. Choďte späť a skúste to znovu.
sr_rs: Лоше име форума. Идите назад и покушајте поново.
th: ชื่อฟอรั่มไม่เหมาะสม กลับไปตั้งชื่อใหม่อีกครั้ง
ug_cn: مۇنبەر نامى ئىناۋەتسىز. قايتىپ قايتا سىناڭ.

source: The forum was not added
bg_bg: Форумът не беше добавен.
es_es: No se ha añadido el foro.
et_ee: Foorumit ei lisatud
fi: Foorumin lisääminen epäonnistui.
fr_fr: Le forum n&#8217;a pas été ajouté
hu_hu: A fórum nem lett hozzáadva.
id_id: Forum tersebut tidak ditambahkan
ja: フォーラムを追加できませんでした。
pl_pl: Dział nie został dodany
pt_br: O fórum não foi adicionado
ro_ro: Forumul nu a fost adăugat
sk: Fórum nebolo pridané
sk_sk: Fórum nebolo pridané
sr_rs: Форум није додат
th: ฟอรั่มยังไม่ถูกสร้าง
ug_cn: مۇنبەر قوشۇلمىدى

source: No forums to update!
bg_bg: Няма форуми за обновяване.
es_es: ¡No hay foros para actualizar!
et_ee: Pole ühtegi foorumit, mida uuendada!
fi: Ei päivitettäviä foorumeita!
fr_fr: Aucun forum à mettre à jour !
hu_hu: Nincsenek frissítendő fórumok!
id_id: Tidak ada forum untuk diperbarui!
ja: 更新するフォーラムはありません !
pl_pl: Brak działów do aktualizacji!
pt_br: Nenhum fórum para atualizar!
ro_ro: Niciun forum nu necesită actualizare!
sk: Žiadne fóra pre aktualizáciu!
sk_sk: Žiadne fóra pre aktualizáciu!
sr_rs: Нема форума за ажурирање!
th: ไม่มีฟอรั่มใดให้อัพเดต
ug_cn: يېڭىلايدىغان مۇنبەر يوق!

source: You don't have the authority to kill off the forums.
bg_bg: Нямате право да спирате форума.
es_es: No tienes permiso para matar los foros.
et_ee: Teil pole õigust seda teha.
fi: Sinulla ei ole oikeutta poistaa foorumeita.
fr_fr: Vous n&#8217;avez pas l&#8217;autorisation d&#8217;effacer les forums.
hu_hu: Nincs felhatalmazás arra, hogy megöld a fórumokat.
id_id: Anda tidak memiliki wewenang untuk mematikan forum.
ja: フォーラムを削除する権限がありません。
pl_pl: Nie posiadasz uprawnień do usuwania działów.
pt_br: Você não tem autoridade para excluir os fóruns.
ro_ro: Nu ai permisiuni pentru a șterge forumurile.
sk: Nemáš právo, aby si vystrájal na tomto fóre.
sk_sk: Nemáte oprávnenie, aby ste vystrájali na fórach.
sr_rs: Немате овлашћења да убијете форуме.
th: คุณไม่มีอำนาจสำหรับฟอรั่มนี้
ug_cn: بۇ مۇنبەرنى ئۆچۈرۈش ھوقۇقىڭىز يوق.

source: Error occured while trying to delete forum
bg_bg: Грешка при триене на форума.
es_es: Han habido errores al intentar borrar el foro
et_ee: Foorumi kustutamisel esines viga
fi: Virhe poistettaessa foorumia.
fr_fr: Une erreur s&#8217;est produite lorsque vous avez essayé d&#8217;effacer le forum
hu_hu: Hiba a fórum törlése közben
id_id: Galat terjadi ketika mencoba mengapus forum
ja: フォーラムの削除中にエラーが発生しました。
pl_pl: Wystąpił błąd podczas próby usunięcia działu
pt_br: Ocorreu um erro ao tentar excluir o fórum
ro_ro: A avut loc o eroare în timp ce se încerca ștergerea forumului.
sk: Pri pokuse o vymazanie fóra nastala chyba.
sk_sk: Pri pokuse o vymazanie fóra sa vyskytla chyba.
sr_rs: Десила се грешка приликом покушаја брисања форума
th: มีความผิดพลาดในขณะที่พยายามลบฟอรั่ม
ug_cn: مۇنبەرنى ئۆچۈرۈشتە خاتالىق سادىر بولدى

source: There is a problem with that post, pardner.
bg_bg: Има проблем с този отговор.
es_es: Hay un problema con este mensaje, compa.
et_ee: Selle postitusega on probleem.
fi: Viestissä havaittiin ongelma.
fr_fr: Il y a un problème avec ce message.
hu_hu: Valami probléma van az üzenettel.
id_id: Ada masalah dengan tulisan itu, teman.
ja: この投稿には問題があります。
pl_pl: Z tym wpisem jest coś nie tak, pardnerze.
pt_br: Existe um problema com este post, parceiro.
ro_ro: A apărut o problemă cu acest mesaj, amice.
sk: Je tu nejaký problém s týmto príspevkom, prepáč.
sk_sk: Je tu nejaký problém s týmto príspevkom, prepáčte.
sr_rs: Постоји проблем са том поруком, друже.
th: มีปัญหาเกี่ยวกับความเห็นนั้น
ug_cn: بۇ يازمىدا بىر مەسىلە بار.

source: There is a problem with that topic, pardner.
bg_bg: Има проблем с тази тема.
es_es: Hay un problema con este tema, compa.
et_ee: Selle teemaga on probleem.
fi: Aiheessa havaittiin ongelma.
fr_fr: Il y a un problème avec ce sujet.
hu_hu: Valami probléma van a témával.
id_id: Ada masalah dengan topik itu, teman.
ja: このトピックには問題があります。
pl_pl: Z tym tematem jest coś nie tak, pardnerze.
pt_br: Existe um problema com este tópico, parceiro.
ro_ro: A apărut o problemă cu acest subiect, amice.
sk: Je tu nejaký problém s touto témou, prepáč.
sk_sk: Je tu nejaký problém s touto témou, prepáčte.
sr_rs: Постоји проблем са том темом, друже.
th: มีปัญหาเกี่ยวกับกระทู้นั้น
ug_cn: بۇ تېمىدا بىر مەسىلە بار.

source: Either export is disabled or you are not allowed to export.
bg_bg: Или експортът е забранен или на Вас не ви е позволено да експортирате.
et_ee: Eksportimine on keelatud või teil puudub õigus eksportida.
fi: Joko Vienti-toiminto on poissa käytöstä tai sinulla ei ole oikeuksia Vienti-toimintoon.
fr_fr: Toute sorte d&#8217;exportation est désactivée ou vous n&#8217;êtes pas autorisé à exporter.
hu_hu: Vagy ki van kapcsolva az export, vagy nincs jogosultság hozzá.
ja: エクスポート機能が無効になっているか、エクスポートする権限がありません。
pl_pl: Eksport jest wyłączony lub nie posiadasz uprawnień do wykonania go.
pt_br: A exportação está desativada ou você não tem permissão para exportar.
ro_ro: Sau funția de exportare nu este activată, sau nu ai permisiuni pentru a o folosi.
sr_rs: Или извоз није дозвољен или вама није дозвољен извоз.
th: ดูเหมือนว่าการนำออกใช้การไม่ได้ หรือคุณไม่มีสิทธ์ในการนำออก
ug_cn: ئېكسپورتلاش چەكلىۋېتىلگەن ياكى سىز ئېكسپورتلاشقا رۇخسەت قىلمىغان.

source: <strong>Forum Updated.</strong>
bg_bg: <strong>Форумът бе обновен.</strong>
fi: <strong>Foorumi päivitetty.</strong>
fr_fr: <strong>Forum mis à jour.</strong>
hu_hu: <strong>A fórum frissítve.</strong>
ja: <strong>フォーラムを更新しました。</strong>
pl_pl: <strong>Dział został zaktualizowany.</strong>
pt_br: <strong>Fórum Atualizado.</strong>
ro_ro: <strong>Forum actualizat.</strong>
sk_sk: <strong>Fórum aktualizované.</strong>
sr_rs: <strong>Форум је ажуриран.</strong>
ug_cn: <strong>مۇنبەر يېڭىلاندى.</strong>

source: <strong>Forum deleted.</strong> You should <a href="%s">recount your site information</a>.
bg_bg: <strong>Форумът беше изтрит.</strong> Накарайте bPress да <a href="%s">обнови информацията на сайта</a>.
fi: <strong>Foorumi poistettu.</strong> Suorita <a href="%s">tietojen uudelleenlaskenta</a>.
fr_fr: <strong>Forum supprimé.</strong> Vous devez <a href="%s">recompter les informations du site</a>.
hu_hu: <strong>Fórum törölve.</strong> Ajánlott <a href="%s">az oldal tartalmak újraszámlálása</a>.
ja: <strong>フォーラムを削除しました。</strong><a href="%s">サイト情報を再集計</a>してください。
pl_pl: <strong>Dział został usunięty.</strong> Należy teraz kazać bbPressowi <a href="%s">ponownie zliczyć dane forum</a>.
pt_br: <strong>Fórum excluído.</strong> Você deve permitir que o bbPress <a href="%s">reconte as informações do seu site</a>.
ro_ro: <strong>Forum șters.</strong> Ar trebui să <a href="%s">revizuiești informațiile site-ului</a>.
sk_sk: <strong>Fórum zmazané.</strong> Mali by ste <a href="%s">prepočítať informácie na stránke</a>.
sr_rs: <strong>Форум је обрисан.</strong> Требало би да <a href="%s">пребројите податке свог веб места</a>.
ug_cn: <strong>مۇنبەر ئۆچۈرۈلدى.</strong> ئەمدى <a href="%s">تور بەت ئۇچۇرلىرىڭىزنى يېڭىلاڭ</a>.

source: Are you sure you want to delete the "<strong>%s</strong>" forum?
bg_bg: Сигурни ли сте, че искате да изтриете форума "<strong>%s</strong>"?
es_es: ¿Estás seguro de que quieres borrar el foro "<strong>%s</strong>"?
et_ee: Olete kindel, et soovite "<strong>%s</strong>" foorumit kustutada?
fi: Haluatko poistaa foorumin: "<strong>%s</strong>"?
fr_fr: Êtes-vous sûr de vouloir effacer le forum "<strong>%s</strong>" ?
hu_hu: Biztosan, töröljük ezt a fórumot: "<strong>%s</strong>"?
id_id: Apakah Anda yakin ingin menghapus forum "<strong>%s</strong>"?
ja: 本当に "<strong>%s</strong>" フォーラムを削除しますか ?
pl_pl: Czy na pewno chcesz usunąć dział "<strong>%s</strong>"?
pt_br: Tem certeza de que deseja excluir o fórum "<strong>%s</strong>"?
ro_ro: Ești sigur că vrei să ştergi forumul "<strong>%s</strong>"?
sk: Skutočne chceš vymazať fórum "<strong>%s</strong>"?
sk_sk: Skutočne chcete vymazať fórum "<strong>%s</strong>"?
sr_rs: Да ли сигурно желите да обришете форум "<strong>%s</strong>"?
th: คุณแน่ใจที่จะลบฟอรั่ม "<strong>%s</strong>"?
ug_cn: "<strong>%s</strong>" مۇنبىرىنى راستتىنلا ئۆچۈرەمسىز؟

source: Forums
bg_bg: Форуми
es_es: Foros
et_ee: Foorumid
fi: Foorumit
hu_hu: Fórumok
id_id: Forum
ja: フォーラム
pl_pl: Działy
pt_br: Fóruns
ro_ro: Forumuri
sk: Fóra
sk_sk: Fóra
sr_rs: Форуми
th: ฟอรั่ม
ug_cn: مۇنبەرلەر

source: Delete Forum
bg_bg: Изтриване на форум
fi: Poista foorumi
fr_fr: Effacer le forum
hu_hu: Fórum törlése
ja: フォーラムを削除
pl_pl: Usuń dział
pt_br: Excluir fórum
ro_ro: Șterge forum
sk_sk: Zmazať fórum
sr_rs: Обриши форум
ug_cn: مۇنبەرنى ئۆچۈرۈش

source: This forum contains:
bg_bg: Този форум съдържа:
fi: Tämä foorumi sisältää:
fr_fr: Ce forum contient :
hu_hu: A fórum tartalmaz:
ja: フォーラムに含まれる内容:
pl_pl: Ten dział zawiera:
pt_br: Este fórum contém:
ro_ro: Acest forum conține:
sk_sk: Toto fórum obsahuje:
sr_rs: Овај форум садржи:
ug_cn: مۇنبەر مەزمۇنى:

source: %d topic
bg_bg: %d тема
es_es: %d tema
et_ee: %d teema
fi: %d aihe
fr_fr: %d sujet
hu_hu: %d téma
ja: %d個のトピック
pl_pl: %d temat
pt_br: %d tópico
ro_ro: %d subiect
sk_sk: %d téma
sr_rs: %d тема
th: %d กระทู้
ug_cn: %d پارچە تېما

source: %d post
bg_bg: %d отговор
es_es: %d mensaje
et_ee: %d postitus
fi: %d viesti
fr_fr: %d message
hu_hu: %d bejegyzés
ja: %d件の投稿
pl_pl: %d wpis
ro_ro: %d mesaj
sk_sk: %d článok
sr_rs: %d порука
th: %d ความเห็น
ug_cn: %d يازما

source: Action
bg_bg: Действие
es_es: Acción
et_ee: Tegevus
fi: Toiminto
hu_hu: Tevékenység
id_id: Tindakan
ja: 操作
pl_pl: Działanie
pt_br: Ação
ro_ro: Acțiune
sk: Akcia
sk_sk: Akcia
sr_rs: Радња
th: กระทำ
ug_cn: مەشغۇلات

source: Delete all topics and posts in this forum. <em>This can never be undone.</em>
bg_bg: Изтриване на всички теми и отговори в този форум. <em>Този процес е необратим.</em>
es_es: Borrar todos los temas y mensajes de este foro. <em>Esta acción es imposible de deshacer</em>.
et_ee: Kustuta kõik teemad ja postitused siit foorumist. <em>Neid ei saa taastada.</em>
fi: Poista kaikki aiheet ja viestit tältä foorumilta. <em>Toimintoa ei voida peruuttaa.</em>
fr_fr: Effacer tous les sujets et les messages du forum. <em>Cette action est irréversible</em>.
hu_hu: A fórum összes topikjának és üzenetének törlése. <em>Ez nem visszafordítható.</em>
id_id: Menghapus seluruh topik dan tulisan dalam forum ini. <em>Hal ini tidak dapat dikembalikan.</em>
ja: フォーラムのすべてのトピックと投稿を削除します。<em>この操作は取り消しできません。</em>
pl_pl: Usuń wszystkie tematy i wpisy umieszczone w tym dziale. <em>Nie można cofnąć tej operacji.</em>
pt_br: Excluir todos os tópicos e posts deste fórum. <em>Essa ação não poderá ser desfeita.</em>
ro_ro: Șterge toate subiectele și toate mesajele din acest forum. <em>Acțiunea nu va putea fi anulată.</em>
sk: Vymaž všetky témy a príspevky v tomto fóre. <em>Tenko krok sa nedá vrátiť späť.</em>
sk_sk: Vymazať všetky témy a príspevky v tomto fóre. <em>Tento krok sa nedá vrátiť späť.</em>
sr_rs: Обриши све теме и поруке у овом форуму. <em>Ово никада не може бити повраћено.</em>
th: ลบกระทู้และความเห็นทั้งหมดในฟอรั่มนี้ <em>เมื่อทำแล้วไม่สามารถยกเลิกได้</em>
ug_cn: بۇ مۇنبەردىكى بارلىق تېما ۋە يازمىلار ئۆچۈرۈلىدۇ. <em>كېيىن ئەسلىگە كەلتۈرۈش مۇمكىن ئەمەس.</em>

source: Move topics from this forum into the replacement forum below.
bg_bg: Преместване на темите от този форум в заместващ форум.
fi: Siirrä tämän foorumin aiheet toiselle foorumille alla.
fr_fr: Déplacer les sujets depuis ce forum dans le forum de remplacement suivant.
hu_hu: Témák mozgatása ebből a fórumból a lenti helyettesítő fórumba.
ja: このフォーラムのトピックを以下の代わりのフォーラムに移動:
pl_pl: Przenieś wszystkie tematy z tego działu do poniższego zastępczego działu.
pt_br: Mover tópicos deste fórum para o fórum substituto abaixo.
ro_ro: Mută subiecte din acest forum în forumul înlocuitor de mai jos.
sk_sk: Presunúť témy z tohto fóra do náhradného fóra nižšie.
sr_rs: Помери теме из овог форума у форум замене испод.
ug_cn: تېمىلار بۇ مۇنبەردىن تۆۋەندىكى ئالماشتۇرۇلما مۇنبەرگە يۆتكىلىدۇ.

source: Replacement forum
bg_bg: Заместващ форум
fi: Korvaava keskustelualue
fr_fr: Forum de remplacement
hu_hu: Helyettesítő fórum
ja: 代わりのフォーラム
pl_pl: Zastępczy dział
pt_br: Fórum substituto
ro_ro: Forum înlocuitor
sk_sk: Náhradné fórum
sr_rs: Форум замене
ug_cn: ئالماشتۇرۇلما مۇنبەر

source: Cancel
bg_bg: Отказ
fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
ja: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
sk_sk: Zrušiť
sr_rs: Одустани
ug_cn: بىكار قىلىش

source: Forum
bg_bg: Форум
et_ee: Foorum
fi: Foorumi
hu_hu: Fórum
ja: フォーラム
pl_pl: Dział
pt_br: Fórum
sk: Fórum
sk_sk: Fórum
sr_rs: Форум
th: ฟอรั่ม
ug_cn: مۇنبەر

source: <span>%d</span> forum
bg_bg: <span>%d</span> форум
fi: <span>%d</span> foorumi
hu_hu: <span>%d</span> fórum
ja: <span>%d</span> フォーラム
pl_pl: <span>%d</span> dział
pt_br: <span>%d</span> fórum
sk_sk: <span>%d</span> fórum
sr_rs: <span>%d</span> форум
ug_cn: <span>%d</span> مۇنبەر

source: <span>%d</span> topic
bg_bg: <span>%d</span> тема
fi: <span>%d</span> aihe
fr_fr: <span>%d</span> sujet
hu_hu: <span>%d</span> téma
ja: <span>%d</span> トピック
pl_pl: <span>%d</span> temat
pt_br: <span>%d</span> tópico
ro_ro: <span>%d</span> subiect
sk_sk: <span>%d</span> téma
sr_rs: <span>%d</span> тема
ug_cn: <span>%d</span> تېما

source: <span>%d</span> post
bg_bg: <span>%d</span> отговор
fi: <span>%d</span> viesti
fr_fr: <span>%d</span> message
hu_hu: <span>%d</span> hozzászólás
ja: <span>%d</span> 投稿
pl_pl: <span>%d</span> wpis
ro_ro: <span>%d</span> mesaj
sk_sk: <span>%d</span> článok
sr_rs: <span>%d</span> порука
ug_cn: <span>%d</span> يازما
