Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Show manual config settings:
th: แสดงการตั้งค่าด้วยตัวเอง:

source: User role map
th: แผนที่บทบาทสมาชิก

source: WordPress role
th: บทบาทของเวิร์ดเพรส

source: bbPress role
th: บทบาทของbbPress

source: Update User Role Map &raquo;
th: อัปเดตแผนที่บทบาทสมาชิก &raquo;

source: Plugin could not be activated; it produced a <strong>Fatal Error</strong>.
es_es: El plugin no puede ser activa; está produciendo un <strong>error fatal</strong>
id_id: Plugin tidak dapat diaktifkan; ini menghasilkan sebuah <strong>Galat yang Fatal</strong>.
th: ไม่สามารถใช้งานปลั๊กอินได้ เพราะจะทำให้เกิด <strong>ความผิดพลาด</strong>.

source: File is not a valid plugin.
es_es: El archivo no es un plugin válido
id_id: Berkas tersebut bukan plugin yang valid.
th: ไฟล์นี้ไม่ใช่ปลั๊กอินที่ใช้งานได้

source: Plugin "%s" <strong>activated</strong>
th: ปลั๊กอิน "%s" <strong>ถูกใช้งาน</strong>

source: Plugin "%s" <strong>deactivated</strong>
th: ปลั๊กอิน "%s" <strong>เลิกใช้งาน</strong>

source: Installed in: %s
es_es: Instalado en: %s
th: ติดตั้งใน: %s

source: The upgrade process seems to have failed, you can either try again here, or go <a href="%s">back to your forums</a>.<br /><br />Attempting to go to the admin area will launch the database upgrader again.
th: ดูเหมือนว่าการอัปเกรดล้มเหลว คุณอาจจะลองใหม่อีกครั้งที่นี่ หรือกลับไปที่ <a href="%s">ฟอรั่มของคุณ</a><br /><br /> และพยายามเข้าไปในส่วนผู้ควบคุมเพื่อทำใช้การอัปเกรดฐานข้อมูลอีกครั้ง

source: <strong>ERROR</strong>: bbPress %s requires MySQL 4.0.0 or higher
es_es: <strong>ERROR</strong>: bbPress %s requiere MySQL 4.0.0 o superior
th: <strong>ผิดพลาด</strong>: bbPress %s ต้องการ MySQL 4.0.0 หรือสูงกว่า

source: Are you sure you wanna delete this post by '%author%'?
th: คุณแน่ใจหรือไม่ที่จะลบความเห็นนี้โดย '%author%'?

source: Are you sure you want to remove the '%tag%' tag?
th: คุณแน่ใจหรือไม่ที่จะลบ '%tag%' แท็ก?

source: Inactive users can login and look around but not do anything. Blocked users just see a simple error message when they visit the site.</p> <p><strong>Note</strong>: Blocking a user does <em>not</em> block any IP addresses.
id_id: Pengguna yang nonaktif dapat masuk log dan melihat-lihat namun tidak dapat melakukan apapun. Pengguna yang diblokir hanya melihat pesan galat sederhana ketika mereka mengunjungi situs.</p> <p><strong>Catatan</strong>: Memblokir seorang pengguna <em>tidak</em> memblokir IP address sama sekali.
sk: Neaktívni užívatelia sa môžu prihlásiť a prehliadať stránky ale nemôžu nič robiť. Blokovaní užívatelia vidia pri návšteve stránky len jednoduchú chybovú hlášku.</p> <p><strong>Poznámka</strong>: Blokovanie užívaťeľa <em>neblokuje</em> žiadnu IP adresu.
th: ผู้ใช้ที่ไม่ activer จะสามารถเข้าสู่ระบบและดูกระทู้ได้แต่ไม่สามารถทำอะไรได้ ผู้ใช้ที่ถูกบล็อคจะเห็นข้อความผิดพลาดเมื่อพวกเขาเข้ามาที่เว็บไซต์</p> <p><strong>หมายเหตุ</strong>: การบล็อกผู้ใช้นั้น <em>ไม่</em> ได้บล็อค IP addresses

source: Your table prefix may only contain letters, numbers and underscores.
th: คำนำหน้าตารางฐานข้อมูลของคุณประกอบด้วยตัวอักษร ตัวเลขและ underscores "_" เท่านั้น

source: Incorrect password
id_id: Kata sandi tidak benar
sk: Nesprávne heslo
th: รหัสผ่านไม่ถูกต้อง

source: Search again &raquo;
id_id: Cari kembali &raquo;
sk: Hľadaj znovu &raquo;
th: ค้นหาอีกครั้ง &raquo;

source: RSS feed for this topic
id_id: Umpan RSS untuk topik ini
sk: RSS pre túto tému
th: RSS feed สำหรับกระทู้นี้

source: You, Keymaster, may not demote yourself.
th: คุณเป็น Keymaster จึงอาจจะไม่สามารถลดขั้นตัวเองได้

source: Content
es_es: Contenido
id_id: Konten
sk: Obsah

source: Presentation
es_es: Presentación
id_id: Tampilan
sk: Prezentácia (Vzhľad)

source: Site Management
es_es: Gestión del sitio
id_id: Pengelolaan Situs
sk: Správa stránky

source: Your database is out-of-date. Please <a href='%s'>upgrade</a>.
es_es: Tu base de datos está desactualizada. <a href='%s'>Actualízala</a>.
id_id: Database Anda ketinggalan zaman. Silakan <a href='%s'>tingkatkan</a>.
sk: Tvoja databáza je zastaralá. Prosím <a href='%s'>aktualizuj ju</a>.

source: No thieving allowed.
es_es: Prohibido el hurto.
id_id: Dilarang mencuri.
sk: Kradnutie nie je povolené.

source: bbPress &rsaquo; Installation
es_es: bbPress &rsaquo; Instalación
id_id: bbPress &rsaquo; Instalasi
sk: bbPress &rsaquo; Inštalácia

source: <h1>Already Installed</h1><p>You appear to have already installed bbPress. Perhaps you meant to <a href="%s">upgrade</a> instead?</p><p>To reinstall please clear your old database tables first.</p>
es_es: <h1>Ya está instalado</h1><p>Parece ser que ya tenías instalado bbPress. ¿Quizás estabas buscando <a href="%s">actualizar</a>?</p><p>Para poder reinstalar debes borrar las tablas de tu base de datos anterior.</p>
id_id: <h1>Sudah Terinstal</h1><p>Sepertinya Anda telah menginstal bbPress. Mungkin Anda bermaksud <a href="%s">memutakhirkan</a>?</p><p>Untuk menginstal ulang harap kosongkan tabel basis data lama Anda terlebih dahulu.</p>
sk: <h1>Už je to nainštalované</h1><p>Vyzerá to že už máš bbPress nainštalovaný. Asi si chcel spustiť <a href="%s">upgrade</a>.</p><p>Ak chceš preinštalovať, vymaž najprv staré dabázové tabuľky.</p>

source: <h1>Already Installed</h1><p>You appear to have already installed bbPress. Perhaps you meant to run the upgrade scripts instead? To reinstall please clear your old database tables first.</p>
es_es: <h1>Ya está instalado</h1><p>Parece ser que ya tenías instalado bbPress. ¿Quizás estabas buscando actualizar?</p><p>Para poder reinstalar debes borrar las tablas de tu base de datos anterior.</p>
id_id: <h1>Sudah Terinstal</h1><p>Sepertinya Anda sudah menginstal bbPress. Mungkin Anda bermaksud untuk menjalankan skrip pemutakhiran? Untuk menginstal ulang harap kosongkan tabel basis data lama Anda terlebih dahulu.</p>
sk: <h1>Už je to nainštalované</h1><p>Vyzerá to že už máš bbPress nainštalovaný. Pravdepodobne si chcel spustiť namiesto tohto upgrade. Pre znovunainštalovanie prosím najprv vymaž staré dabázové tabuľky.</p>

source: %s is now a Key Master
es_es: %s is ahora uno de Los Dueños de la Pelota
id_id: %s sekarang adalah Juru Kunci
sk: %s sa stal Key Mastrom

source: Back to the front page
es_es: Volver a la página principal
id_id: Kembali ke halaman depan
sk: Späť na domovskú stránku

source: Username not found. Try again.
es_es: El nombre de usuario no existe. Intenta otra vez.
id_id: Nama pengguna tidak ditemukan. Coba lagi.
sk: Užívateľské meno nebolo nájdené. Skús znovu.

source: Welcome to bbPress installation. We&#8217;re now going to go through a few steps to get you up and running with the latest in forums software.
es_es: Bienvenido a la instalación de bbPress. Ahora seguiremos unos pocos pasos que te dejarán listo y con lo último en sistemas de foros.
id_id: Selamat datang ke instalasi bbPress. Kami akan melalui beberapa langkah untuk mengantar Anda dan menjalankan perangkat lunak forum terbaru.
sk: Vitajte pri inštalácii bbPress. Teraz prejdeme pár krokov a rozbehneme nejaké nové fórum.

source: First Step &raquo;
es_es: Primer paso &raquo;
id_id: Langkah Pertama &raquo;
sk: Prvý krok &raquo;

source: First Step
es_es: Primer paso
id_id: Langkah Pertama
sk: Prvý krok

source: Make sure you have <strong>everything</strong> (database information, email address, etc.) entered correctly in <code>config.php</code> before running this script.
es_es: Asegúrate de que tienes <strong>todo</strong> (información de la base de datos, dirección de email, etc.) correctamente escrito en <code>config.php</code> antes de ejecutar este script.
id_id: Pastikan Anda memiliki <strong>segalanya</strong> (informasi basis data, alamat email, dll). Masukkan dengan benar ke dalam <code>config.php</code> sebelum menjalankan skrip ini.
sk: Pred spustením tohto skriptu sa uisti, že máš <strong>všetko</strong> (údaje o databáze, e-mailovú adresu, atď.) správne zapísané v súbore <code>config.php</code>.

source: Your <code>$bb->domain</code> setting must <strong>not</strong> end in a backslash "<code>/</code>".
es_es: Tu información sobre <code>$bb->domain</code> <strong>no</strong> debe terminar con una barra "<code>/</code>".
id_id: Penataan <code>$bb->domain</code> Anda <strong>tidak boleh</strong> berakhir dengan garis miring "<code>/</code>".
sk: Tvoje <code>$bb->domain</code> nastavenie <strong>nemôže</strong> končiť lomítkom "<code>/</code>".

source: Your <code>$bb->domain</code> setting cannot be parsed.
es_es: Tu información sobre <code>$bb->domain</code> no puede se interpretada.
id_id: Penataan <code>$bb->domain</code> Anda tidak dapat dibaca.
sk: Tvoje <code>$bb->domain</code> sa nedá parsovať.

source: Your <code>$bb->domain</code> setting <strong>must</strong> start with <code>http://</code>.
es_es: Tu información sobre <code>$bb->domain</code> <strong>debe</strong> empezar con <code>http://</code>.
id_id: Penataan <code>$bb->domain</code> Anda <strong>harus</strong> dimulai dengan <code>http://</code>.
sk: Tvoje <code>$bb->domain</code> nastavenie <strong>musí<strong/> začínať na <code>http://</code>.

source: Your <code>$bb->domain</code> setting must only include the <code>http://</code> and the domain name; it may not include any directories or path information.
es_es: Tu información sobre <code>$bb->domain</code> solo debe incluir el <code>http://</code> y el nombre del dominio; no debería ninguna incluir información sobre directorios o rutas.
id_id: Penataan <code>$bb->domain</code> Anda hanya boleh mengandung <code>http://</code> dan nama ranah; tidak boleh mengandung informasi direktori apapun.
sk: Tvoje <code>$bb->domain</code> nastavenie môže obsahovať len <code>http://</code> a doménové meno; nemôže obsahovať žiadne priečinky alebo cestu.

source: Your <code>$bb->path</code> setting <strong>must</strong> start with a backslash "<code>/</code>".
es_es: Tu información sobre <code>$bb->path</code> <strong>debe</strong> empezar con una barra "<code>/</code>".
id_id: Penataan <code>$bb->path</code> Anda <strong>harus</strong> dimulai dengan garis miring "<code>/</code>".
sk: Tvoje <code>$bb->path</code> nastavenie <strong>musí</strong> žačínať lomítkom "<code>/</code>".

source: Your <code>$bb->path</code> setting <strong>must</strong> end with a backslash "<code>/</code>".
es_es: Tu información sobre <code>$bb->path</code> <strong>debe</strong> terminar con una barra "<code>/</code>".
id_id: Penataan <code>$bb->path</code> Anda <strong>harus</strong> diakhiri dengan sebuah garis miring "<code>/</code>".
sk: Tvoje <code>$bb->path</code> nastavenie <strong>musí</strong> končiť lomítkom "<code>/</code>".

source: Your <code>$bb->wp_home</code> setting must <strong>not</strong> end in a backslash "<code>/</code>".
es_es: Tu información sobre <code>$bb->wp_home</code> <strong>no</strong> debe terminar con una barra "<code>/</code>".
id_id: Penataan <code>$bb->wp_home</code> Anda <strong>tidak</strong> boleh berakhir dengan garis miring "<code>/</code>".
sk: Tvoje <code>$bb->path</code> nastavenie <strong>nemôže</strong> končiť lomítkom "<code>/</code>".

source: Your <code>$bb->wp_home</code> setting cannot be parsed.
es_es: Tu información sobre <code>$bb->wp_home</code> no puede se interpretada.
id_id: Penataan <code>$bb->wp_home</code> Anda tidak dapat dibaca.
sk: Tvoje <code>$bb->wp_home</code> sa nedá parsovať.

source: Your <code>$bb->wp_home</code> setting <strong>must</strong> start with <code>http://</code>.
es_es: Tu información sobre <code>$bb->wp_home</code> <strong>debe</strong> empezar con <code>http://</code>.
id_id: Penataan <code>$bb->wp_home</code> Anda <strong>harus</strong> dimulai dengan <code>http://</code>.
sk: Tvoje <code>$bb->wp_home</code> nastavenie <strong>musí</strong> začínať na <code>http://</code>.

source: Your <code>$bb->domain</code> and <code>$bb->wp_home</code> settings do not have the same domain.<br />You cannot share login cookies between the two.<br />Remove the <code>$bb->wp_home</code> setting from your config.php file.
es_es: Tus informaciones sobre <code>$bb->domain</code> y <code>$bb->wp_home</code> no contienen el mismo dominio.<br />No podrás compartir las cookies de identificación entre los dos.<br />Quita la información sobre <code>$bb->wp_home</code> de tu archivo config.php.
id_id: Penataan <code>$bb->domain</code> dan <code>$bb->wp_home</code> Anda tidak memiliki ranah yang sama.<br />Anda tidak dapat berbagi cookie masuk log antara keduanya.<br />Singkirkan setting <code>$bb->wp_home</code> dari berkas config.php Anda.
sk: Tvoje <code>$bb->domain</code> a <code>$bb->wp_home</code> nastavenia nemajú rovnaké doménové meno.<br />Nemôžeš zdieľať prihlasovacie cookies medzi oboma.<br />Odstráň <code>$bb->wp_home</code> nastavenia z tvojho config.php súboru.

source: Your <code>$bb->cookiedomain</code> is not in the same domain as your <code>$bb->domain</code>. You will not be able to log in.
es_es: Tu información sobre <code>$bb->cookiedomain</code> no contiene lo mismo que tienes en <code>$bb->domain</code>. No podrás identificarte.
id_id: <code>$bb->cookiedomain</code> Anda tidak dalam ranah yang sama dengan <code>$bb->domain</code> Anda. Anda tidak akan dapat masuk log.
sk: Tvoja <code>$bb->cookiedomain</code> nie je rovnaká doména ako <code>$bb->domain</code>. Nebudeš sa môcť prihlásiť.

source: Your bbPress URL <code>$bb->path</code> is outside of your <code>$bb->cookiepath</code>. You may not be able to log in.
es_es: Tu información sobre <code>$bb->path</code> no se corresponde con <code>$bb->cookiepath</code>. No podrás identificarte.
id_id: URL bbPress Anda <code>$bb->path</code> di luar <code>$bb->cookiepath</code>. Anda tidak bisa masuk log.
sk: Tvoje bbPress URL <code>$bb->path</code> je mimo tvojej <code>$bb->cookiepath</code>. Možno sa nebudeš môcť prihlásiť.

source: Before we begin we need a little bit of information about your site's first <strong>administrator account</strong>, and your site's first <strong>forum</strong>.
es_es: Antes de emepezar es necesaria alguna información sobre tu primer cuenta de <strong>administrador</strong> y sobre el primer <strong>foro</strong>.
id_id: Sebelum kita mulai kami membutuhkan sedikit informasi tentang <strong>akun administrator</strong> pertama situs Anda dan <strong>forum</strong> pertama situs Anda.
sk: Ešte pred tým než začneme, potrebujem pár údajov o prvom <strong>administrátorskom účte</strong> pre túto stránku a tvojom prvom tunajšom <strong>fóre</strong>.

source: We found <strong>%s</strong> who is already a "Key Master" on these forums. You may make others later
es_es: Se ha encontrado a <strong>%s</strong> quien ya es uno de los Dueños de la Pelota en ese foro. Puedes crear otros luego.
id_id: Kami menemukan <strong>%s</strong> yang sudah menjadi "Juru Kunci" pada forum ini. Anda dapat membuat yang lain nanti
sk: Našli sme užívateľa menom <strong>%s</strong>, ktorý už je "Key Master" na tomto fóre. Neskôr môžeš urobiť ďaľších

source: Enter your username below. You will be made the first Key Master on these forums. Leave this blank if you want to create a new account
es_es: Ingresa tu nombre de usuario a continuación. Vas a crear al primer Dueño de la Pelota en ese foro. También puedes dejarlo en blanco para crear una cuenta nueva
id_id: Masukkan nama pengguna Anda di bawah ini. Anda akan dibuat sebagai Juru Kunci pertama pada forum ini. Biarkan kosong jika Anda ingin menciptakan sebuah akun baru.
sk: Vlož svoje užívateľské meno. Budeš prvý Key Master na tomto fóre. Nechaj prázdne ak chceš vytvoriť nový účet.

source: (You already set this in your <code>config.php</code> file.)
es_es: (Ya lo tienes configurado en tu archivo <code>config.php</code>)
id_id: (Anda telah menentukan ini di berkas <code>config.php</code> Anda.)
sk: (Toto si už nastavil v súbore <code>config.php</code>.)

source: Website:
es_es: Sitio web:
id_id: Situs web:
sk: Web stránka:

source: Location:
es_es: Localización:
id_id: Lokasi:
sk: Mesto a štát pobytu:

source: Interests:
es_es: Intereses:
id_id: Minat:
sk: Záujmy:

source: First Forum
es_es: Primer foro
id_id: Forum Pertama
sk: Prvé fórum

source: Double-check that username before continuing.
es_es: Controla dos veces el nombre de usuario antes de continuar.
id_id: Periksa ulang nama pengguna tersebut sebelum melanjutkan.
sk: Než budeš pokračovať si dva-krát skontroluj prihlasovacie meno.

source: Continue to Second Step &raquo;
es_es: Ir al segundo paso &raquo;
id_id: Lanjutkan ke Langkah Kedua &raquo;
sk: Pokračuj druhým krokom &raquo;

source: Bad username. Go back and try again.
es_es: Nombre de usuario erroneo. Vuelve e inténtalo otra vez.
id_id: Nama pengguna yang buruk. Kembali dan coba lagi.
sk: Nesprávne užívateľské meno. Choď späť a skús znovu.

source: Username not found. Go back and try again.
es_es: El nombre de usuario no existe. Vuelve e inténtalo otra vez.
id_id: Nama pengguna tidak ditemukan. Kembali dan ulangi lagi.
sk: Užívateľské meno sa nenašlo. Choď späť a skús znovu.

source: You must name your first forum. Go back and try again.
es_es: Debes ponerle nombre a tu primer foro. Vuelve e inténtalo otra vez.
id_id: Anda harus menamai forum pertama Anda. Kembali dan coba lagi.
sk: Musíš pomenovať svoje prvé fórum. Choď späť a skús znovu.

source: Second Step
es_es: Segudo paso
id_id: Langkah Kedua
sk: Druhý krok

source: Now we&#8217;re going to create the database tables and fill them with some default data.
es_es: Ahora crearemos las tablas de la base de datos y las llenaremos con algunos datos predeterminados.
id_id: Sekarang kita akan menciptakan tabel basis data dan mengisinya dengan beberapa data bawaan.
sk: Teraz vytvoríme databázové tabuľky a naplníme ich nejakými počiatočnými dátami.

source: *Your WordPress password*
es_es: *Tu contraseña de WordPress*
id_id: *Kata sandi WordPress Anda*
sk: *Tvoje WordPress heslo*

source: Your new bbPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new forums. Thanks! --The bbPress Team http://bbpress.org/
es_es: Tu nuevo bbPress ha sido configurado perfectamente en: %1$s Puedes identificarte en tu cuenta de administrador con los siguientes datos: Nombre de usuario: %2$s Contraseña: %3$s Esperamos que disfrutes de tus nuevos foros. ¡Gracias! --El equipo de bbPress http://bbpress.org/
id_id: Situs bbPress baru Anda telah berhasil ditata pada: %1$s Anda dapat masuk log ke akun administrator dengan informasi berikut:: Nama pengguna: %2$s Kata sandi: %3$s Kami harap Anda menikmati forum baru Anda. Terimakasih! --Tim bbPress http://bbpress.org/
sk: Tvoje nové bbPress fórum bolo úspešne spustené na: %1$s Môžeš sa prilásiť do administrátorského účtu s nasledovnými údajmi: Užívateľské meno: %2$s Heslo: %3$s Dúfame, že si vychutnávaš svoje nové fórum. Ďakujeme! Tím bbPress a František Malina, VizualBod http://vizualbod.com/ http://bbpress.org/

source: Finished!
es_es: ¡Terminado!
id_id: Selesai!
sk: Hotovo!

source: Now you can <a href="%1$s">log in</a> with the <strong>username</strong> "<code>%2$s</code>" and <strong>password</strong> "<code>%3$s</code>".
es_es: Ahora puedes <a href="%1$s">identificarte</a> con el <strong>nombre de usuario</strong> "<code>%2$s</code>" y la <strong>contraseña</strong> "<code>%3$s</code>".
id_id: Sekarang Anda dapat <a href="%1$s">masuk log</a> dengan <strong>nama pengguna</strong> "<code>%2$s</code>" dan <strong>kata sandi</strong> "<code>%3$s</code>".
sk: Teraz sa môžeš <a href="%1$s">prihlásiť</a> s tvojim <strong>užívateľským menom</strong> &bdquo;<code>%2$s</code>&ldquo; a <strong>heslom</strong> &bdquo;<code>%3$s</code>&ldquo;.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you. If you lose it, you will have to delete the tables from the database yourself, and re-install bbPress. So to review:
es_es: ¡<strong><em>Anota la contraseña</em></strong> cuidadosamente! Es una contraseña <em>aleatoria</em> que ha sido generada solo para ti. Si la pierdes o la olvidas, tendrás que borrar todas las tablas de tu base de datos tú mismo y reinstalar bbPress. Solo para recordar:
id_id: <strong><em>Catat kata sandi tersebut</em></strong> dengan cermat! Ini merupakan kata sandi <em>acak</em> yang diciptakan hanya untuk Anda. Jika Anda menghilangkannya, Anda harus menghapus tabel dari basis data sendiri, dan menginstal ulang bbPress. Jadi kami ulangi:
sk: <strong><em>Poznač si toto heslo</em></strong> pozorne! Je <em>náhodne</em> vygenerované len pre tvoje použitie. Ak ho stratíš, budeš musieť vymazať databázové tabuľky a znovu nainštalovať bbPress. Takže to zhrnieme:

source: Login address
es_es: Dirección para identificarte
id_id: Alamat masuk log
sk: Adresa prihlásenia

source: Were you expecting more steps? Sorry to disappoint. All done! :)
es_es: ¿Esperabas más pasos? Sentimos decepcionarte. ¡Todo está listo!
id_id: Apakah Anda mengharapkan masih banyak langkah lagi? Maaf mengecewakan. Semuanya selesai! :)
sk: Čakal si niečo zložitajšie? Musím Ťa sklamať. Je to hotové! :)

source: <a href="http://bbpress.org/">bbPress</a>: Simple, Fast, Elegant.
es_es: <a href="http://bbpress.org/">bbPress</a>: simple, rápido, elegante.
id_id: <a href="http://bbpress.org/">bbPress</a>: Sederhana, Cepat, Elegan.
sk: <a href="http://bbpress.org/">bbPress</a>: jednoduchý, rýchly, vkusný.

source: Plugin <strong>activated</strong>
es_es: Plugin <strong>activado</strong>
id_id: Plugin <strong>diaktifkan</strong>

source: Plugin <strong>deactivated</strong>
es_es: Plugin <strong>desactivado</strong>
id_id: Plugin <strong>dinonaktifkan</strong>

source: The following checkboxes allow you to recalculate various numbers stored in the database. These numbers are used for things like counting the number of pages worth of posts a particular topic has. You shouldn't need to do do any of this unless you're upgrading from one version to another or are seeing pagination oddities.
id_id: Kotak centang berikut ini memungkinkan Anda untuk menghitung ulang berbagai angka yang disimpan dalam basis data. Angka-angka ini digunakan untuk hal-hal seperti menghitung jumlah halaman yang dihabiskan oleh tulisan dalam sebuah topik. Anda tidak perlu melakukan apapun terhadap ini kecuali Anda memutakhirkan dari satu versi ke versi lain atau melihat kejanggalan pada penghalamanan.
sk: Nasledujúce zaškrtávacie políčka ti dávajú možnosť prepočítať rôzne počty skladované v databáze. Tieto čísla sa používajú na účely ako rátanie počtu stránok príspevkov... Toto je dôležité len pri aktualizáciách a niektorých chybách so stránkovaním.

source: Theme "%s" activated
es_es: Diseño "%s" activado
id_id: Tema "%s" diaktifkan
sk: Vzhľad "%s" aktivovaný

source: Upgrade complete. <a href="%s">Enjoy!</a>
es_es: Actualización completa. <a href="%s">¡Disfruta!</a>
id_id: Pemutakhiran selesai. <a href="%s">Selamat menikmati!</a>
sk: Aktualizácia je hotová. <a href="%s">Uži si to.</a>
