Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: This value should exactly match the <strong>Blog address (URL)</strong> setting in your WordPress general settings.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката <strong>Адрес на блога (URL)</strong> в общите настройки на вашия WordPress.
et_ee: See peab täielikult ühtima <strong>"Ajaveebi aadress (URL)"</strong> väärtusega teie WordPressi üldistes seadetes.
fi: Tämän arvon tulee vastata WordPressin yleisissä asetuksissa määrittelemääsi <strong>Blogin osoitetta (URL)</strong>.
fr_fr: Cette valeur doit être exactement la même que l'<strong>Adresse du blog (URL)</strong> dans les options générales de WordPress.
hu_hu: Ennek az értéknek pontosan meg kell egyeznie a WordPress általános beállítások között találhatóa <strong>Blog cím (URL)</strong>értékkel.
ja: WordPress の一般設定ページで指定した<strong>ブログのアドレス (URL)</strong> と一致させてください。
pl_pl: Ta wartość powinna być taka sama jak wartość ustawienia <strong>Adres URL blogu</strong> w ogólnych ustawieniach Twojej instalacji WordPressa.
pt_br: Esse valor deve corresponder exatamente à opção <strong>Endereço do blog (URL)</strong> definida em suas configurações gerais do WordPress.
ro_ro: Această valoare ar trebui să fie exact aceeași valoare găsită la <strong>Adresa blogului (URL)</strong> din setările generale la WordPress.
sr_rs: Ова вредност мора да се поклапа са <strong>адресом блога (URL-ом)</strong> подешеној у вашим општим подешавањима Вордпреса.
th: ค่านี้ต้องตรงกับการตั้งค่า <strong>URL ของที่อยู่บล็อก</strong> ในการตั้งค่าทั่วไปของเวิร์ดเพรสของคุณ
ug_cn: بۇ قىممەتنى ۋوردپرەسنىڭ «ئاساسىي تەكشەكلەر» بېتىدىكى <strong>بلوگ ئادرېسى (URL)</strong> بىلەن بىردەك قىلىڭ.

source: WordPress "auth" cookie salt
bg_bg: WordPress "auth" парола
et_ee: WordPressi "auth" küpsise sool
fi: WordPress "auth" evästesuola
fr_fr: Clef secrète du cookie de WordPress "auth"
hu_hu: WordPress "auth" süti titkos kulcs
pl_pl: Salt ciasteczek "auth" WordPressa
pt_br: Salt do cookie "auth" do WordPress
ro_ro: WordPress "auth" cookie
sr_rs: Вордпресов "auth" колачић
ug_cn: ۋوردپرەس "auth" cookie مەخپىي ئاچقۇچى

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката "auth_salt" в инсталацията на WordPress. Портърсете настройката наречена "auth_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "auth_salt". Etsi asetus nimeltä "auth_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nommé "auth_salt" de votre installation de WordPress. Chercher l&#8217;option "auth_salt" dans <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "auth_salt" értékével. Meg kell keresni az "auth_salt" feliratú beállítást <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">ezen a WordPress admin oldalon</a>.
ja: WordPress 設定の "auth_salt" 値と一致させてください。<a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "auth_salt" という設定値を探してみてください。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "auth_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "auth_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>.
pt_br: Deve corresponder ao valor da configuração do WordPress denominada "auth_salt" no seu site WordPress. Procure a opção "auth_salt" <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>.
ro_ro: Această valoare trebuie să se potrivească cu valoarea setată în WordPress numită "auth_salt" din instanța WordPress. Căută opțiunea numită "auth_salt" în <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "auth_salt" у вашем Вордпресовом веб месту. Потражите опцију "auth_salt" на <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>.

source: WordPress "secure auth" cookie salt
bg_bg: WordPress "secure auth" парола
et_ee: WordPressi "secure auth" küpsise sool
fi: WordPress "secure auth" evästesuola
fr_fr: Clef secrète du cookie de WordPress "secure auth"
hu_hu: WordPress "secure auth" süti titkos kulcs
pl_pl: Salt "secure auth" ciasteczek WordPressa
pt_br: Salt do cookie "secure auth" do WordPress
sr_rs: Вордпресов "secure auth" колачића
ug_cn: ۋوردپرەس "secure auth" cookie مەخپىي ئاچقۇچى

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката "secure_auth_salt" в инсталацията на WordPress. Портърсете настройката наречена "secure_auth_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>. В случай, че тази стойност не е зададена в WordPress, можете да оставите това поле празно.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "secure_auth_salt". Etsi asetus nimeltä "secure_auth_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>. Mikäli jätät tämän tyhjäksi, asennusohjelma käyttää integrointiaseuksissa antamaasi arvoa.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nomme "secure_auth_salt" de votre installation de WordPress. Chercher l&#8217;option "secure_auth_salt" dans <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>. Parfois cette valeur n'est pas définie dans WordPress, si c'est le cas laisser cette valeur vide.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "secure_auth_salt" értékével. Meg kell keresni az "secure_auth_salt" feliratú beállítást <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">ezen a WordPress admin oldalon</a>. Néha ez nincs beállítva WordPressben, ilyenkor üresen lehet hagyni.
ja: WordPress 設定の "secure_auth_salt" 値と一致させてください。<a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "secure_auth_salt" という設定値を探してみてください。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "secure_auth_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "secure_auth_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>.
pt_br: Deve corresponder ao valor da configuração do WordPress denominada "secure_auth_salt" no seu site WordPress. Procure a opção "secure_auth_salt" <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>. Às vezes, esse valor não está definido no WordPress e, neste caso, você também pode deixar esta configuração em branco.
ro_ro: Această valoare trebuie să se potrivească cu valoarea setată în WordPress numită "secure_auth_salt" în instanța WordPress. Căută opțiunea numită "auth_salt" în <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>. Uneori această valoare nu este setată în WordPress, în acel caz poţi lăsa și această setare necompletată.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "secure_auth_salt" у вашем Вордпресовом веб месту. Потражите опцију "secure_auth_salt" на <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>. Понекад ова вредност у Вордпресу није подешена, па у том случају ово можете такође оставити празним.

source: WordPress "logged in" cookie salt
bg_bg: WordPress "logged in" парола
et_ee: WordPressi "logged in" küpsise sool
fi: WordPress "logged in" evästesuola
fr_fr: Clef secrète du cookie de WordPress "logged in"
hu_hu: WordPress "logged in" süti titkos kulcs
pl_pl: Salt "logged in" ciasteczek WordPressa
pt_br: Salt do cookie "logged in" do WordPress
sr_rs: Вордпресов "logged in" колачића
ug_cn: ۋوردپرەس "logged in" cookie مەخپىي ئاچقۇچى

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката "logged_in_salt" в инсталацията на WordPress. Портърсете настройката наречена "logged_in_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "logged_in_salt". Etsi asetus nimeltä "logged_in_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nomme "logged_in_salt" de votre installation de WordPress. Chercher l&#8217;option "logged_in_salt" dans <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "logged_in_salt" értékével. Meg kell keresni az "logged_in_salt" feliratú beállítást <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">ezen a WordPress admin oldalon</a>.
ja: WordPress 設定の "logged_in_salt" 値と一致させてください。<a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "logged_in_salt" という設定値を探してみてください。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "logged_in_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "logged_in_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>.
pt_br: Deve corresponder ao valor da configuração do WordPress denominada "logged_in_salt" no seu site WordPress. Procure a opção "logged_in_salt" <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>.
ro_ro: Această valoare trebuie să se potrivească cu valoarea setatâ în WordPress numită "logged_in_salt" din situl tău WordPress. Căută opțiunea numită "logged_in_salt" în <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "logged_in_salt" у вашем Вордпресовом веб месту. Потражите опцију "logged_in_salt" на <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>.

source: You have defined the "%s" constant which locks this setting.
bg_bg: Задали сте константата "%s", което води до заключване на тази настройка.
fi: Olet määrittänyt "%s"-muuttujan, joka lukitsee tämän asetuksen.
fr_fr: Vous avez défini la constante "%s", ce qui vérouille ce réglage.
hu_hu: A(z) "%s" konstans definiálva van, ami letiltja ezt a beállítási lehetőséget.
ja: この設定をロックする "%s" 定数を定義しました。
pl_pl: Definiowano stałą "%s", która blokuje to ustawienie.
pt_br: Você definiu a constante "%s" que bloqueia esta configuração.
ro_ro: Ai definit constanta "%s" care blochează aceste setări.
sr_rs: Направили сте непроменљиву "%s" која закључава ова подешавања.

source: User database table prefix
bg_bg: Представка на потребителските таблици
et_ee: Kasutajatabelite eesliide
fi: Käyttäjätietokannan taulun etuliite
fr_fr: Préfixe de la table utilisateur de la base de données
hu_hu: Felhasználói adatbázis előtag
ja: ユーザー DB のテーブル接頭語
pl_pl: Prefiks nazwy tabeli z danymi użytkowników
pt_br: Prefixo da tabela de banco de dados de usuários
ro_ro: Prefixul tabelului bazei de date a utilizatorilor
sr_rs: Префикс корисничке базе података
ug_cn: قوللانچى ساندانى ئالدى قوشۇمچىسى

source: If your bbPress and WordPress sites share the same database, then this is the same value as <code>$table_prefix</code> in your WordPress <code>wp-config.php</code> file. It is usually <strong>wp_</strong>.
bg_bg: В случай че инсталацията на bbPress и WordPress имат обща база данни, стойността трябва да е същата като <code>$table_prefix</code> във файла <code>wp-config.php</code> на WordPress. Най-често тя е <strong>wp_</strong>.
fi: Mikäli bbPress- ja WordPress-asennukset käyttävät samaa tietokantaa, silloin tämä arvo on sama kuin WordPressin <code>wp-config.php</code>-tiedostossa määrittelemäsi <code>table_prefix</code>. Oletusarvo on <strong>wp_</strong>.
fr_fr: Si vos installations de bbPress et WordPress partagent la même base de données, vous pouvez fixer la même valeur que la variable <code>$table_prefix</code> présente dans le fichier de configuration de WordPress <code>wp-config.php</code>. Habituellement, c&#8217;est <strong>wp_</strong>.
hu_hu: Ha a bbPress és WordPress telepítések ugyanazon adatbázison osztoznak, akkor ez ugyanaz az érték mint a <code>$wp_table_prefix</code> a WordPress <code>wp-config.php</code> fájlban. Ez rendszerint <strong>wp_</strong>.
ja: bbPress と WordPress が同一のデータベースを共有している場合、WordPress の <code>wp-config.php</code> ファイル内に書かれた <code>$wp_table_prefix</code> と同じ値になります。通常は、<strong>wp_</strong> です。
pl_pl: Jeśli Twoja strona oparta na bbPressie dzieli bazę danych z instalacją WordPressa, wartość tego ustawienia jest taka sama jak wartość zmiennej <code>$table_prefix</code> znajdującej się w Twoim pliku <code>wp-config.php</code>. Zwykle jest to <strong>wp_</strong>.
pt_br: Quando os sites do bbPress e do WordPress compartilham o mesmo banco de dados, esse valor é o mesmo de <code>$table_prefix</code> do arquivo <code>wp-config.php</code> do WordPress. Normalmente é <strong>wp_</strong>.
ro_ro: Dacă bbPress și WordPress folosesc aceeaşi bază de date, atunci aceasta este aceeaşi valoare ca şi <code>$table_prefix</code> din fişierul tău WordPress <code>wp-config.php</code>. De obicei este <strong>wp_</strong>.
sr_rs: Уколико ваша веб места bbPress-а и Вордпреса деле исту базу података, онда је ово иста вредност као <code>$wp_table_prefix</code> у датотеци <code>wp-config.php</code> ваше инсталације Вордпреса. Обично је то <strong>wp_</strong>.
ug_cn: سىز ئىشلىتىۋاتقان bbPress ۋە ۋوردپرەس ئوخشاش ساندان ئىشلەتسە، ئۇنداقتا بۇ قىممەت <code>wp-config.php</code> ھۆججىتىڭىزدىكى <code>$table_prefix</code> بىلەن ئوخشاش بولىدۇ. ئادەتتە <strong>wp_</strong> بولىدۇ.

source: WordPress MU primary blog ID
bg_bg: Номер на основния блог в WordPress MU
fi: Wordpress MU:n ensisijaisen blogin tunnusnumero
fr_fr: ID du blog principal de WordPress Mu
hu_hu: WordPress MU elsődleges blog azonosító
ja: WordPress MU メインブログ ID
pl_pl: Identyfikator glównego blogu w WordPressie MU
pt_br: ID do blog original do WordPress MU
ro_ro: ID-ul blogului principal de WordPress MU
sr_rs: ID примарног блога Вордпреса MU
ug_cn: ۋوردپرەس كۆپ تىللىق نەشرى ئاساسىي بلوگ ID سى

source: If you are integrating with a WordPress MU site you need to specify the primary blog ID for that site. It is usually <strong>1</strong>. You should probably leave this blank if you are integrating with a standard WordPress site
bg_bg: Ако интегрирате с WordPress MU трябва да посочите номера (ID) на основния блог. Обикновено този номер е <strong>1</strong>. Следва да оставите това поле празно, ако интегрирате с обикновена инсталация на WordPress
fi: Jos olet yhdistämässä bbPressiä WordPress MU -sivuston kanssa, sinun täytyy antaa ensisijaisen blogin tunnusnumero tälle sivustolle. Yleensä se on <strong>1</strong>. Todennäköisesti sinun täytyy jättää tämä tyhjäksi, jos olet liittämässä bbPressiä normaaliin WordPress-sivustoon.
fr_fr: Si vous intégrez votre installation bbPress avec WordPress Mu, vous aurez besoin de spécifier l'ID du blog principal de votre site. Généralement, la valeur à spécifier est <strong>1</strong>. Vous devez généralement laisser cette valeur vide si vous faites une intégration avec un WordPress classique.
hu_hu: Ha WordPress MU oldallal történik az integráció, akkor meg kell adni az elsődleges blog azonosítóját. Ez általában <strong>1</strong>. Ezt valószínűleg üresen lehet hagyni, ha sima WordPress alapú az oldal
ja: もし WordPress MU サイトとの統合を行う場合は、そのサイトのメインブログ ID が必要です。通常、<strong>1</strong>となります。通常の WordPress サイトの統合を行う場合は、空欄にしておくべきでしょう。
pl_pl: Jeżeli integrujesz forum ze stroną opartą na WordPressie MU, musisz określić blog, który jest głównym blogiem tej strony. Jest to zwykle blog o identyfikatorze <strong>1</strong>. To ustawienie raczej powinno zostać pozostawione bez wartości, jeżeli forum integrowane jest ze standardową instalacją WordPressa.
pt_br: Se você estiver integrando com um site do WordPress MU você precisa especificar a ID do blog original para aquele site. Normalmente é <strong>1</strong>. Provavelmente você deve deixar em branco se você estiver integrando com um site do WordPress padrão.
ro_ro: Dacă faci integrarea cu un site WordPress MU, trebuie să specifici ID-ul blogului principal pentru acel site. De obicei este <strong>1</strong>. Probabil că ar trebui să lăși acest câmp necompletat dacă faci integrarea cu un site WordPress standard.
sr_rs: Уколико спајате са веб местом које користи Вордпресом MU, мораћете да неведете ID примарног блога тог веб места. Обично је то <strong>1</strong>. Ово би обично требало да оставите празним уколико спајате са обичним Вордпресом.

source: Show advanced database settings
bg_bg: Покажи допълнителните настройки на базата данни
et_ee: Näita täpsemaid andmebaasiseadeid
fi: Näytä tietokantayhteyden lisäasetukset
fr_fr: Afficher les paramètres avancés de la base de données
hu_hu: Haladó adatbázis beállítások mutatása
ja: 上級者向け DB の設定を表示
pl_pl: Pokaż zaawansowane ustawienia bazy danych
pt_br: Mostrar configurações avançadas do banco de dados
ro_ro: Afișare setări avansate pentru baza de date
sk_sk: Ukázať pokročilé nastavenia databázy
sr_rs: Прикажи напредна подешавања базе података
ug_cn: يۇقۇرى دەرىجىلىك ساندان تەڭشەكلەرنى كۆرسىتىش

source: If your bbPress and WordPress site do not share the same database, then you will need to add advanced settings.
bg_bg: Ако вашите инсталации на bbPress и WordPress не споделят обща база данни, ще трябва да направите допълнителни настройки.
fi: Mikäli bbPressin ja WordPressin asennukset eivät käytä samaa tietokantaa, niin sinun tulee määritellä lisäasetukset.
fr_fr: Si vos installations de bbPress et WordPress ne partagent pas la même base de données, vous devrez obligatoirement configurer des paramètres avancés.
hu_hu: Ha a bbPress és WordPress külön adatbázisból dolgozik, akkor a haladó beállításokat kell használni.
ja: bbPress と WordPress が同一のデータベースを共有していない場合、上級者向け設定を追加する必要があります。
pl_pl: Jeżeli Twoja instalacja bbPressa i WordPressa nie współdzielą jednej bazy danych, konieczne będzie dodanie zaawansowanych ustawień.
pt_br: Se o site do bbPress e do WordPress não compartilharem o mesmo banco de dados, será necessário adicionar configurações avançadas.
ro_ro: Dacă bbPress și WordPress nu folosesc aceeaşi bază de date, atunci va trebui să adăugi setări avansate.
sr_rs: Уколико ваша веб места bbPress-а и Вордпреса не деле исту базу података мораћете да додате напредна подешавања.
ug_cn: سىز ئىشلىتىۋاتقان bbPress ۋە ۋوردپرەس سانداننى ئورتاق ئىشلەتمىسە، ئۇنداقتا يۇقۇرى دەرىجىلىق تەڭشەكلەرنى قوشۇشىڭىزغا توغرا كېلىدۇ.

source: User database name
bg_bg: Потребителска база данни - име
et_ee: Kasutajate andmebaasi nimi
fi: Käyttäjätietokannan nimi
fr_fr: Utilisateur de la base de données
hu_hu: Felhasználói adatbázis néve
ja: ユーザー DB 名
pl_pl: Nazwa bazy z danymi użytkowników
pt_br: Nome do banco de dados do usuário
ro_ro: Numele bazei de date a utilizatorilor
sr_rs: Име корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ نامى

source: The name of the database in which your user tables reside.
bg_bg: Името на базата данни в която се намират потребителските таблици.
et_ee: Selle andmebaasi nimi, kus teie kasutajate tabelid asuvad.
fi: Käyttäjätaulut sisältävän tietokannan nimi
fr_fr: Le nom de la base de données où vos utilisateurs résideront.
hu_hu: Az adatbázis néve, ahol a felhasználók vannak.
ja: ユーザーテーブルのあるデータベース名。
pl_pl: Nazwa bazy danych, w której rezydują Twoje tabele z danymi użytkowników.
pt_br: Nome do banco de dados em que se encontram as tabelas de usuários.
ro_ro: Numele bazei de date în care se află tabelul cu utilizatori.
sr_rs: Име базе података у којој се налази ваша табела са корисницима.
th: ชื่อของฐานข้อมูลที่ตารางผู้ใช้ของคุณอยู่ในนั้น

source: User database user
bg_bg: Потребителска база данни - потребителско име
et_ee: Andmebaasi kasutajanimi
fi: Käyttäjätietokannan käyttäjätunnus
fr_fr: Nom de l&#8217;utilisateur de la base de données utilisateur
hu_hu: Felhasználói adatbázis felhasználó
ja: ユーザー DB のユーザー名
pl_pl: Użytkownik bazy z danymi użytkowników
pt_br: Usuário do banco de dados do usuário
ro_ro: Utilizatorul bazei de date cu utilizatori
sr_rs: Име корисника корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ قوللانچىسى

source: The database user that has access to that database.
bg_bg: Потребителят на базата данни, който има права на достъп до нея.
et_ee: Andmebaasi kasutaja, kellel on ligipääs sellele andmebaasile.
fi: Käyttäjä, jolla on tarvittavat oikeudet tietokantaan.
fr_fr: L&#8217;utilisateur de la base de données qui doit accéder à cette base.
hu_hu: A felhasználó, akinek hozzáférése van az adatbázishoz.
ja: データベースへのアクセス権を持つデータベースユーザー。
pl_pl: Nazwa użytkownika serwera, który ma dostęp do powyższej bazy danych.
pt_br: O usuário que tem acesso ao banco de dados.
ro_ro: Utilizatorul care are acces la baza de date.
sr_rs: Корисник базе података који има приступ њој.
th: ผู้ใช้ฐานข้อมูลที่มีสิทธิ์เข้าถึงฐานข้อมูลนั้น
ug_cn: سانداننى زىيارەت قىلىش ھوقۇقىغا ئىگە ساندان قوللانچىسى.

source: User database password
bg_bg: Потребителска база данни - парола
et_ee: Kasutajate andmebaasi parool
fi: Käyttäjätietokannan salasana
fr_fr: Mot de passe de l&#8217;utilisateur de la base données utilisateur
hu_hu: Felhasználói adatbázis jelszó
ja: ユーザー DB のパスワード
pl_pl: Hasło do bazy z danymi użytkowników
pt_br: Senha do banco de dados do usuário
ro_ro: Parola bazei de date cu utilizatori
sr_rs: Лозинка корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ پارولى
