Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: User database sharing allows you to store user data in your WordPress database.
bg_bg: Общата потребителска база данни ви позволява да съхранявате информацията си в базата данни на WordPress
et_ee: Kasutajate andmebaasi jagamisel hoitakse kasutajate andmeid WordPressi andmebaasis.
fi: Jakamalla käyttäjätietokannan, voit tallentaa bbPressin käyttäjien tietoja WordPressin tietokantaan.
fr_fr: Le partage des bases de données utilisateur offre la possibilité de stocker les données utilisateurs dans la base de données de WordPress.
hu_hu: A felhasználói adatbázis megosztása lehetőséget ad a felhasználói adatok WordPress adatbázisban történő tárolására.
ja: ユーザーデータベース共有を有効化すると、WordPress のデータベースにユーザーデータを保存できます。
pl_pl: Integracja baz z danymi użytkowników pozwala na przechowywanie danych użytkowników w bazie danych WordPressa.
pt_br: O compartilhamento do banco de dados de usuários permite armazenar dados de usuários em seu banco de dados do WordPress.
ro_ro: Partajarea bazei de date cu utilizatorii îți permite să stochezi datele despre utilizatori în baza de date a WordPress.
sk_sk: Zdielanie užívatelskej databázy povoluje ukladať dáta do vašej WordPress databázy.
sr_rs: Дељење корисничке базе података вам омогућава да складиштите корисничке податке у вашој Вордпресовој бази података.

source: You should setup a "User role map" before
bg_bg: Трябва да напаснете потребителските роли преди това
et_ee: Te peaksite kõigepealt kasutajarollid tõlgendama
fi: Sinun täytyy asettaa "Käyttäjäosien kartta" ensin
fr_fr: Vous devez définir la correspondance des utilisateurs avant
hu_hu: Előbb a "Felhasználói szerepkörök" beállítása szükséges.
ja: まず "権限グループの割り当て" を設定しておいてください。
pl_pl: Najpierw powinno się ustawić "mapowanie ról użytkowników"
pt_br: Antes, configure um "Mapa de funções de usuário"
ro_ro: Înainte de asta ar trebui să alegi o "Mapare a rolurilor de utilizatori"
sk_sk: Mali by ste pred tým nastaviť "Mapu užívateľskú úloh"
sr_rs: Требало би да пре тога подесите "Пресликавање корисничких улога"
ug_cn: ئاۋال «قوللانچى دەرىجە خەرىتىسى» نى قاچىلىشىڭىز كېرەك

source: All settings except for the character set must be specified.
bg_bg: Всички настройки освен азбуката са задължителни.
et_ee: Kõik seaded peale märgistiku peavad olema märgitud.
fi: Kaikki asetukset, lukuun ottamatta merkistoä, on määriteltävä.
fr_fr: Tous les paramètres doivent être configurés, excepté "Encodage de la base de données utilisateur"
hu_hu: Minden beállítás szükséges, kivéve a karakterkészeletet.
ja: 文字コード設定以外のすべての項目は必ず設定してください。
pl_pl: Wszystkie ustawienia, oprócz kodowania, muszą zostać określone.
pt_br: Todas as configurações devem ser especificadas, exceto o conjunto de caracteres.
ro_ro: Toate setările în afară de setul de caractere trebuie specificate.
sr_rs: Сва подешавања сем подешавања за скуп карактера морају бити наведена.
th: การตั้งค่าทั้งหมดยกเว้นค่าตัวอักษรต้องถูกระบุ

source: Only set these values if your user tables differ from the default WordPress naming convention.
bg_bg: Променете тези стойности само ако имента на потребителските ви таблици се различават от стандартните за WordPress.
fi: Aseta nämä arvot vain, jos käyttäjätaulusi eroavat WordPressin oletusnimeämiskäytännöstä.
fr_fr: Définir uniquement ces valeurs si vos tables utilisateurs diffèrent la convention de noms par défaut de WordPress.
hu_hu: Ezeket az értékeket csak akkor kell megadni, ha a felhasználói adatbázis különbözik az alap WordPress elnevezési szabályoktól.
ja: ユーザーテーブルの命名規則が デフォルトの WordPress と異なる場合のみ以下を設定してください。
pl_pl: Ustaw te wartości jedynie w przypadku, w którym nazwy Twoich tabel z danymi użytkowników różnią się od domyślnej konwencji nazewniczej WordPressa.
pt_br: Defina esses valores somente se as suas tabelas de usuários forem diferentes da convenção de nomes padrão do WordPress.
ro_ro: Setați aceste valori doar dacă tabelele diferă de tabelele standard WordPress
sr_rs: Подесите ове вредности само ако се ваше корисничке табеле разликују од подразумеваног начина именовања у Вордпресу.

source: Lock post editing after
bg_bg: Заключи възможността за редактиране на отговор след
et_ee: Lukusta postituste muutmine peale
fi: Estä viestin muokkaaminen, kun on kulunut
fr_fr: Verrouiller l&#8217;édition des messages après
hu_hu: Üzenet szerkesztésének letiltási ideje:
ja: 投稿の編集ができる制限時間
pl_pl: Wyłącz możliwość edycji wpisu po upływie
pt_br: Travar post após edição
ro_ro: Blochează editarea ulterioară a mesajelor
sk_sk: Uzamknúť možnosť dodatočnej úpravy príspevku po
sr_rs: Закључај уређивање поруке након
ug_cn: يازمىنىڭ تەھرىرلەش ۋاقىت چېكى:

source: minutes
bg_bg: минути
es_es: minutos
et_ee: minutit
fi: minuuttia
hu_hu: percek
id_id: menit
ja: 分
pl_pl: minut
pt_br: minutos
ro_ro: minute
sk: minút
sk_sk: minúty
sr_rs: минута
th: นาที
ug_cn: مىنۇت

source: A user can edit a post for this many minutes after submitting.
bg_bg: Потребителите могат да променят съобщенията си най-много до толкова минути след пращането им.
et_ee: Kasutaja saab oma postitust muuta nii mitme minuti jooksul peale postitamist.
fi: Käyttäjä voi muokata artikkelia yllä määritellyn ajan viestin lähettämisen jälkeen
fr_fr: Un utilisateur peut éditer son message pendant plusieurs minutes après son envoi.
hu_hu: A felhasználó ennyi ideig szerkesztheti üzenetét annak elküldése után.
ja: 投稿の送信後、この制限時間内ならユーザーは投稿を編集できます。
pl_pl: Użytkownik może modyfikować swój wpis przez tyle minut po wysłaniu go.
pt_br: Um usuário pode editar um post para este fórum muitos minutos depois de enviá-lo.
ro_ro: Utilizatorul poate edita un mesaj atâtea minute după ce îl publică.
sk_sk: Užívateľ môže dodatočne upravovať príspevok toľko minút po odoslaní.
sr_rs: Корисник може да уређује поруку за оволико минута након слања.
th: ผู้ใช้สามารถแก้ไขโพสท์หลังจากส่งข้อความแล้วหลายนาที
ug_cn: قوللانچى يازمىنى يوللاپ شۇنچىلىك ۋاقىتتىن كېيىن تەھرىرلىيەلەيدۇ.

source: Enable the bbPress XML-RPC publishing protocol.
bg_bg: Включване на поддържката на протокола за публикуване XML-RPC.
fi: Ota käyttöön bbPressin XML-RPC-julkaisuprotokolla.
fr_fr: Autoriser la publication et la gestion de bbPress via le protocole de publication XML-RPC.
hu_hu: A bbPress XML-RPC közzétételi protokol bekapcsolása
ja: bbPress XML-RPC 公開プロトコルを有効にする
pl_pl: Włącz protokół publikowania XML-RPC bbPressa.
pt_br: Ativar o protocolo de publicação XML-RPC do bbPress.
ro_ro: Activează protocolul de publicare XML-RPC pentru bbPress.
sk_sk: Povoliť bbPress publikačný XML-RPC protokol.
sr_rs: Омогући bbPress XML-RPC протоколе за објављивање.
ug_cn: bbPress XML-RPC ئېلان قىلىش كېلىشىمى ئىشلىتىلسۇن.

source: Writing Settings
bg_bg: Настройки за публикуване
fi: Kirjoittaminen
fr_fr: Réglages d'écriture
hu_hu: Írási beállítások
ja: 投稿設定
pl_pl: Ustawienia pisania
pt_br: Configurações de escrita
ro_ro: Setări pentru publicare
sk_sk: Nastavenia písania
sr_rs: Подешавања писања
ug_cn: يېزىش تەڭشەكلىرى

source: Remote Publishing
bg_bg: Отдалечено публикуване
fi: Etäjulkaiseminen
fr_fr: Publication à distance
hu_hu: Távoli közzététel
ja: リモート投稿
pl_pl: Zdalna publikacja
pt_br: Publicação remota
ro_ro: Publicare de la distanță
sk_sk: Publikovanie na diaľku
sr_rs: Удаљено објављивање
ug_cn: يىراقتا تۇرۇپ ئېلان قىلىش

source: To interact with bbPress from a desktop client or remote website that uses the XML-RPC publishing interface you must enable it below.
bg_bg: За да взаимодействате с bbPress от десктоп приложения или от външни уеб сайтове, които използват XML-RPC протокола, трябва да включите поддръжката му по-долу.
fi: Vuorovaikuttaaksesi bbPressin työpöytäasiakasohjelmasta tai etäverkkosivustolta, joka käyttää XML-RPC-julkaisukäyttöliittymää, sinun täytyy ottaa se käyttöön alla.
fr_fr: Pour interagir avec bbPress depuis un client logiciel ou depuis un site web distant via l'interface de publication XML-RPC que vous devez activer ci-dessous.
hu_hu: A bbPress-el való kommunikációhoz asztali alkalmazással, vagy egy távoli weboldallal - ami XML-RPC publikációs interfészt használ - lentebb engedélyezni kell ezt a szolgáltatásokat.
ja: XML-RPC を使用しているデスクトップクライアントやリモートサイトから bbPress にアクセスするには、有効化が必要です。
pl_pl: Aby komunikować się z bbPressem z programu zainstalowanego na własnym komputerze lub innej strony internetowej, która korzysta z interfejsu publikowania XML-RPC, musisz włączyć go poniżej.
pt_br: Para interagir com o bbPress a partir de um cliente desktop ou de um site remoto que usa a interface de publicação XML- RPC você deve ativá-lo abaixo.
ro_ro: Pentru a putea folosi un client desktop cu bbPress, sau orice serviciu care folosește protocolul de publicare XML-RPC, acesta trebuie activat mai jos.
sr_rs: Да бисте радили са bbPress-ом са апликације на свом рачунару или удаљеног веб места које користи XML-RPC сучеље за објављивање, морате то омогућити испод.
ug_cn: ئۈستەل كومپيۇتېرىڭىز ياكى يىراق توردا XML-RPC ئېلان قىلىش ئارا يۈزى ئارقىلىق bbPress بىلەن ئۇچۇر ئالماشتۇرماقچى بولسىڭىز ئۇنى تۆۋەندە قوزغىتىشىڭىز كېرەك.

source: <strong>Plugin could not be activated, it produced a Fatal Error</strong>. The error is shown below.
bg_bg: Разширението не може да бъде включено, тъй като предизвиква <strong>фатална грешка</strong>. Грешката е показана по-долу.
fi: Lisäosaa ei voitu ottaa käyttöön, sillä se aiheutti <strong>virhetilanteen</strong>.
fr_fr: <strong>L&rsquo;extension ne peut-être activée ; elle a produit une erreur fatale</strong>. L'erreur est affichée ci-dessous.
hu_hu: <strong>A bővítmény bekapcsolása nem sikerült, mert végzetes hibát okozott.</strong> A hiba látható lentebb
ja: プラグインの使用を開始できませんでした。<strong>重大なエラー</strong> が発生しました。
pl_pl: <strong>Wtyczka nie mogła zostać aktywowana, ponieważ zwróciła ona informację o krytycznym błędzie</strong>. Błąd ten jest wyświetlany poniżej.
pt_br: <strong>Não foi possível ativar plugin; ele gerou Erro fatal</strong>. O erro é mostrado abaixo.
ro_ro: <strong>Modulul nu a putut fi activat, acesta a produs o eroare fatală</strong>. Eroarea este afișată mai jos.
sr_rs: <strong>Додатак није могао бити укључен зато што је изазвао кобну грешку</strong>. Грешка је приказана испод.
ug_cn: <strong>بۇ قىستۇرما ئەجەللىك خاتالىق سادىر قىلغاچقا قوزغىتىلمىدى</strong>. خاتالىق تۆۋەندە كۆرسىتىلدى.

source: <strong>"%s" plugin activated</strong>
bg_bg: <strong>Разширението "%s" бе включено</strong>
fi: Lisäosa "%s" <strong>otettu käyttöön</strong>
fr_fr: <strong>Extension "%s" activée</strong>
hu_hu: <strong>"%s" bővítmény bekapcsolva</strong>
ja: <strong>プラグイン "%s" の使用を開始しました。</strong>
pl_pl: <strong>Wtyczka "%s" została aktywowana</strong>
pt_br: <strong>Plugin "%s" ativado</strong>
ro_ro: <strong>Modulul "%s" a fost activat</strong>
sk_sk: <strong>"%s" zásuvný modul bol zapnutý</strong>
sr_rs: <strong>Додатак "%s" је укључен</strong>
ug_cn: <strong>"%s" قىستۇرما قوزغىتىلدى</strong>

source: <strong>"%s" plugin deactivated</strong>
bg_bg: <strong>Разширението "%s" бе изключено</strong>
fi: Lisäosa "%s" <strong>poistettu käytöstä</strong>
fr_fr: <strong>Extension "%s" désactivée</strong>
hu_hu: <strong>"%s" bővítmény kikapcsolva</strong>
ja: <strong>プラグイン "%s" を停止しました。</strong>
pl_pl: <strong>Wtyczka "%s" została dezaktywowana</strong>
pt_br: <strong>Plugin "%s" desativado</strong>
ro_ro: <strong>Modulul "%s" a fost dezactivat</strong>
sk_sk: <strong>"%s" zásuvný modul bol vypnutý</strong>
sr_rs: <strong>Додатак "%s" је искључен</strong>
ug_cn: <strong>"%s" قىستۇرما ئىشلىتىشتىن توختىتىلدى</strong>

source: <strong>"Safe mode" is on, all plugins are disabled even if they are listed as active.</strong>
bg_bg: <strong>Включен е "Безопасен режим" и всички разширения са неактивни, дори да е показано иначе.</strong>
fi: <strong>"Turvatila" on päällä, kaikki lisäosat on poistettu käytöstä, vaikka ne ovat listattu aktiivisena.</strong>
fr_fr: <strong>Le mode PHP "Safe mode" est activé, toutes les extensions sont mises hors de service même si elles sont inscrites comme activé.</strong>
hu_hu: <strong>"Biztonsági mód" bekapcsolva, minden bővítmény ki van kapcsolva, még akkor is, ha aktívként jelennek meg a listázásban.</strong>
ja: <strong>"セーフモード" を利用中のため、使用中と表示されていてもすべてのプラグインは停止されています。</strong>
pl_pl: <strong>Tryb "Safe mode" jest włączony, wszystkie wtyczki są nieaktywne, nawet jeśli są one pokazywane jako aktywne.</strong>
pt_br: <strong>O "Modo de Segurança" está ativo, todos os plugins estão desativados mesmo se eles estiverem listados como ativos.</strong>
ro_ro: <strong>Se rulează în "Mod protejat", toate modulele sunt dezactivate chiar dacă sunt afișate ca fiind active.</strong>
sr_rs: <strong>"Сигуран режим" је укључен, сви додаци су искључени чак и уколико су наведени као укључени.</strong>
ug_cn: <strong>"Safe mode" ھالىتىگە كىردى، قوزغىتىلغان ھالەتتىكى قىستۇرمىلاردىن تارتىپ ھەممىسى توختىتىلدى. </strong>

source: Manage Plugins
bg_bg: Разширения
fi: Lisäosat
fr_fr: Gérer les extensions
hu_hu: Bővítmények kezelése
ja: プラグインの管理
pl_pl: Zarządzaj wtyczkami
pt_br: Gerenciar plugins
ro_ro: Administrare module
sk_sk: Správa zásuvných modulov
sr_rs: Управљај додацима
ug_cn: قىستۇرمىلارنى باشقۇرۇش

source: All <span class="count">(%d)</span>
bg_bg: Всички <span class="count">(%d)</span>
fi: Kaikki <span class="count">(%d)</span>
fr_fr: Tous <span class="count">(%d)</span>
hu_hu: Összes <span class="count">(%d)</span>
ja: すべて <span class="count">(%d)</span>
pl_pl: Wszystkie <span class="count">(%d)</span>
pt_br: Todos <span class="count">(%d)</span>
ro_ro: Toate <span class="count">(%d)</span>
sk_sk: Všetky <span class="count">(%d)</span>
sr_rs: Сви <span class="count">(%d)</span>
ug_cn: بارلىق <span class="count">(%d)</span>

source: Active <span class="count">(%d)</span>
bg_bg: Включени <span class="count">(%d)</span>
fi: Aktiiviset <span class="count">(%d)</span>
fr_fr: Activé <span class="count">(%d)</span>
hu_hu: Aktív <span class="count">(%d)</span>
ja: 使用中 <span class="count">(%d)</span>
pl_pl: Aktywne <span class="count">(%d)</span>
pt_br: Ativos <span class="count">(%d)</span>
sk_sk: Aktívne <span class="count">(%d)</span>
sr_rs: Укључени <span class="count">(%d)</span>
ug_cn: قوزغىتىلغانلار <span class="count">(%d)</span>

source: Inactive <span class="count">(%d)</span>
bg_bg: Изключени <span class="count">(%d)</span>
fi: Ei-aktiiviset <span class="count">(%d)</span>
fr_fr: Désactivé <span class="count">(%d)</span>
hu_hu: Inaktiv <span class="count">(%d)</span>
ja: 停止中 <span class="count">(%d)</span>
pl_pl: Nieaktywne <span class="count">(%d)</span>
pt_br: Inativos <span class="count">(%d)</span>
sk_sk: Neaktívne <span class="count">(%d)</span>
sr_rs: Искључени <span class="count">(%d)</span>
ug_cn: قوزغىتىلمىغان <span class="count">(%d)</span>

source: Autoloaded <span class="count">(%d)</span>
bg_bg: Автоматично заредени <span class="count">(%d)</span>
fi: Automaattisesti ladatut <span class="count">(%d)</span>
fr_fr: Activé automatiquement <span class="count">(%d)</span>
hu_hu: Audió <span class="count">(%d)</span>
ja: 自動読込済み <span class="count">(%d)</span>
pl_pl: Wczytane automatycznie <span class="count">(%d)</span>
pt_br: Auto-carregados <span class="count">(%d)</span>
ro_ro: Încărcate automat <span class="count">(%d)</span>
sr_rs: Аутоматски учитани <span class="count">(%d)</span>
ug_cn: ئاپتوماتىك قوزغىتىلغانلار <span class="count">(%d)</span>

source: Plugin
bg_bg: Разширение
fi: Lisäosa
fr_fr: Extension
hu_hu: Bővítmény
ja: プラグイン
pl_pl: Wtyczka
ro_ro: Modul
sk_sk: Zásuvný modul
sr_rs: Додатак
th: ปลั๊คอิน
ug_cn: قىستۇرما

source: Description
bg_bg: Описание
es_es: Descripción
et_ee: Kirjeldus
fi: Kuvaus
hu_hu: Leírás
id_id: Keterangan
ja: 説明
pl_pl: Opis
pt_br: Descrição
ro_ro: Descriere
sk: Popis
sk_sk: Popis
sr_rs: Опис
th: คำอธิบาย
ug_cn: چۈشەندۈرۈش

source: Activate
bg_bg: Активиране
et_ee: Lülita sisse
fi: Ota käyttöön
fr_fr: Activer
hu_hu: Bekapcsol
ja: 使用する
pl_pl: Aktywuj
pt_br: Ativar
ro_ro: Activează
sk_sk: Zapnúť
sr_rs: Укључи
th: เปิดใช้งาน
ug_cn: قوزغىتىش

source: Deactivate
bg_bg: Деактивиране
et_ee: Lülita välja
fi: Poista käytöstä
fr_fr: Désactiver
hu_hu: Kikapcsol
ja: 停止する
pl_pl: Wyłącz
pt_br: Desativar
ro_ro: Dezactivează
sk_sk: Vypnúť
sr_rs: Искључи
th: เลิกใช้งาน
ug_cn: توختىتىش

source: By %s
bg_bg: От %s
fi: Tekijä: %s.
fr_fr: Par %s
hu_hu: Szerző: %s
ja: 作者: %s
pl_pl: Autor: %s
pt_br: Por %s
ro_ro: De %s
sk_sk: Od %s
sr_rs: Од %s
ug_cn: ئاپتورى: %s

source: Autoloaded
bg_bg: Автоматично заредени
fi: Automaattisesti ladattu
fr_fr: Activé automatiquement
hu_hu: Automatikusa betöltve
ja: 自動読込済み
pl_pl: Wczytane automatycznie
pt_br: Autocarregado
ro_ro: Încărcat automat
sk_sk: Automatické
sr_rs: Аутоматски учитан
ug_cn: ئۆزلۈكىدىن قوزغىتىلغان

source: No plugins found.
bg_bg: Няма разширения.
fi: Ei tuloksia.
fr_fr: Aucune extension trouvée.
hu_hu: Nincsenek bővítmények.
ja: プラグインが見つかりませんでした。
pl_pl: Nie znaleziono żadnych wtyczek.
pt_br: Nenhum plugin encontrado.
ro_ro: Nu a fost găsit niciun modul.
sk_sk: Neboli nájdené žiadne zásuvné moduly.
sr_rs: Нема нађених додатака.
ug_cn: قىستۇرما تېپىلمىدى!

source: <strong>Post undeleted.</strong>
bg_bg: <strong>Отговорът бе възстановен.</strong>
fi: <strong>Viesti palautettu.</strong>
fr_fr: <strong>Message récupéré.</strong>
hu_hu: <strong>Bejegyzés visszaállítva.</strong>
ja: <strong>削除した投稿を復元しました。</strong>
pl_pl: <strong>Usunięcie wpisu zostało cofnięte.</strong>
pt_br: <strong>Post restaurado.</strong>
ro_ro: <strong>Mesajul a fost restaurat.</strong>
sk_sk: <strong>Príspevok obnovený.</strong>
sr_rs: <strong>Брисање поруке је обрисано.</strong>
ug_cn: <strong>يازما ئەسلىگە كەلتۈرۈلدى.</strong>

source: <strong>Post deleted.</strong>
bg_bg: <strong>Отговорът бе изтрит.</strong>
fi: <strong>Viesti poistettu.</strong>
fr_fr: <strong>Message supprimé.</strong>
hu_hu: <strong>Bejegyzés törölve.</strong>
ja: <strong>投稿を削除しました。</strong>
pl_pl: <strong>Wpis został usunięty.</strong>
ro_ro: <strong>Mesaj șters.</strong>
sk_sk: <strong>Príspevok zmazaný.</strong>
sr_rs: <strong>Порука је обрисана.</strong>
ug_cn: <strong>يازما ئۆچۈرۈلدى.</strong>

source: <strong>Post spammed.</strong>
bg_bg: <strong>Отговоръ отбелязан като спам</strong>
fi: <strong>Viesti merkitty roskapostiksi.</strong>
fr_fr: <strong>Message marqué comme indésirable.</strong>
hu_hu: <strong>Bejegyzés spamnak nyilvánítva.</strong>
ja: <strong>投稿をスパムに分類しました。</strong>
pl_pl: <strong>Wpis został oznaczony jako spam.</strong>
pt_br: <strong>Post marcado como spam.</strong>
ro_ro: <strong>Mesaj marcat ca spam.</strong>
sr_rs: <strong>Порука је означена као непожељна.</strong>
ug_cn: <strong>يازما سپەملەندى.</strong>

source: <strong>Post removed from spam.</strong> It is now a normal post.
bg_bg: <strong>Отговорът е изваден от спама.</strong> Сега е нормален отговор.
fi: <strong>Viesti poistettiin roskapostista.</strong> Se on nyt normaali viesti.
fr_fr: <strong>Le message est retiré des messages indésirables.</strong> C'est désormais un message normal.
hu_hu: <strong>Hozzászólás eltávolítva a spamek közül.</strong> Most a normál hozzászólás.
ja: <strong>投稿のスパム分類を解除しました。</strong>通常の投稿になります。
pl_pl: <strong>Oznaczenie wpisu jako spam zostało cofnięte.</strong> Wpis ten został teraz oznaczony jako normalny wpis.
pt_br: <strong>Post removido dos spams.</strong> Agora é um post normal.
ro_ro: <strong>Mesaj eliminat din spam.</strong> Salvat ca mesaj ordinar.
sr_rs: <strong>Порука је уклоњена из непожељних порука.</strong> Сада је обична порука.
ug_cn: <strong>يازما سپەملەشتىن قالدۇرۇلدى.</strong> ئەمدى ئۇ نورمال يازما بولدى.

source: <strong>Post removed from spam.</strong> It is now a deleted post.
bg_bg: <strong>Отговорът е изваден от спама.</strong> Сега е изтрит отговор.
fi: <strong>Viesti poistettu roskapostista.</strong> Se on nyt poistettu viesti.
fr_fr: <strong>Le message est retiré des messages indésirables.</strong> C'est désormais un message supprimé.
hu_hu: <strong>Hozzászólás eltávolítva a spamek közül.</strong> Most a töröltek közt van.
ja: <strong>投稿のスパム分類を解除しました。</strong>削除済みの投稿になります。
pl_pl: <strong>Oznaczenie wpisu jako spam zostało cofnięte.</strong> Wpis ten został teraz usunięty.
pt_br: <strong>Post removido dos spams.</strong> Agora é um post excluído.
ro_ro: <strong>Mesaj eliminat din spam.</strong> Salvat ca un mesaj șters.
sr_rs: <strong>Порука је уклоњена из непожељних порука.</strong> Сада је обрисана порука.
ug_cn: <strong>يازما سپەملەشتىن قالدۇرۇلدى.</strong> ئەمدى ئۇ ئۆچۈرۈلگەن يازما قىلىندى.

source: Now how'd you get here? And what did you think you'd being doing?
bg_bg: Как стигнахте дотук? И какво си мислите че правите?
es_es: ¿Cómo has llegado a aquí? Y ¿qué pensabas que ibas a hacer?
et_ee: Kuidas te siia sattusite? Ja mida te kavatsesite teha?
fi: Miten päädyit tänne? Ja mitä ajattelit tehdä?
fr_fr: Comment êtes-vous arrivé là ? Et que croyez-vous pouvoir faire ?
hu_hu: Hogy jutottál ide? És mit akartál csinálni?
id_id: Sekarang bagaimana Anda bisa sampai ke sini? Dan apa yang Anda pikir sedang Anda lakukan?
ja: どうやってこのページへたどりついたんですか ? 何をしようとしてるんですか ?
pl_pl: Co tutaj robisz? I co Ty sobie w ogóle wyobrażasz?
pt_br: Como você chegou aqui? E o que pensa que está fazendo?
ro_ro: Cum ai ajuns aici? Și ce încercai să faci?
sk: A teraz ako si sa sem dostal? A čo si myslíš že si tým urobil?
sk_sk: A teraz ako si sa sem dostal? A čo si myslíš že si tým urobil?
sr_rs: А сад како сте доспели овде? И шта сте мислили да ћете радити?
th: คุณได้มาถึงส่วนที่ไม่เกี่ยวข้องกับคุณ คุณคิดจะทำอะไรต่อไป
ug_cn: بۇ يەرگە قانداق كېلىپ قالدىڭىز؟ ئۆزىڭىزنىڭ نېمە قىلىۋاتقانلىقىڭىزنى بىلەمسىز؟

source: Posts
bg_bg: Отговори
es_es: Mensajes
et_ee: Postitused
fi: Viestit
fr_fr: Messages
hu_hu: Bejegyzések
id_id: Tulisan
ja: 投稿
pl_pl: Wpisy
ro_ro: Mesaje
sk: Príspevky
sk_sk: Príspevky
sr_rs: Поруке
th: ความเห็น
ug_cn: يازمىلار

source: containing &#8220;%s&#8221;
bg_bg: съдържащи &#8220;%s&#8221;
fi: sisältävät &#8220;%s&#8221;
fr_fr: contenant &#8220;%s&#8221;
hu_hu: tartalmazza: &#8220;%s&#8221;
ja: フォーラム: &#8220;%s&#8221;
pl_pl: zawierających &#8220;%s&#8221;
pt_br: contendo &ldquo;%s&rdquo;
ro_ro: care conțin &#8220;%s&#8221;
sk_sk: obsahujúce &#8220;%s&#8221;
sr_rs: садржи &#132;%s&#147;
ug_cn: &#8220;%s&#8221; نى ئۆز ئىچىگە ئالغان

source: in &#8220;%s&#8221;
bg_bg: в &#8220;%s&#8221;
es_es: en &#8220;%s&#8221;
et_ee: &#8220;%s&#8221;
fi: foorumilla &#8220;%s&#8221;
fr_fr: dans &#8220;%s&#8221;
hu_hu: @ &#8220;%s&#8221;
id_id: dalam &#8220;%s&#8221;
ja: - フォーラム: &#8220;%s&#8221;
pl_pl: w &#8220;%s&#8221;
pt_br: em &ldquo;%s&rdquo;
ro_ro: în &#8220;%s&#8221;
sk_sk: v &#8220;%s&#8221;
sr_rs: у &#132;%s&#147;
th: ใน &#8220;%s&#8221;
ug_cn: &#8220;%s&#8221; دىكىلەر

source: with tag &#8220;%s&#8221;
bg_bg: с етикет &#8220;%s&#8221;
es_es: con la etiqueta &#8220;%s&#8221;
et_ee: sildiga &#8220;%s&#8221;
fi: , jotka liittyvät avainsanaan &#8220;%s&#8221;
fr_fr: avec le tag &#8220;%s&#8221;
hu_hu: &#8220;%s&#8221; címkével
id_id: dengan tag &#8220;%s&#8221;
ja: - タグ: &#8220;%s&#8221;
pl_pl: otagowanych &#8220;%s&#8221;
pt_br: com a tag &#8220;%s&#8221;
ro_ro: cu eticheta &#8220;%s&#8221;
sr_rs: са ознаком &#132;%s&#147;
th: ด้วยแท็ก &#8220;%s&#8221;
ug_cn: &#8220;%s&#8221; بىلەن خەتكۈچلەنگەنلەر

source: by %s
bg_bg: от %s
es_es: por %s
et_ee: Autor %s
fi: käyttäjältä %s
fr_fr: par %s
hu_hu: Szerző: %s
id_id: oleh %s
ja: - 作成: %s
pl_pl: autor: %s
pt_br: por %s
ro_ro: de %s
sk_sk: od %s
sr_rs: од %s
th: โดย %s
ug_cn: ئاپتورى: %s

source: from IP address %s
bg_bg: от IP адрес %s
fi: IP-osoitteesta %s
fr_fr: Depuis l&#8217;adresse IP %s
hu_hu: Erről az IP címről: %s
ja: IP アドレス %s から
pl_pl: z adresu IP %s
pt_br: Do endereço IP %s
ro_ro: de la adresa IP %s
sk_sk: z IP adresy %s
sr_rs: са IP адресе %s
ug_cn: IP ئادرېسى %s دىن

source: Filter
bg_bg: Филтър
fi: Suodata
fr_fr: Filtrer
hu_hu: Szűkítés
ja: 絞り込み検索
pl_pl: Przefiltruj
pt_br: Filtro
ro_ro: Filtrează
sk_sk: Filtrovať
sr_rs: Филтер
ug_cn: سۈزۈش
