Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: There was a problem connecting to the WordPress user database you specified. Please check the settings, then try again.
bg_bg: Възникна проблем при свързванете с посочената потребителска база данни на WorldPress. Моля проверете настройките си и опитайте отново.
et_ee: Sisestatud WordPressi kasutajate andmebaasiga ühendamisel tekkis viga. Palun kontrollige sisestatud andmeid ja proovige uuesti.
fi: Ongelma yhdistettäessä määrittelemääsi WordPressin käyttäjätietokantaan. Tarkista asetukset ja yritä uudellleen.
fr_fr: Il y a eu un problème lors de la connexion à la base de données utilisateur de WordPress spécifiée. Merci de vérifier les paramètres et réessayer.
hu_hu: Nem sikerült kapcsolódni a megadott Wordpress felhasználói adatbázishoz. A konfigurációt még egyszer, alaposan kellene ellenőrizni!
ja: WordPress ユーザーデータベースへの接続に問題がありました。 設定を確認し、再度お試しください。
pl_pl: Wystąpił problem podczas próby połączenia się z podaną bazą danych użytkowników WordPressa. Proszę sprawdzić wprowadzone ustawienia, a następnie spróbować ponownie.
pt_br: Houve um problema na conexão ao banco de dados do usuário WorpPress que você especificou. Por favor, confira as configurações e tente novamente.
ro_ro: Este o problemă cu conectarea la baza de date a utilizatorilor de WordPress pe care ai specificat-o. Te rugăm să verifici setările, și apoi să mai încerci odată.
sr_rs: Постојао је проблем приликом успостављања везе са Вордпресовом корисничком базом података коју сте навели. Молимо вас да проверите подешавања, а затим да покушате поново.
th: มีปัญหาในการเชื่อมต่อกับฐานข้อมูลผู้ใช้เวิร์ดเพรสที่คุณระบุมา กรุณาตรวจสอบการตั้งค่าแล้วลองอีกครั้ง

source: Existing WordPress user tables could not be found in the WordPress database you specified.
bg_bg: В посочената от вас база данни не бяха открити потребителски таблици за WordPress.
et_ee: WordPressi andmebaasist ei leitud kasutajate tabeleid.
fi: WordPressin käyttäjätauluja ei löytynyt määrittelemästäsi tietokannasta.
fr_fr: Les tables utilisateurs de WordPress ne peuvent pas être trouvées dans la base de données WordPress spécifiée.
hu_hu: A megadott WordPress adatbázisban nem találhatók már létező WordPress felhasználói táblák.
ja: ご指定の WordPress データベースには、既存の WordPress ユーザーテーブルは見つかりませんでした。
pl_pl: Istniejące tabele z danymi użytkowników WordPressa nie mogły zostać odnalezione w określonej bazie danych.
pt_br: Não foi possível encontrar tabelas de usuários do WordPress existentes no banco de dados que você especificou.
ro_ro: Tabelul cu utilizatori WordPress nu a putut fi găsit în baza de date a WordPress-ului pe care ai specificat-o.
sr_rs: Постојећа корисничка табела није могла бити пронађена у Вордпресовој бази података коју сте навели.
th: ไม่พบตารางผู้ใช้เวิร์ดเพรสที่มีอยู่ในฐานข้อมูลเวิร์ดเพรสที่คุณระบุ

source: Existing WordPress user tables could not be found in the bbPress database you specified in step 1.<br /><br />This is probably because the database does not already contain working WordPress tables. You may need to specify advanced database settings or leave integration until after installation.
bg_bg: В посочената от вас (в стъпка 1) база данни не бяха открити потребителски таблици за WordPress.<br /><br />Причината за това вероятно е, че базата данни не съдържа валидни таблици за WordPress. Ще се наложи да укажете допълнителни настройки за базите данни или да оставите интеграцията за след инсталация.
et_ee: WordPressi kasutajate tabeleid ei leitud esimesel sammul sisestatud bbPressi andmebaasist.<br /><br />Ilmselt sellesse andmebaasi ei ole WordPressi paigaldatud. Te peaksite sisestama täpsemad andmebaasi seaded või viima läbi WordPressiga sidumise alles peale paigaldamist.
fi: WordPressin käyttäjätauluja ei löydy vaiheessa 1 määrittelemästäsi bbPress-tietokannasta.<br /><br /> Voit täsmentää tietokantayhteyden asetuksia tai jättää integroinnin asennuksen jälkeen.
fr_fr: Les tables utilisateurs de WordPress ne peuvent pas être trouvées dans la base de données WordPress que vous avez spécifiée lors de l&#8217;étape 1.<br /><br />Probablement que la base de données ne contient pas de tables WordPress valides. Vous devriez essayer de spécifier des paramètres de base de données avancés ou faire l&#8217;intégration après l&#8217;installation.
hu_hu: Nem találhatók létező WordPress felhasználói táblák az 1. lépésben megadott bbPress adatbázisban.<br /><br />Ennek oka valószínűleg az, hogy az adatbázis még nem tartalmazza a működő WordPress táblákat. A haladó adatbázis beállításokat kell használnod, vagy az integrációt a telepítés befejezése után beállítanod.
ja: ステップ1で指定した bbPress データベースに WordPress ユーザーテーブルが見つかりませんでした。<br /><br />データベースには利用できる WordPress テーブルが含まれていないようです。高度なデータベース設定を指定するか、インストール後に統合設定を行わなくてはならないかもしれません。
pl_pl: Istniejące tabele z danymi użytkowników WordPressa nie mogły zostać odnalezione w bazie danych określonej w pierwszym kroku instalacji.<br /><br />Zwykle przyczyną tego jest fakt, że podana baza danych nie zawiera w chwili obecnej tabel działającej instalacji WordPressa. Konieczne może być wprowadzenie zaawansowanych ustawień bazy danych lub pominięcie integracji podczas procesu instalacji.
pt_br: Não foi possível encontrar tabelas de usuários do WordPress existentes no banco de dados do bbPress que você especificou na etapa 1.<br /><br />Provavelmente, isso ocorreu porque o banco de dados ainda não contém tabelas do WordPress em uso. Poderá ser necessário especificar configurações avançadas de banco de dados ou deixar para fazer a integração após a instalação.
ro_ro: Tabelul cu utilizatori WordPress nu a putut fi găsit în baza de date bbPress pe care ai specificat-o la pasul 1.<br /><br />Cauza probabilă este faptul că baza de date nu conține deja tabele WordPress funcţionale. S-ar putea să fie nevoie să specifici setări avansate pentru baza de date sau să lași integrarea pe mai târziu.
sr_rs: Постојећа Вордпресова корисничка табела није могла бити пронађена у bbPress-овој бази података коју сте навели у кораку 1.<br /><br />Ово је вероватно зато што база података већ не садржи радне Вордпресове табеле. Можда ћете морати да наведете напредна подешавања базе података или оставити спајање за после инсталирања.
th: ไม่พบตารางผู้ใช้เวิร์ดเพรสที่มีอยู่ในฐานข้อมูล bbPress ที่คุณระบุ ในขั้นตอนที่ 1<br /><br />นี่อาจะเป็นเพราะว่าฐานข้อมูลนั้นไม่มีตารางเวิร์ดเพรสอยู่ คุณต้องทำการระบุการตั้งค่าฐานข้อมูลขั้นสูง หรือออกจากขั้นตอนการเชื่อมต่อหลังจากเสร็จสิ้นการติดตั้ง

source: &bull; This may not be a valid user table prefix.
bg_bg: &bull; Тази представка на потребителска таблица може да се окаже невалидна.
et_ee: &bull; See ei pruugi olla korrektne kasutajate tabeli eesliide.
fi: &bull; Tämä ei voi olla kelvollinen käyttäjätaulun etuliite.
fr_fr: &bull; Cette valeur ne correspond pas à un préfixe de table utilisateur valide.
hu_hu: &bull; Ez nem tűnik érvényes felhasználói tábla előtagnak.
ja: &bull; 有効なテーブル接頭語ではないようです。
pl_pl: &bull; To prawdopodobnie nie jest prawidłowy prefiks nazwy tabeli z danymi użytkowników.
pt_br: &bull; Este não é um prefixo válido para tabelas de usuários.
ro_ro: &bull; Acesta s-ar putea să nu fie un prefix valid pentur tabelul de utilizatori.
sr_rs: &bull; Ово можда није ваљан префикс корисничке табеле.
th: &bull; นี่ไม่ใช่คำนำหน้าตารางที่สามารถใช้ได้
ug_cn: &bull; بۇ ئىناۋەتلىك جەدۋەل ئالدى قوشۇمچىسى ئەمەستەك قىلىدۇ.

source: Your WordPress integration cookie and database settings have been successfully validated. They will be saved after the next step.<br /><br />Once you have finished installing, you should visit the WordPress integration section of the bbPress admin area for further options and integration instructions, including user mapping and the correct cookie settings to add to your WordPress configuration file.
bg_bg: Настройките бази данни и cookies за интеграция с WordPress бяха успешнп потвърдени. Те ще бъдат запазени в следващата стъпка.<br /><br />След завършване на инсталацията, ще трябва да посетите секцията Интеграция с WordPress в администраторския панел на bbPress. Там са включени допълнителни възможности, както и инструкции за интеграцията им. Това включва съответствия на потребителските роли и правилни настройки за cookies, които да добавите до конфигурационния файл на WordPRess.
fi: WordPress-liitoksesi eväste- ja tietokanta-asetukset ovat tarkistettu onnistuneesti. Ne tallennetaan seuraavan vaiheen jälkeen.<br /><br />Kun olet saattanut asennuksen loppuun.
fr_fr: L&#8217;intégration du cookie Wordpress et des réglages de la base données ont été validés avec succès. Ils seront sauvegardés à la prochaine étape.<br /><br />Une fois l&#8217;installation terminée, vous devrez consulter la section Intégration à WordPress de la console d&#8217;administration pour davantage d&#8217;options et d&#8217;instructions, incluant la correspondance des utilisateurs et les réglages du cookie à ajouter dans le fichier de configuration de WordPress.
hu_hu: A WordPress integrációs cookie és adatbázis beállítások sikeresen ellenőrizve. Ezek a következő lépés után kerülnek mentésre.<br /><br />A telepítés befejezése után tekintsd meg a WordPress interációs beállításokat a bbPress adminisztrációs felületen a további opciókhoz és integrációs útmutatókhoz, beleértve a felhasználói beállításokat és a helyes cookie beállítás hozzáadását a WordPress konfigurációs fájlhoz.
ja: WordPress との統合 Cookie およびデータベース設定を正常に確認することができました。これらの設定は次のステップの後に保存されます。<br /><br />インストールが完了した後、bbPress 管理画面内の WordPress との統合ページでさらに詳しいオプションや統合方法をチェックしてください。これには、ユーザー権限割り当てや WordPress の設定ファイルに追加する Cookie の正しい設定などが含まれます。
pl_pl: Twoje ustawienia integracji ciasteczek i ustawień bazy danych z WordPressem zostały pomyślnie zweryfikowane. Zostaną one zapisane w kolejnym etapie instalacji.<br /><br />Po ukończeniu instalacji zapraszamy do odwiedzenia sekcji integracji z WordPressem znajdującej się w panelu administracyjnym bbPressa, gdzie umieszczone są dodatkowe opcje i instrukcje dot. integracji, włącznie z mapowaniem użytkowników i prawidłowymi ustawieniami ciasteczek, które należy dodać do konfiguracji Twojej instalacji WordPressa.
pt_br: Suas configurações de banco de dados e cookie de integração ao WordPress foram validadas com êxito. Elas serão salvas após a próxima etapa.<br /><br />Depois de concluir a instalação, visite a seção de integração ao WordPress, na área de administração do bbPress para obter mais opções e instruções sobre a integração, incluindo mapeamento de usuários e opções corretas de cookie a serem adicionadas ao arquivo de configuração do WordPress.
ro_ro: Setările de integrare cu cookie-urile și cu baza de date au fost validate cu succes. Acestea vor fi salvate după pasul următor.<br /><br />Odată ce ai finalizat instalarea, ar trebui să vizitezi secțiunea de integrare cu WordPress din zona de administrare a bbPress pentru a accesa mai multe opţiuni şi instrucţiuni de integrare, inclusiv maparea utilizatorilor şi setările corecte pentru cookie-uri care vor trebui adăugate în fişierul de configurare WordPress.
sr_rs: Ваш колачић („cookie“) за спајање са Вордпресом и подешавања базе података су успешно потврђени. Они ће бити сачувани након следећег корака.<br /><br />Једном када завршите са инсталирањем, требало би да посетите одељак о спајању са Вордпресом у административном делу bbPress-а за даља подешавања и упутства за спајање, укључујући пресликавање корисника и исправна подешавања колачића („cookie“-ја) за додавање у конфигурационој датотеци ваше инсталације Вордпреса.

source: Your site settings have not been processed due to errors with the items marked below.
bg_bg: Нестройките на сайта ви не могат да влязат в сила поради грешки в посочените по-долу обекти.
fi: Sivustosi asetuksia ei pystytty käsittelemään alla esitellyissä kohdissa tapahtuneiden virheiden vuoksi.
fr_fr: Les paramètres du site n&#8217;ont pas pu être validés à cause des erreurs signalées ci-dessous.
hu_hu: A weboldal beállításaid nem kerültek végrehajtásra az alábbi hibák miatt.
ja: 以下の理由により、サイト設定の処理ができませんでした。
pl_pl: Ustawienia Twojej strony nie zostały przetworzone z powodu błędów w poniżej zaznaczonych elementach.
pt_br: As configurações do seu site não foram processadas devido a erros com os itens marcados abaixo.
ro_ro: Setările nu au fost procesate datorită unor erori cu elementele marcate mai jos.
sr_rs: Подешавања вашег веб места нису прослеђена због грешака са означеним ставкама испод.
th: การตั้งค่าเว็บของคุณไม่สามารถทำงานได้เนื่องจากความผิดพลาดจากสิ่งที่ปรากฎด้านล่าง

source: &bull; Contains disallowed characters which have been removed.
bg_bg: &bull; Непозволиените символи бяха премахнати.
et_ee: &bull; Sisaldab keelatud tähemärke, mis eemaldati automaatselt.
fi: &bull; Sisältää kiellettyjä merkkejä, jotka on poistettava.
fr_fr: &bull; Cette valeur contenait des caractères interdits que nous avons supprimés.
hu_hu: &bull; Nem engedélyezett karaktereket tartalmaz, melyeket eltávolítottunk.
ja: &bull; 利用できない文字を含んでいたため、その文字を削除しました。
pl_pl: &bull; Wprowadzona wartość zawierała niedozwolone znaki. Zostały one usunięte.
pt_br: &bull; Contém caracteres não permitidos que foram removidos.
ro_ro: &bull; Conține caractere care nu sunt permise, și au fost eliminate.
sr_rs: &bull; Садржи недозвољене карактере који су уклоњени.
th: &bull; มีตัวอักษรที่ห้ามใช้ซึ่งถูกลบออกไปแล้ว
ug_cn: &bull; ئىشلىتىش چەكلەنگەن ھەرپ- بەلگىلەر بولغاچقا، ئۇلار ئۆچۈرۈپ تاشلاندى.

source: &bull; The user email address appears to be invalid.
bg_bg: &bull; Потребителския E-mail адрес най-вероятно е невалиден.
et_ee: &bull; Ebakorrektne e-postiaadress.
fi: &bull; Käyttäjän sähköpostiosoite näyttää olevan virheellinen.
fr_fr: &bull; L&#8217;adresse e-mail utilise ne parait pas valide.
hu_hu: &bull; A felhasználó email címe érvénytelen.
ja: &bull; メールアドレスが無効です。
pl_pl: &bull; Adres e-mail użytkownika wydaje się być nieprawidlowy.
pt_br: &bull; Aparentemente o email do usuário não é válido.
ro_ro: &bull; Adresa de e-mail a utilizatorului nu pare să fie validă.
sr_rs: &bull; Адреса е-поште корисника је изгледа ваљана.
th: &bull; อีเมล์ผู้ใช้นี้ดูเหมือนว่าใช้ไม่ได้
ug_cn: &bull; قوللانچىنىڭ ئېلخەت ئادرېسى ئىناۋەتسىزدەك قىلىدۇ.

source: Your site settings have been saved and we are now ready to complete the installation. So what are you waiting for?
bg_bg: Настройките на сайта ви бяха запазени. А сега можете да приключите инсталацията. :)
et_ee: Teie lehe seaded on salvestatud ja me oleme valmis paigaldamist lõpetama. Mis te veel ootate? :)
fi: Sivustosi asetukset on tallennettu ja asennus on viimeistelyä vaille valmis. Mitä vielä odotat?
fr_fr: Les paramètres du site ont été enregistrés et vous pouvez finaliser l&#8217;installation. Qu&#8217;attendez-vous ?
hu_hu: Az oldal beállításokat mentettük, most már befejezhetjük a telepítést. Mire vársz még?
ja: サイト設定を保存し、インストールを完了する準備ができました。もう何も待つ必要はありません !
pl_pl: Ustawienia Twojej strony zostały zapisane i możemy teraz ukończyć proces instalacji. Na co jeszcze czekasz?
pt_br: As configurações do seu site foram salvas e estamos prontos para concluir a instalação. Então o que você está esperando?
ro_ro: Setările au fost salvate și acum suntem gata să finalizăm instalarea. Aşa că, ce mai aştepți?
sr_rs: Подешавања вашег веб места су сачувана и сада смо спремни да наставимо са инсталирањем. Па шта чекате?
th: เว็บของคุณได้ถูกบันทึกแล้ว ตอนนี้ระบบพร้อมที่จะจบขั้นตอนการติดตั้งแล้ว คุณไม่จำเป็นต้องรออะไรอีก
ug_cn: تور بەت تەڭشەكلىرىڭىز ساقلىنىپ بولدى، نۆۋەتتە قاچىلاشنى تاماملاشقا تەييار ھالەتتە تۇرۇۋاتىمىز. يەنە نېمىنى ساقلايسىز؟

source: Referrer is OK, beginning installation&hellip;
bg_bg: Referer е верен, започни инсталация&hellip;
et_ee: Alustame paigaldamisega...&hellip;
fi: Osoite on OK, aloitetaan asennus&hellip;
fr_fr: Votre provenance est OK, début de l&#8217;installation&hellip;
hu_hu: A hivatkozás OK, telepítés megkezdése&hellip;
ja: リファラのチェックが完了しました。インストールを開始します&hellip;
pl_pl: Odsyłacz jest prawidłowy, rozpoczynanie instalacji&hellip;
pt_br: Referente está OK, iniciando a instalação&hellip;
ro_ro: Referrer-ul este OK, se începe instalarea&hellip;
sr_rs: Препоручилац је у реду, започињање инсталирања&hellip;
th: ชื่อผู้แนะนำใช้ได้ เริ่มต้นการติดตั้ง&hellip;
ug_cn: تونۇشتۇرغۇچى تەكشۈرۈلدى، قاچىلاش باشلىنىدۇ &hellip;

source: Setting up custom user table constants
bg_bg: Настройка на константи за потребителската табица
et_ee: Määrame kasutajate tabeli konstandid
fi: Mukautettujen käyttäjätaulujen vakioarvojen asetus
fr_fr: Paramétrage des constantes pour la table utilisateur personnalisée.
hu_hu: Egyedi felhasználói tábla konstansok beállítása
ja: カスタムユーザーテーブルの定数を設定中
pl_pl: Ustawianie własnych stałych tabeli z danymi użytkowników
pt_br: Configurando constantes de tabela de usuários personalizada
ro_ro: Se setează constantele personalizate pentru tabelul de utilizatori
sr_rs: Постављање прилагодљивих непроменљивих корисничке табеле.
th: การตั้งค่าตัวแปลตารางผู้ใช้
ug_cn: ئۆزى بەلگىلىگەن قوللانچى جەدۋىلى تۇراقلىق مىقدارلىرى بەلگىلىنىۋاتىدۇ

source: Step 1 - Creating database tables
bg_bg: Стъпка 1 - Създаване на потребителски таблици
et_ee: Esimene samm - andmebaasi tabelite loomine
fi: Vaihe 1 - Luodaan tietokannan taulut
fr_fr: Étape 2 - Création des tables de la base de données
hu_hu: 1. lépés - Adatbázis táblák létrehozása
ja: ステップ1 - データベーステーブルの作成
pl_pl: Krok 1 - Tworzenie tabel w bazie danych
pt_br: Passo 1 - Criando tabelas do banco de dados
ro_ro: Pasul 1 - Crearea tabelelor din baza de date
sk_sk: Krok 1 - Tvorba tabuliek databázy
sr_rs: Корак 1 - Прављење табела базе података
th: ขั้นตอนที่ 1 สร้างตารางฐานข้อมูล
ug_cn: 1- قەدەم: ساندان جەدۋەللىرىنى قۇرۇش

source: Database installation failed!!!
bg_bg: Инсталацията на бази данни завърши неуспешно!
et_ee: Andmebaasi paigaldamine ebaõnnestus!
fi: Tietokannan asennus epäonnistui!
fr_fr: Échec lors de l&#8217;installation de la base de données !!!
hu_hu: Adatbázis telepítési hiba!!!
ja: データベースのインストールに失敗しました。
pl_pl: Instalacja bazy danych nie powiodła się!!!
pt_br: Falha ao instalar banco de dados!!!
ro_ro: Instalarea bazei de date a eșuat!!!
sk_sk: Inštalácia databázy zlyhala!!!
sr_rs: Инсталирање базе података није успело!!!
th: การติดตั้งฐานข้อมูลล้อมเหลว
ug_cn: سانداننى قاچىلاش مەغلۇپ بولدى!!!

source: Halting installation!
bg_bg: Спиране на инсталацията.
et_ee: Paigaldamine katkestatud!
fi: Asennus pysäytettiin!
fr_fr: Installation suspendue !
hu_hu: Telepítés leállítva!
ja: インストールを中止しました。
pl_pl: Zatrzymywanie instalacji!
pt_br: Interrompendo instalação!
ro_ro: Instalarea s-a oprit!
sr_rs: Заустављање инсталирања!
th: การติดตั้งหยุดลง
ug_cn: قاچىلاش توختاپ قالدى!

source: Installation failed!
bg_bg: Инсталацията завърши неуспешно.
et_ee: Paigaldamine ebaõnnestus!
fi: Asennus epäonnistui!
fr_fr: Échec de l&#8217;installation !
hu_hu: Telepítési hiba!
ja: インストールに失敗しました。
pl_pl: Instalacja nie powiodła się!
pt_br: Falha na instalação!
ro_ro: Instalarea a eșuat!
sk_sk: Inštalácia zlyhala!
sr_rs: Инсталирање није успело!
th: การติดตั้งล้มเหลว
ug_cn: قاچىلاش مەغلۇپ بولدى!

source: The database failed to install. You may need to replace bbPress with a fresh copy and start again.
bg_bg: Инсталацията на бази данни завърши неуспешно. Ще се наложи да преинсталирате bbPress.
fi: Tietokannan asentaminen epäonnistui. Korvaa bbPress uudella versiolla ja aloita alusta.
fr_fr: L&#8217;installation de la base de donnes a échouée. Vous devriez remplacer bbPress avec une nouvelle copie et réessayer depuis le début.
hu_hu: Sikertelen adatbázis telepítés. Ajánlott a bbPress újbóli feltöltése és a telepítési folyamat újrakezdése.
ja: データベースのインストールに失敗しました。bbPress のファイルを新しいものと入れ替え、はじめからやり直す必要があるかもしれません。
pl_pl: Nie udało się zainstalować bazy danych. Prawdopodobnie musisz zastąpić znajdujące się na serwerze pliki bbPressa nowymi i spróbować ponownie.
pt_br: Falha ao instalar banco de dados. Poderá ser necessário substituir o bbPress por uma cópia nova e iniciar novamente
ro_ro: Baza de date a nu s-a putut instala. S-ar trebui să trebuiască să înlocuiești bbPress cu o copie nouă şi să o iei de la capăt.
sk_sk: Inštalácia databázy zlyhala. Zrejme budete potrebovať prepísať bbPress novou kópiou a začať znovu.
sr_rs: Инсталирање базе података није успело. Можда ћете морати да замените bbPress са свежом копијом и покушате поново.
th: ฐานข้อมูลผิดพลาดในการติดตั้ง คุณอาจจะต้องการแทนที่ bbPress ด้วยไฟล์ติดตั้งใหม่ แล้วเริ่มอีกครั้ง

source: Database is already installed!!!
bg_bg: Базата данни вече е инсталирана.
et_ee: Andmebaas on juba paigaldatud!!!
fi: Tietokanta on jo asennettu!
fr_fr: Votre base de données est déjà installée !!!
hu_hu: Adatbázis már telepítve van!!!
ja: データベースがすでにインストール済みです。
pl_pl: Baza danych jest już zainstalowana!!!
pt_br: O banco de Dados já foi instalado!!!
ro_ro: Baza de date este deja instalată!!!
sk_sk: Databáza je už inštalovaná!!!
sr_rs: База података већ је инсталирана!!!
th: ฐานข้อมูลถูกติดตั้งแล้ว
ug_cn: ساندان قاچىلىنىپ بولغان!!!

source: Step 2 - WordPress integration (optional)
bg_bg: Стъпка 2 - Интеграция с WordPress (по избор)
et_ee: Teine samm - WordPressiga sidumine (vabatahtlik)
fi: Vaihe 2 - Integrointi WordPressiin (valinnainen)
fr_fr: Étape 2 - Intégration à WordPress (optionnel)
hu_hu: 2. lépés - Wordpress integráció (opcionális)
ja: ステップ2 - WordPress との統合 (オプション)
pl_pl: Krok 2 - Integracja z WordPressem (opcjonalna)
pt_br: Passo 2 - Integração com o WordPress (opcional)
ro_ro: Pasul 2 - Integrarea cu WordPress (opțională)
sk_sk: Krok 2 - Integrácia WordPress (voliteľné)
sr_rs: Корак 2 - Спајање са Вордпресом (опционо)
th: ขั้นตอนที่ 2 การเชื่อมต่อกับเวิร์ดเพรส (ทางเลือก)
ug_cn: 2- قەدەم: ۋوردپرەسكە باغلاش (ئىختىيارى)

source: WordPress address (URL):
bg_bg: Адрес на WordPress (URL):
et_ee: WordPressi aadress (URL):
fi: WordPress-kansion osoite (URL):
fr_fr: Adresse de WordPress (URL) :
hu_hu: WordPress címe (URL):
ja: WordPress のアドレス (URL):
pl_pl: Adres URL WordPressa:
pt_br: Endereço do WordPress (URL):
ro_ro: Adresa (URL-ul) WordPress:
sk_sk: Adresa WordPressu (URL):
sr_rs: Вордпресова адреса (URL):
th: ที่อยู่ของเวิร์ดเพรส (URL):
ug_cn: ۋوردپرەس ئادرېسى (URL):

source: Blog address (URL):
bg_bg: Адрес на блога (URL):
et_ee: Ajaveebi aadress (URL):
fi: Blogin osoite (URL):
fr_fr: Adresse du blog (URL) :
hu_hu: Blog címe (URL):
ja: ブログのアドレス (URL):
pl_pl: Adres URL blogu:
pt_br: Endereço do blog (URL)
ro_ro: Adresa (URL-ul) blogului:
sk_sk: Adresa blogu (URL):
sr_rs: Адреса блога (URL):
th: ที่อยู่ของบล็อก (URL):
ug_cn: بلوگ ئادرېسى (URL):

source: WordPress cookie keys set.
bg_bg: Тайният ключ на WordPress cookies влезе в сила.
et_ee: WordPressi küpsise võtmed seatud.
fi: WordPress-evästeen salainen avain asetettu.
fr_fr: Les clefs secrètes de cookie de WordPress sont définies.
hu_hu: WordPress süti kulcsok beállítva.
ja: WordPress Cookie の秘密鍵は設定済みです。
pl_pl: Klucze ciasteczek WordPressa zostały ustawione.
pt_br: Definidas as chaves de cookie do WordPress.
ro_ro: Cheile cookie de la WordPress au fot setate.
sr_rs: Вордпресови кључеви колачића су постављени.
ug_cn: ۋوردپرەس cookie ئاچقۇچى بەلگىلەندى.

source: WordPress cookie keys not set.
bg_bg: Тайният ключ на WordPress cookies не може да влезе в сила.
et_ee: WordPressi küpsise võtmed määramata.
fi: WordPress-evästeen salaista avainta ei ole asetettu.
fr_fr: Les clefs secrètes de cookie de WordPress ne sont pas définies.
hu_hu: WordPress süti kulcsok nincsenek beállítva.
ja: WordPress Cookie の秘密鍵が未設定です。
pl_pl: Klucze ciasteczek WordPressa nie zostały ustawione.
pt_br: Chaves de cookie do WordPress não definidas.
ro_ro: Cheile cookie de la WordPress nu au fost setate.
sr_rs: Вордпресови кључеви колачића нису постављени.
ug_cn: ۋوردپرەس cookie ئاچقۇچى بەلگىلەنمىدى.
