Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: WordPress Integration
bg_bg: Интеграция с WordPress
et_ee: WordPressiga sidumine
fi: WordPress-integrointi
fr_fr: Intégration à WordPress
hu_hu: WordPress integráció
ja: WordPress との統合
pl_pl: Integracja z WordPressem
pt_br: Integração com o WordPress
ro_ro: Integrarea cu WordPress
sk_sk: Integrácia WordPress
sr_rs: Спајање са Вордпресом
th: การเชื่อมกับเวิร์ดเพรส
ug_cn: ۋوردپرەسكە باغلاش

source: Edit
bg_bg: Редактиране
es_es: Editar
et_ee: Muuda
fi: Muokkaa
fr_fr: Modifier
hu_hu: Szerkeszt
id_id: Sunting
ja: 編集
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editează
sk: Uprav
sk_sk: Upraviť
sr_rs: Уреди
th: แก้ไข
ug_cn: تەھرىرلەش

source: Inactive (no role)
bg_bg: Неактивен (без роля)
fi: Ei-aktiivinen
fr_fr: Inactif (aucun rôle)
hu_hu: Inaktív (nincs szerepkör)
ja: 休止中 (権限グループなし)
pl_pl: Nieaktywny (brak roli)
pt_br: Inativo (nenhuma função)
ro_ro: Inactiv (fără rol)
sk_sk: Neaktívny (žiadna úloha)
sr_rs: Неактиван (нема улоге)
ug_cn: قوزغىتىلمىغان (دەرىجىسى يوق)

source: None
bg_bg: Няма
et_ee: Puudub
fi: Ei mitään
fr_fr: Aucun
hu_hu: Nincs
ja: なし
pl_pl: - Brak -
pt_br: Nenhuma
ro_ro: Nici unul
sk_sk: Žiaden
sr_rs: Нема
th: ไม่มี
ug_cn: يوق

source: <strong>No matching users were found!</strong>
bg_bg: <strong>Не бяха намерени потребители.</strong>
fi: Haulla ei löytynyt käyttäjiä!
fr_fr: <strong>Aucun utilisateur correspondant trouvé !</strong>
hu_hu: <strong>Nincs ilyen felhasználó!</strong>
ja: <strong>一致するユーザーが見つかりませんでした。</strong>
pl_pl: <strong>Nie znaleziono żadnych użytkowników pasujących do zapytania!</strong>
pt_br: <strong>Nenhum usuário correspondente encontrado!</strong>
ro_ro: <strong>Nu a fost găsit niciun utilizator!</strong>
sr_rs: <strong>Нема пронађених корисника!</strong>
ug_cn: <strong>ماس كېلىدىغان قوللانچى تېپىلمىدى!</strong>

source: Users Matching "%s" by Role
bg_bg: Потребители отговарящи на "%s"
es_es: Usuarios que responden a "%s" por rol
et_ee: Kasutajad nimega "%s"
fi: Haulla "%s" löytyneet käyttäjät rooleittain
fr_fr: Utilisateurs "%s" par rôle
hu_hu: Felhasználók a(z) "%s" szerepkörben
id_id: Pengguna yang Cocok dengan "%s" berdasarkan Peran
ja: "%s" に一致するユーザーの権限別一覧
pl_pl: Użytkownicy spełniający kryterium "%s" wg ról
pt_br: Usuários Correspondentes a "%s" por Função
ro_ro: Utilizatori "%s" ordonați după rol
sk: Užívatelia zhodujúci sa "%s" úlohy
sk_sk: Užívatelia zhodujúci sa "%s" podľa úlohy
sr_rs: Списак корисника који садрже "%s" по улогама
th: ค้นหาผู้ใช้ "%s" โดยบทบาท
ug_cn: دەرىجە بويىچە "%s" غا ماس كېلىدىغان قوللانچىلار

source: with role &#8220;%s&#8221;
bg_bg: с роля &#8220;%s&#8221;
fi: , jotka liittyvät rooliin &#8220;%s&#8221;
fr_fr: avec le rôle &#8220;%s&#8221;
hu_hu: szerepkör: &#8220;%s&#8221;
ja: 権限グループ &#8220;%s&#8221;
pl_pl: o roli &#8220;%s&#8221;
pt_br: com função &#8220;%s&#8221;
ro_ro: cu rolul &#8220;%s&#8221;
sk_sk: s úlohov &#8220;%s&#8221;
sr_rs: са улогом &#132;%s&#147;
ug_cn: دەرىجىسى &#8220;%s&#8221; بولغان

source: Search term
bg_bg: Критерий
fi: Etsi termi
fr_fr: Cherche le terme
hu_hu: Kereső kifejezés
ja: 検索キーワード
pl_pl: Kryterium
pt_br: Procurar termo
ro_ro: Termen de căutare
sk_sk: Hľadať výraz
sr_rs: Израз за претрагу
ug_cn: ئىزدىلىدىغان ئاتالغۇ

source: Role
bg_bg: Роля
fi: Rooli
fr_fr: Rôle
hu_hu: Szerepkör
ja: 権限グループ
pl_pl: Rola
pt_br: Função
ro_ro: Rol
sk_sk: Rola
sr_rs: Улога
ug_cn: دەرىجىسى

source: Search
bg_bg: Търсене
et_ee: Otsi
fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
id_id: Pencarian
ja: 検索
pl_pl: Wyszukiwanie
pt_br: Pesquisar
ro_ro: Căută
sk: Vyhľadávanie
sk_sk: Vyhľadávanie
sr_rs: Претрага
th: ค้นหา
ug_cn: ئىزدەش

source: Username
bg_bg: Потребителско име
es_es: Nombre de usuario
et_ee: Kasutajanimi
fi: Käyttäjänimi
fr_fr: Identifiant
hu_hu: Felhasználónév
id_id: Nama pengguna
ja: ユーザー名
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário
ro_ro: Nume utilizator
sk: Užívateľské meno
sk_sk: Užívateľské meno
sr_rs: Корисничко име
th: ชื่อสมาชิก
ug_cn: قوللانچى نامى

source: Name
bg_bg: Име
fi: Nimi
fr_fr: Nom
hu_hu: Név
ja: 名前
pl_pl: Nazwa
pt_br: Nome
ro_ro: Nume
sk: Meno
sk_sk: Názov
sr_rs: Име
ug_cn: ئىسىم

source: Registered
bg_bg: Регистриран
fi: Rekisteröity
fr_fr: Inscrit
hu_hu: Regisztrálva
ja: 登録日時
pl_pl: Zarejestrowany
pt_br: Registrado
ro_ro: Înregistrat
sk_sk: Registrovaný
sr_rs: Регистрован
ug_cn: تىزىملاتقان ۋاقتى

source: Edit Forum
bg_bg: Редактиране на форум
fi: Muokkaa foorumi
fr_fr: Modifier le forum
hu_hu: Fórum szerkesztése
ja: フォーラムを編集
pl_pl: Edytuj dział
pt_br: Editar fórum
ro_ro: Editează forumul
sk_sk: Upraviť fórum
sr_rs: Уреди форум
ug_cn: مۇنبەرنى تەھرىرلەش

source: Add Forum
bg_bg: Добави форум
es_es: Añadir foro
et_ee: Lisa foorum
fi: Lisää foorumi
fr_fr: Ajouter un forum
hu_hu: Fórum hozzáadása
id_id: Tambahkan Forum
ja: フォーラムを追加
pl_pl: Dodaj dział
pt_br: Adicionar fórum
ro_ro: Adăugare forum
sk: Pridaj fórum
sk_sk: Pridať fórum
sr_rs: Додај форум
th: เพิ่มฟอรั่ม
ug_cn: مۇنبەر قوشۇش

source: Parent
bg_bg: Форум&ndash;родител
fi: Liitä foorumin alle
hu_hu: Szülő
ja: 親フォーラム
pl_pl: Rodzic
pt_br: Pai
ro_ro: Părinte
sk_sk: Nadradené Fórum
sr_rs: Родитељ
ug_cn: ئانا مۇنبەر

source: Position
bg_bg: Позиция
fi: Järjestys
hu_hu: Állapot
ja: 位置
pl_pl: Położenie
pt_br: Posição
ro_ro: Poziție
sk: Pozícia
sk_sk: Pozícia
sr_rs: Место
ug_cn: ئورۇن

source: Category
bg_bg: Категория
fi: Kategoria
fr_fr: Catégorie
hu_hu: Kategória
ja: カテゴリー
pl_pl: Kategoria
pt_br: Categoria
ro_ro: Categorie
sk_sk: Kategória
sr_rs: Категорија
ug_cn: كاتېگورىيە

source: Make this forum a category
bg_bg: Този форум е категория
fi: Luo tästä foorumista keskustelualuekategoria
fr_fr: Convertir ce forum en catégorie
hu_hu: Legyen ez a fórum egy kategória
ja: このフォーラムをカテゴリーにする
pl_pl: Uczyń ten dział kategorią
pt_br: Transformar este fórum em uma categoria
ro_ro: Transforma acest forum într-o categorie
sk_sk: Spraviť toto fórum kategóriou
sr_rs: Направите овај форум категоријом
ug_cn: بۇ مۇنبەرنى بىر كاتېگورىيە قىلىش

source: Categories are forums where new topics cannot be created. Categories usually contain a group of sub-forums.
bg_bg: Категориите са форуми, в които не могат да се поставят теми. Те обикновено служат като гнездо за група под-форуми.
fi: Kategoriat ovat foorumeita, joihin ei voi tehdä uusia aiheita. Kategoriat sisältävät yleensä alifoorumeita.
fr_fr: Les catégories sont des forums où l'on ne peut pas créer de nouveaux sujets. Les catégories sont généralement utilisées pour grouper les sous forums.
hu_hu: A kategóriák olyan fórumok, ahol új témákat nem lehet létrehozni. A kategóriák általában egy csoport al-fórumot tartalmaznak.
ja: カテゴリーとは新トピックが作成できないフォーラムのことです。カテゴリーは通常、複数の子フォーラムを含みます。
pl_pl: Kategorie są działami, w których nie mogą być tworzone nowe tematy. Zwykle zawierają one kilka poddziałów.
pt_br: As categorias são fóruns onde novos tópicos não podem ser criados. As categorias normalmente contém um grupo de sub-fóruns.
ro_ro: Categoriile sunt forumuri în care nu pot fi adăugate noi subiecte. Categoriile conțin de obicei un grup de sub-forumuri.
sk_sk: Kategórie sú fóra, kde nemôžu byť vytvorené nové témy. Kategórie zvyčajne obsahujú skupinu pod-fór.
sr_rs: Категорије су форуму где се не могу правити нове теме. Оне обично садрже групу подфорума.
ug_cn: يېڭى تېمىلارنى قۇرغىلى بولمىغان جايلاردا كاتېگورىيىلەر مۇنبەر بولىدۇ. كاتېگورىيىلەر ئادەتتە بىر گۇرۇپپا قىسمىي مۇنبەرلەرنى ئۆز ئىچىگە ئالىدۇ.

source: Post
bg_bg: Отговор
es_es: Mensaje
et_ee: Postitus
fi: Viesti
fr_fr: Message
hu_hu: Bejegyzés
id_id: Tulisan
ja: 投稿
pl_pl: Wpis
ro_ro: Mesaj
sk: Príspevok
sk_sk: Príspevok
sr_rs: Порука
th: ความเห็น
ug_cn: يازما

source: Count posts of every topic
bg_bg: Преброяване на отговорите по всяка тема
es_es: Contar mensajes en cada tema
et_ee: Loenda kõikide teemade postitused
fi: Laske kaikkien aiheiden viestit
fr_fr: Compter les messages de chaque sujet
hu_hu: Az összes topik üzeneteinek megszámlálása
id_id: Hitung tulisan tiap topik
ja: 各トピックの投稿を数える
pl_pl: Zlicz wpisy w każdym z tematów
pt_br: Contar posts de todos tópicos
ro_ro: Numără mesajele din fiecare subiect
sk: Spočítaj príspevky každej témy
sk_sk: Spočítať príspevky každej témy
sr_rs: Преброј поруке сваке теме
th: นับความเห็นของกระทู้ทั้งหมด
ug_cn: ھەر بىر تېمىدىكى يازما سانالسۇن

source: Count voices of every topic
bg_bg: Преброяване на участниците по всяка тема
fi: Laske kaikkien aiheiden äänet
fr_fr: Compter les voix de chaque sujet
hu_hu: A témákban lévő hozzászólók újra számolása
ja: 各トピックの返信を数える
pl_pl: Zlicz głosy w każdym z tematów
pt_br: Contar vozes de todos tópicos
ro_ro: Numără participanții din fiecare subiect
sk_sk: Spočítať hlasy každej témy
sr_rs: Преброј особе у свакој теми
ug_cn: ھەر بىر تېمىدىكى ئاۋاز سانالسۇن

source: Count deleted posts on every topic
bg_bg: Преброяване на изтритите отговори по всяка тема
es_es: Contar mensajes borrados en cada tema
et_ee: Loenda kõikide teemade kustutatud postitused
fi: Laske kaikkien aiheiden poistetut viestit
fr_fr: Compter les messages supprimés de chaque sujet
hu_hu: Az összes topik törölt üzeneteinek megszámlálása
id_id: Hitung tulisan yang dihapus pada tiap topik
ja: 各トピックの削除済み投稿を数える
pl_pl: Zlicz usunięte wpisy w każdym z tematów
pt_br: Contar posts excluídos em todos tópicos
ro_ro: Numără mesajele șterse din fiecare subiect
sk: Spočítaj vymazané príspevky pre každú tému
sk_sk: Spočítať vymazané príspevky pre každú tému
sr_rs: Преброј обрисане поруке на свакој теми
th: นับความเห็นที่ถูกลบของกระทู้ทั้งหมด
ug_cn: ھەر بىر يازمىدىكى ئۆچۈرۈلگەن يازما سانالسۇن

source: Count topics and posts in every forum
bg_bg: Преброяване на темите и отговорите във всеки форум
fi: Laske kaikkien foorumeiden aiheet ja viestit
fr_fr: Compter les sujets et les messages dans chaque forum
hu_hu: Az összes téma és üzenet újra számolása minden fórumban
ja: 各フォーラムのトピックと投稿を数える
pl_pl: Zlicz tematy i wpisy w każdym z działów
pt_br: Contar tópicos e posts em todos fóruns
ro_ro: Numără subiectele și mesajele din toate forumurile
sk_sk: Spočítať témy a príspevky v každom fóre
sr_rs: Преброј теме и поруке у сваком форуму
ug_cn: ھەر بىر مۇنبەردىكى تېما ۋە يازما سانالسۇن

source: Count topics to which each user has replied
bg_bg: Преброяване на темите в които е писал всеки от потребителите.
es_es: Contar los temas a los que cada usuario ha contestado
et_ee: Loenda teemad, kuhu iga kasutaja on vastanud
fi: Laske aiheet, joihin kukin käyttäjä on vastannut
fr_fr: Compter les sujets
hu_hu: Topikok számolása melyekbe mindegyik felhasználó üzent
id_id: Hitung topik yang telah dibalas oleh masing-masing pengguna
ja: 各ユーザーが返信したトピックを数える
pl_pl: Zlicz użytkownikom tematy, na które odpowiedzieli
pt_br: Contar tópicos para os quais cada usuário respondeu
ro_ro: Numără subiectele la care fiecare utilizator a răspuns
sk: Počítaj príspevky na ktoré každý užívateľ odpovedal
sk_sk: Spočítať príspevky na ktoré každý užívateľ odpovedal
sr_rs: Преброј теме на којима је сваки корисник одговорио
th: นับกระทู้ที่สมาชิกแต่ละคนได้ตอบ
ug_cn: ھەر بىر قوللانچى جاۋاب يازغان تېما سانالسۇن

source: Count tags for every topic
bg_bg: Преброяване на етикетите по теми
es_es: Contar etiquetas para cada tema
et_ee: Loenda iga teema sildid
fi: Laske kaikkien aiheiden avainsanat
fr_fr: Compter les tags pour chaque sujet
hu_hu: Minden topik címkéinek megszámlálása
id_id: Hitung tag untuk setiap topik
ja: 各トピックのタグを数える
pl_pl: Zlicz tematom przypisane tagi
pt_br: Contar as tags para todos tópicos
ro_ro: Numără etichetele pentru fiecare subiect
sk: Spočítaj značky pre každú tému
sk_sk: Spočítať značky pre každú tému
sr_rs: Преброј ознаке сваке теме
th: นับแทคสำหรับทุกกระทู้
ug_cn: ھەر بىر تېمىدىكى خەتكۈچ سانالسۇن

source: Count topics for every tag
bg_bg: Преброяване на темите по етикет
es_es: Contar temas para cada etiqueta
et_ee: Loenda iga sildi teemad
fi: Laske kaikkien avainsanojen aiheet
fr_fr: Compter les sujets pour chaque tag
hu_hu: Minden címke topikjainak megszámlálása
id_id: Hitung topik untuk setiap tag
ja: 各タグのトピックを数える
pl_pl: Zlicz tagom przypisane tematy
pt_br: Contar tópicos para todas tags
ro_ro: Numără subiectele pentru fiecare etichetă
sk: Spočítaj témy pre každú značku
sk_sk: Spočítať témy pre každú značku
sr_rs: Преброј теме сваке ознаке
th: นับกระทู้สำหรับทุกแทค
ug_cn: ھەر بىر خەتكۈچ ئۈچۈن تېما سانالسۇن

source: Delete tags with no topics
bg_bg: Изтриване на етикетите без тема
fi: Poista aiheettomat avainsanat
fr_fr: Effacer les mots clefs sans sujet
hu_hu: A témához nem rendelt címkék törlése.
ja: どのトピックにも使用されていないタグを削除する
pl_pl: Usuń tagi, które nie są przypisane do żadnego z tematów
pt_br: Excluir tags sem tópicos
ro_ro: Șterge etichete care nu au nici un subiect
sk_sk: Vymazať značky bez tém
sr_rs: Обриши ознаке без тема
ug_cn: تېمىغا ئىشلىتىلمىگەن خەتكۈچلەر ئۆچۈرۈۋېتىلسۇن

source: Remove deleted topics from users' favorites
bg_bg: Премахване на изтритите теми от Любими
fi: Poista tuhottuja aiheita käyttäjien suosikeista
fr_fr: Suppressions des sujets effacés depuis les favoris des utilisateurs
hu_hu: Törölt témák eltávolítása a felhasználók kedvencei közül
ja: ユーザーのお気に入りから削除済みのトピックを消去する
pl_pl: Wyczyść ulubione użytkowników z usuniętych tematów
pt_br: Remover tópicos excluídos dos favoritos dos usuários
ro_ro: Scoate subiectele șterse din subiectele favorite ale utilizatorilor
sk_sk: Odstrániť zmazané témy z užívateľsky oblúbených
sr_rs: Уклони обрисане теме из корисничких омиљених
ug_cn: ئۆچۈرۈلگەن تېمىلار قوللانچى ساقلانمىسىدىنمۇ ئۆچۈرۈۋېتىلسۇن

source: Invalid plugin path.
bg_bg: Невалиден път на разширение.
et_ee: Plugina kataloogitee on vigane.
fi: Epäkelpo lisäosapolku.
fr_fr: Le chemin de l'extension est invalide.
hu_hu: Hibás bővítmény elérési út
ja: 無効なプラグインのパスです。
pl_pl: Nieprawidłowa ścieżka do wtyczki.
pt_br: Caminho do plugin inválido
ro_ro: Calea spre modul nu este validă.
sk_sk: Nesprávna cesta k modulu.
sr_rs: Неисправна путања додатка.
ug_cn: قىستۇرما ئادرېسى ئىناۋەتسىز.

source: Plugin file does not exist.
bg_bg: Файлът, свързан с това разширение не съществува.
et_ee: Pluginafaili ei leitud.
fi: Lisäosatiedostoa ei ole olemassa.
fr_fr: Le fichier de l'extension n'existe pas.
hu_hu: A bővítmény fájl nem létezik.
ja: プラグインファイルが存在しません。
pl_pl: Plik wtyczki nie istnieje.
pt_br: O arquivo do plugin não existe.
ro_ro: Fișierul modulului nu există.
sr_rs: Датотека додатка не постоји.
ug_cn: قىستۇرما ھۆججىتى مەۋجۇت ئەمەس.

source: That type of plugin is not available in the specified location.
bg_bg: Такова разширение не е достъпно на указаното местположение.
fi: Tämän tyyppistä lisäosaa ei ole saatavilla määritetyssä sijainnissa.
fr_fr: Ce type d'extension n'est pas disponible dans l'emplacement indiqué.
hu_hu: Olyan típusú bővítmény nem érhető el a megadott helyen.
ja: 指定した場所にはその種類のプラグインがありません。
pl_pl: Ten rodzaj wtyczki nie jest dostępny pod podanym położeniem.
pt_br: Aquele tipo de plugin não está disponível no local especificado.
ro_ro: Acest tip de modul nu este disponibil la locația specificată.
sr_rs: Та врста додатака није доступна на наведеном месту.
ug_cn: كۆرسىتىلگەن ئورۇندا ئۇنداق تىپتىكى قىستۇرما يوق ئىكەن.

source: Not a valid directory
bg_bg: Директорията е невалидна
es_es: No es un directorio válido
et_ee: See kataloog pole lubatud
fi: Hakemisto ei kelpaa
fr_fr: Répertoire invalide
hu_hu: Érvénytelen könyvtár
id_id: Bukan sebuah direktori yang valid
ja: 無効なディレクトリ
pl_pl: Nieprawidłowy katalog
pt_br: Diretório inválido
ro_ro: Nu este un director valid
sr_rs: Није исправан директоријум
th: ไดเรคทอรีนี้ใช้งานไม่ได้
ug_cn: ئىناۋەتلىك مۇندەرىجە ئەمەس

source: Invalid arguments
bg_bg: Аргументите са невалидни
es_es: Argumentos inválidos
et_ee: Katkine plugin
fi: Argumentit eivät kelpaa
fr_fr: Arguments invalides
hu_hu: Hibás paraméterek
id_id: Argumen yang tidak valid
ja: 無効な引数
pl_pl: Nieprawidłowe argumenty
pt_br: Argumentos Inválidos
ro_ro: Argumentele nu sunt valide
sk_sk: Nesprávny argument
sr_rs: Неисправни аргументи
th: arguments ใช้งานไม่ได้
ug_cn: پارامېتىر ئىناۋەتسىز

source: Sunday
bg_bg: Неделя
es_es: Domingo
et_ee: Pühapäev
fi: Sunnuntai
fr_fr: Dimanche
hu_hu: vasárnap
id_id: Minggu
ja: 日曜日
pl_pl: niedziela
pt_br: domingo
ro_ro: duminică
sk: Nedeľa
sk_sk: Nedeľa
sr_rs: недеља
th: วันอาทิตย์
ug_cn: يەكشەنبە

source: Monday
bg_bg: Понеделник
es_es: Lunes
et_ee: Esmaspäev
fi: Maanantai
fr_fr: Lundi
hu_hu: hétfő
id_id: Senin
ja: 月曜日
pl_pl: poniedziałek
pt_br: segunda-feira
ro_ro: luni
sk: Pondelok
sk_sk: Pondelok
sr_rs: понедељак
th: วันจันทร์
ug_cn: دۈشەنبە

source: Tuesday
bg_bg: Вторник
es_es: Martes
et_ee: Teisipäev
fi: Tiistai
fr_fr: Mardi
hu_hu: kedd
id_id: Selasa
ja: 火曜日
pl_pl: wtorek
pt_br: terça-feira
ro_ro: marți
sk: Utorok
sk_sk: Utorok
sr_rs: уторак
th: วันอังคาร
ug_cn: سەيشەنبە

source: Wednesday
bg_bg: Сряда
es_es: Miércoles
et_ee: Kolmapäev
fi: Keskiviikko
fr_fr: Mercredi
hu_hu: szerda
id_id: Rabu
ja: 水曜日
pl_pl: środa
pt_br: quarta-feira
ro_ro: miercuri
sk: Streda
sk_sk: Streda
sr_rs: среда
th: วันพุธ
ug_cn: چارشەنبە

source: Thursday
bg_bg: Четвъртък
es_es: Jueves
et_ee: Neljapäev
fi: Torstai
fr_fr: Jeudi
hu_hu: csütörtök
id_id: Kamis
ja: 木曜日
pl_pl: czwartek
pt_br: quinta-feira
ro_ro: joi
sk: Štvrtok
sk_sk: Štvrtok
sr_rs: четвртак
th: วันพฤหัสบดี
ug_cn: پەيشەنبە

source: Friday
bg_bg: Петък
es_es: Viernes
et_ee: Reede
fi: Perjantai
fr_fr: Vendredi
hu_hu: péntek
id_id: Jumat
ja: 金曜日
pl_pl: piątek
pt_br: sexta-feira
ro_ro: vineri
sk: Piatok
sk_sk: Piatok
sr_rs: петак
th: วันศุกร์
ug_cn: جۈمە

source: Saturday
bg_bg: Събота
es_es: Sábado
et_ee: Laupäev
fi: Lauantai
fr_fr: Samedi
hu_hu: szombat
id_id: Sabtu
ja: 土曜日
pl_pl: sobota
pt_br: sábado
ro_ro: Sâmbătă
sk: Sobota
sk_sk: Sobota
sr_rs: субота
th: วันเสาร์
ug_cn: شەنبە

source: S_Sunday_initial
bg_bg: Н
es_es: D
et_ee: P
fi: Su_Sunnuntai_initial
fr_fr: D
hu_hu: V_vasárnap_initial
id_id: M
ja: 日_Sunday_initial
pl_pl: N
pt_br: D
ro_ro: D
sk: N_Nedaľa_initial
sk_sk: N_Nedaľa_initial
sr_rs: Н
th: อา.
ug_cn: يە

source: M_Monday_initial
bg_bg: П
es_es: L
et_ee: E
fi: Ma_Maanantai_initial
fr_fr: L
hu_hu: H_hétfő_initial
id_id: S
ja: 月_Monday_initial
pl_pl: P
pt_br: S
ro_ro: L
sk: P_Pondelok_initial
sk_sk: P_Pondelok_initial
sr_rs: П
th: จ.
ug_cn: دۈ

source: T_Tuesday_initial
bg_bg: В
es_es: M
et_ee: T
fi: Ti_Tiistai_initial
fr_fr: M
hu_hu: K_kedd_initial
id_id: S
ja: 火_Tuesday_initial
pl_pl: W
pt_br: T
ro_ro: Ma
sk: U_Utorok_initial
sk_sk: U_Utorok_initial
sr_rs: У
th: อ.
ug_cn: سە

source: W_Wednesday_initial
bg_bg: С
es_es: X
et_ee: K
fi: Ke_Keskiviikko_initial
fr_fr: M
hu_hu: S_szerda_initial
id_id: R
ja: 水_Wednesday_initial
pl_pl: Ś
pt_br: Q
ro_ro: Mi
sk: S_Streda_initial
sk_sk: S_Streda_initial
sr_rs: С
th: พ.
ug_cn: چا

source: T_Thursday_initial
bg_bg: Ч
es_es: J
et_ee: N
fi: To_Torstai_initial
fr_fr: J
hu_hu: C_csütörtök_initial
id_id: K
ja: 木_Thursday_initial
pl_pl: C
pt_br: Q
ro_ro: J
sk: Š_Štvrtok_initial
sk_sk: Š_Štvrtok_initial
sr_rs: Ч
th: พฤ.
ug_cn: پە

source: F_Friday_initial
bg_bg: П
es_es: V
et_ee: R
fi: Pe_Perjantai_initial
fr_fr: V
hu_hu: P_péntek_initial
id_id: J
ja: 金_Friday_initial
pl_pl: P
pt_br: S
ro_ro: V
sk: P_Piatok_initial
sk_sk: P_Piatok_initial
sr_rs: П
th: ศ.
ug_cn: جۈ

source: S_Saturday_initial
bg_bg: С
es_es: S
et_ee: L
fi: La_Lauantai_initial
fr_fr: S
hu_hu: S_szombat_initial
id_id: S
ja: 土_Saturday_initial
pl_pl: S
pt_br: S
ro_ro: S
sk: S_Sobota_initial
sk_sk: S_Sobota_initial
sr_rs: С
th: ส.
ug_cn: شە

source: Sun
bg_bg: Нед
es_es: Dom
et_ee: P
fi: Su
fr_fr: Dim
hu_hu: Vas
id_id: Min
ja: 日
pl_pl: nie
pt_br: dom
ro_ro: Dum
sk: Ne
sk_sk: Ne
sr_rs: Нед
th: อาทิตย์
ug_cn: يە

source: Mon
bg_bg: Пон
es_es: Lun
et_ee: E
fi: Ma
fr_fr: Lun
hu_hu: Hét
id_id: Sen
ja: 月
pl_pl: pon
pt_br: seg
ro_ro: Luni
sk: Po
sk_sk: Po
sr_rs: Пон
th: จันทร์
ug_cn: دۈ

source: Tue
bg_bg: Вто
es_es: Mar
et_ee: T
fi: Ti
fr_fr: Mar
hu_hu: Ked
id_id: Sel
ja: 火
pl_pl: wt
pt_br: ter
ro_ro: Mar
sk: Ut
sk_sk: Ut
sr_rs: Уто
th: อังคาร
ug_cn: سە

source: Wed
bg_bg: Сря
es_es: Mie
et_ee: K
fi: Ke
fr_fr: Mer
hu_hu: Sze
id_id: Rab
ja: 水
pl_pl: śr
pt_br: qua
ro_ro: Mie
sk: St
sk_sk: St
sr_rs: Сре
th: พุธ
ug_cn: چا

source: Thu
bg_bg: Чет
es_es: Jue
et_ee: N
fi: To
fr_fr: Jeu
hu_hu: Csü
id_id: Kam
ja: 木
pl_pl: czw
pt_br: qui
ro_ro: Joi
sk: Št
sk_sk: Št
sr_rs: Чет
th: พฤหัส
ug_cn: پە

source: Fri
bg_bg: Пет
es_es: Vie
et_ee: R
fi: Pe
fr_fr: Ven
hu_hu: Pén
id_id: Jum
ja: 金
pl_pl: pt
pt_br: sex
ro_ro: Vin
sk: Pi
sk_sk: Pi
sr_rs: Пет
th: ศุกร์
ug_cn: جۈ

source: Sat
bg_bg: Съб
es_es: Sab
et_ee: L
fi: La
fr_fr: Sam
hu_hu: Szo
id_id: Sab
ja: 土
pl_pl: sob
pt_br: sáb
ro_ro: Sâm
sk: So
sk_sk: So
sr_rs: Суб
th: เสาร์
ug_cn: شە

source: January
bg_bg: Януари
es_es: Enero
et_ee: jaanuar
fi: tammikuu
fr_fr: Janvier
hu_hu: január
id_id: Januari
ja: 1月
pl_pl: Styczeń
pt_br: janeiro
ro_ro: Ianuarie
sk: Január
sk_sk: Január
sr_rs: јануар
th: มกราคม
ug_cn: يانۋار

source: February
bg_bg: Февруару
es_es: Febrero
et_ee: veebruar
fi: helmikuu
fr_fr: Février
hu_hu: február
id_id: Februari
ja: 2月
pl_pl: Luty
pt_br: fevereiro
ro_ro: Februarie
sk: Február
sk_sk: Február
sr_rs: фебруар
th: กุมภาพันธ์
ug_cn: فېۋرال

source: March
bg_bg: Март
es_es: Marzo
et_ee: märts
fi: maaliskuu
fr_fr: Mars
hu_hu: március
id_id: Maret
ja: 3月
pl_pl: Marzec
pt_br: março
ro_ro: Martie
sk: Marec
sk_sk: Marec
sr_rs: март
th: มีนาคม
ug_cn: مارت

source: April
bg_bg: Април
es_es: Abril
et_ee: aprill
fi: huhtikuu
fr_fr: Avril
hu_hu: április
ja: 4月
pl_pl: Kwiecień
pt_br: abril
ro_ro: Aprilie
sk: Apríl
sk_sk: Apríl
sr_rs: април
th: เมษายน
ug_cn: ئاپرېل

source: May
bg_bg: Май
es_es: mayo
et_ee: mai
fi: toukokuu
fr_fr: Mai
hu_hu: május
id_id: Mei
ja: 5月
pl_pl: Maj
pt_br: maio
ro_ro: Mai
sk: Máj
sk_sk: Máj
sr_rs: мај
th: พฤษภาคม
ug_cn: ماي

source: June
bg_bg: Юни
es_es: Junio
et_ee: juuni
fi: kesäkuu
fr_fr: Juin
hu_hu: június
id_id: Juni
ja: 6月
pl_pl: Czerwiec
pt_br: junho
ro_ro: Iunie
sk: Jún
sk_sk: Jún
sr_rs: јун
th: มิถุนายน
ug_cn: ئىيۇن

source: July
bg_bg: Юли
es_es: Julio
et_ee: juuli
fi: heinäkuu
fr_fr: Juillet
hu_hu: július
id_id: Juli
ja: 7月
pl_pl: Lipiec
pt_br: julho
ro_ro: Iulie
sk: Júl
sk_sk: Júl
sr_rs: јул
th: กรกฎาคม
ug_cn: ئىيۇل

source: August
bg_bg: Август
es_es: Agosto
fi: elokuu
fr_fr: Août
hu_hu: augusztus
id_id: Agustus
ja: 8月
pl_pl: Sierpień
pt_br: agosto
sr_rs: август
th: สิงหาคม
ug_cn: ئاۋغۇست

source: September
bg_bg: Септември
es_es: Septiembre
fi: syyskuu
fr_fr: Septembre
hu_hu: szeptember
ja: 9月
pl_pl: Wrzesień
pt_br: setembro
ro_ro: Septembrie
sr_rs: септембар
th: กันยายน
ug_cn: سېنتەبىر

source: October
bg_bg: Октомври
es_es: Octubre
et_ee: oktoober
fi: lokakuu
fr_fr: Octobre
hu_hu: október
id_id: Oktober
ja: 10月
pl_pl: Październik
pt_br: outubro
ro_ro: Octombrie
sk: Október
sk_sk: Október
sr_rs: октобар
th: ตุลาคม
ug_cn: ئۆكتەبىر

source: Jan_January_abbreviation
bg_bg: Яну
es_es: Ene
et_ee: jaan
fi: Tam_Tammikuu_abbreviation
fr_fr: Jan
hu_hu: jan_január_abbreviation
id_id: Jan
ja: 1月_January_abbreviation
pl_pl: sty
pt_br: jan
ro_ro: Ian
sk: Jan_Január_abbreviation
sk_sk: Jan_Január_abbreviation
sr_rs: јан
th: ม.ค.
ug_cn: يانۋار

source: Feb_February_abbreviation
bg_bg: Фев
es_es: Feb
et_ee: veebr
fi: Hel_Helmikuu_abbreviation
fr_fr: Fév
hu_hu: feb_február_abbreviation
id_id: Feb
ja: 2月_February_abbreviation
pl_pl: lut
pt_br: fev
ro_ro: Feb
sk: Feb_Február_abbreviation
sk_sk: Feb_Február_abbreviation
sr_rs: феб
th: ก.พ.
ug_cn: فېۋرال

source: Mar_March_abbreviation
bg_bg: Мар
es_es: Mar
et_ee: märts
fi: Maa_Maaliskuu_abbreviation
fr_fr: Mar
hu_hu: márc_március_abbreviation
id_id: Mar
ja: 3月_March_abbreviation
pl_pl: mar
pt_br: mar
ro_ro: Mar
sk: Mar_Marec_abbreviation
sk_sk: Mar_Marec_abbreviation
sr_rs: мар
th: มี.ค.
ug_cn: مارت

source: Apr_April_abbreviation
bg_bg: Апр
es_es: Abr
et_ee: apr
fi: Huh_Huhtikuu_abbreviation
fr_fr: Avr
hu_hu: ápr_április_abbreviation
id_id: Apr
ja: 4月_April_abbreviation
pl_pl: kwi
pt_br: abr
ro_ro: Apr
sk: Apr_Apríl_abbreviation
sk_sk: Apr_Apríl_abbreviation
sr_rs: апр
th: เม.ย.
ug_cn: ئاپرېل
