Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Don&#8217;t show avatars
bg_bg: Без аватари
fi: Älä näytä käyttäjäkuvia
fr_fr: Ne pas afficher les avatars
hu_hu: Avatarok elrejtése
ja: アバターを表示しない
pl_pl: Nie wyświetlaj awatarów
pt_br: Não exibir avatares
ro_ro: Nu afișa avataruri
sk_sk: Nezobrazovať avatarov
sr_rs: Не приказуј аватаре
ug_cn: باش سۈرەت كۆرسىتىلمىسۇن

source: Show avatars
bg_bg: О, да, с аватари
et_ee: Näita avatare
fi: Näytä Avatar-kuvat
fr_fr: Afficher les avatars
hu_hu: Avatarok mutatása
ja: アバターを表示する
pl_pl: Wyświetlaj awatary
pt_br: Mostrar avatares
ro_ro: Afișează avataruri
sk_sk: Zobraziť avatarov
sr_rs: Прикажи аватаре
ug_cn: باش سۈرەت كۆرسىتىلسۇن

source: Maximum rating
bg_bg: Максимална оценка
fi: Luokittelu
fr_fr: Classement maximal
hu_hu: Maximális értékelés
ja: 評価の上限
pl_pl: Najwyższa dozwolona kategoria
pt_br: Classificação máxima
ro_ro: Rating-ul maxim
sk_sk: Maximálne hodnotenie
sr_rs: Највиша дозвољена оцена
ug_cn: ماكسىمۇم دەرىجىسى

source: G &#8212; Suitable for all audiences
bg_bg: G &#8212; подходящо за всички
fi: G &#8212; Sopiva kaikille ikäryhmille
fr_fr: G &#8212; Visibles par tous
hu_hu: G &#8212; Korosztályra való tekintet nélkül megtekinthető.
ja: G &#8212; あらゆる人に適切
pl_pl: G &#8212; odpowiednie dla osób w każdym wieku
pt_br: G &#8212; Adequado para todas as audiências
ro_ro: G &#8212; Potrivit pentru întreaga audiență
sk_sk: G &#8212; Vhodné pre všetkých
sr_rs: Г &#8212; допуштено свима
ug_cn: G &#8212; ئادەتتىكى دەرىجە، ھەر قانداق ياشتىكىلەر كۆرەلەيدۇ

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
bg_bg: PG &#8212; възможно е да има обидно съдържание, подходящо за 13-годишни и нагоре
fi: PG &#8212; Mahdollisesti loukkaava/hyökkäävä, yleensä yli 13-vuotiaille
fr_fr: PG &#8212; Possiblement offensants, réservés normalement aux personnes de 13 ans et plus
hu_hu: PG &#8212; Lehetséges, hogy durva, általában csak 13 évesnél idősebbeknek
ja: PG &#8212; 不快感を与える恐れ &#8212; 13歳以上の人向き
pl_pl: PG &#8212; treść może być ofensywna, zwykle dla ludzi w wieku 13 lat i starszych
pt_br: PG &#8212; Possivelmente ofensivo, normalmente para audiências a partir de 13 anos
ro_ro: PG &#8212; Posibil ofensiv, de obicei pentru audiențe de 13 ani sau mai mult.
sk_sk: PG &#8212; Trochu ofenzívne, zvyčajne pre 13 a viacročných
sr_rs: ПГ &#8212; можда нападно, обично за публику старију од 13 година
ug_cn: PG &#8212; كىشىنى بىئارام قىلىدىغان سۈرەت، 13 ياشتىن ئاشقانلارلا كۆرەلەيدۇ

source: R &#8212; Intended for adult audiences above 17
bg_bg: R &#8212; за възрастни
fi: R &#8212; Tarkoitettu aikuisille, yli 17-vuotiaille
fr_fr: R &#8212; Réservés aux personnes de plus de 17 ans
hu_hu: R &#8212; Csak felnőtteknek, vagyis 18 éven fellülieknek
ja: R &#8212; 18歳以上の成人向き
pl_pl: R &#8212; przeznaczone dla dorosłych czytelników (powyżej 17 lat)
pt_br: R &#8212; Destinado a audiências acima de 17 anos
ro_ro: R &#8212; Pentru audiențe de adulţi, peste 17 ani
sk_sk: R &#8212; Určené pre dospelých nad 17 rokov
sr_rs: Р &#8212; намењено за одраслу публику изнад 17 година
ug_cn: R &#8212;17 ياشتىن ئاشقان قۇرامىغا يەتكەنلەرگە ماس كېلىدۇ

source: X &#8212; Even more mature than above
bg_bg: X &#8212; за още по-непоклатими хора
fi: X &#8212; Vielä vanhemmille
fr_fr: X &#8212; Réservés aux adultes
hu_hu: X &#8212; A fentieknél még idősebbeknek
ja: X &#8212; 最高レベルの制限
pl_pl: X &#8212; kategoria jeszcze wyższa, niż poprzednia
pt_br: X &#8212; Ainda mais adulto que acima
ro_ro: X &#8212; Chiar mai mult pentru maturi decât cea de mai sus
sk_sk: X &#8212; Pre ešte starších
sr_rs: Икс &#8212; само за пунолетне особе
ug_cn: X &#8212; ئەڭ يۇقىرى دەرىجە، كۆپلىگەن كىشىلەرنىڭ كۆرۈشىگە ماس كەلمەيدۇ

source: Default avatar
bg_bg: Аватар по подразбиране
fi: Oletuskäyttäjäkuva
fr_fr: Avatar par défaut
hu_hu: Alapértelmezett Avatar
ja: デフォルトアバター
pl_pl: Domyślny awatar
pt_br: Avatar padrão
ro_ro: Avatar implicit
sk_sk: Predvolený avatar
sr_rs: Подразумевани аватар
ug_cn: كۆڭۈلدىكى باش سۈرەت

source: Blank
bg_bg: Без аватар
fi: Tyhjä
fr_fr: Vide
hu_hu: Üres
ja: 空白
pl_pl: Brak
pt_br: Em branco
ro_ro: Blanc
sk_sk: Bez avatara
sr_rs: Празно
ug_cn: قۇرۇق

source: Gravatar Logo
bg_bg: Логото на Gravatar
et_ee: Gravatari logo
fr_fr: Logo Gravatar
hu_hu: Gravatar logó
ja: Gravatar ロゴ
pl_pl: Logo Gravatara
pt_br: Logo do Gravatar
ro_ro: Logo Gravatar
sr_rs: Логотип Граватара
th: โลโก้ของ Gravatar
ug_cn: Gravatar تۇغى

source: Identicon (Generated)
bg_bg: Идентикон (генериран)
fi: Identicon (generoitu)
fr_fr: Identicon (généré)
hu_hu: Identicon (Generált)
ja: Identicon (自動生成)
pl_pl: Identicon (generowany)
pt_br: Identicon (gerado)
ro_ro: Identicon (Generat)
sk_sk: Identikona (automaticky generovaný)
sr_rs: Identicon (направљен)
ug_cn: كىرىشتۈرۈلمە سۈرەت (ئاپتوماتىك)

source: Wavatar (Generated)
bg_bg: Уаватар (генериран)
fi: Wavatar (generoitu)
fr_fr: Wavatar (généré)
hu_hu: Wavatar (Generált)
ja: Wavatar (自動生成)
pl_pl: Wavatar (generowany)
pt_br: Wavatar (Gerado)
ro_ro: Wavatar (Generat)
sk_sk: Wavatar (automaticky generovaný)
sr_rs: Wavatar (направљен)
ug_cn: Wavatar (ئاپتوماتىك)

source: MonsterID (Generated)
bg_bg: Чудовище (генерирано)
fi: MonsterID (generoitu)
fr_fr: MonsterID (généré)
hu_hu: MonsterID (Generált)
ja: MonsterID (自動生成)
pl_pl: MonsterID (generowany)
pt_br: MonsterID (Gerado)
ro_ro: MonsterID (Generat)
sk_sk: MonsterID (automaticky generovaný)
sr_rs: MonsterID (направљен)
ug_cn: غەلىتە مەخلۇقچاق (ئاپتوماتىك)

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
bg_bg: За потребителите, които си нямат аватар може да показвате неутрална картинка или да изберете някои от генерираните изображения на база e-mail адреса им.
fi: Käyttäjille, joilla ei ole omaa käyttäjäkuvaa, voit joko näyttää yleisen logon tai logon, joka on luotu heidän sähköpostiosoitteensa perusteella.
fr_fr: Les utilisateurs n&rsquo;ayant pas d&rsquo;avatar peuvent se voir attribuer un logo générique, ou un avatar généré à partir de leur adresse e-mail.
hu_hu: Azoknak a felhasználóknak, akinek nincs saját avatar képük, megjeleníthető egy általános logó, vagy az e-mail cím alapján generálható nekik egy avatar.
ja: 自分のアバターを持っていないユーザーには、汎用ロゴまたはメールアドレスをもとに作成される画像を表示できます。
pl_pl: Przy komentarzach użytkowników, którzy nie mają własnego awatara, wyświetlane może być logo lub awatary utworzone na podstawie ich adresów e-mail.
pt_br: Para usuários sem um avatar personalizado próprio, você pode tanto exibir um logo genérico como um logo gerado tendo como base seus endereços de email.
ro_ro: Pentru utilizatorii care nu au un avatar personalizat, poți sau să afișezi un logo generic sau unul generat pe baza adresei lor de e-mail.
sk_sk: Pre používateľov, ktorí nemajú vlastného avatara, môžete nastaviť automatické logo, alebo vygenerované na základe ich e-mail adresy.
sr_rs: За кориснике без подешеног сопственог аватара можете приказати општи логотип или неки направљен који је заснован на њиховој адреси е-поште.
ug_cn: ئۆزىنىڭ كارتون باش رەسىمى بولمىغان قوللانچىلار ئۈچۈن سىز بىر ئۇنىۋېرسال باش رەسىمى ياكى ئۇلارنىڭ ئېلخەت ئادرېسىغا ئاساسەن ھاسىل قىلىنغان باش رەسىمىنى كۆرسەتسىڭىز بولىدۇ.

source: Discussion Settings
bg_bg: Настройки за дискусии
fi: Keskustelu
fr_fr: Réglages des discussions
hu_hu: Interakció beállítások
ja: ディスカッション設定
pl_pl: Ustawienia dyskusji
pt_br: Configurações de discussão
ro_ro: Setări pentru discuții
sk_sk: Nastavenia diskusie
sr_rs: Подешавања дискусија
ug_cn: مۇھاكىمە تەڭشەكلىرى

source: Avatars
bg_bg: Аватари
et_ee: Avatarid
fi: Avatar-kuvat
hu_hu: Avatarok
ja: アバター
pl_pl: Awatary
pt_br: Avatares
ro_ro: Avatar
sk_sk: Avatary
sr_rs: Аватари
th: รูปแทนตัว (Avatars)
ug_cn: باش سۈرەتلەر

source: bbPress includes built-in support for <a href="http://gravatar.com/">Gravatars</a>. A Gravatar is an image that follows you from site to site, appearing beside your name when you comment on Gravatar enabled sites. Here you can enable the display of Gravatars on your site.
bg_bg: bbPress има вградена поддръжка на <a href="http://gravatar.com/">Gravatar</a>. Gravatar е изображение, което ви следва от сайт в сайт, като се появява до името ви, когато оставите коментар в сайт, който поддържа услугата. От тук можете да разрешите показването на такива изображения във вашия сайт.
fi: bbPress sisältää sisäänrakennetun tuen <a href="http://gravatar.com/">Gravatareille</a>. Gravatar on kuva, joka seuraa sinua sivustolta sivustolta, näkyen nimesi ohessa, kun kommentoit sivustoilla, joilla Gravatar on otettu käyttöön. Tässä voit ottaa Gravatareiden näyttämisen käyttöön sivustollasi.
fr_fr: bbPress inclut par défaut le support des<a href="http://gravatar.com/">Gravatars</a>. Un gravatar est une image qui vous suit partout sur internet, l'image apparaît à côté de votre nom lorsque vous commentez n'importe quel site compatible Gravatars. Ici vous pouvez activer l'affichage des gravatars sur votre site.
hu_hu: A bbPress beépített <a href="http://gravatar.com/">Gravatar</a> támogatással érkezik. A Gravatar egy olyan kép, ami blogokon keresztül kíséri a tulajdonosát, és mindig megjelenik a neve mellett, amikor egy olyan oldalon szól hozzá, amely támogatja ezt a funkciót. Itt beállítható, hogy ezt a funkció engedélyezett legyen-e a bloghoz hozzászólók számára.
ja: bbPress には <a href="http://gravatar.com/">Gravatars</a> への対応が組み込まれています。Gravatar とは、サイト間であなたの
pl_pl: bbPress jest wyposażony w zintegrowaną obsługę <a href="http://gravatar.com/">Gravatarów</a>. Gravatar jest obrazkiem, który jest przypisany do użytkownika i pojawia się przy jego podpisie, gdy ten umieszcza komentarze na stronach obsługujących Gravatary. W tym miejscu możesz włączyć wyświetlanie Gravatarów na Twojej stronie.
pt_br: O bbPress inclui suporte nativo para <a href="http://gravatar.com/">Gravatares</a>. Um Gravatar é uma imagem que segue você de site para site, aparecendo ao lado do seu nome quando você faz comentários em sites com Gravatar ativado. Aqui você pode ativar a exibição de Gravatares em seu site.
ro_ro: bbPress oferă suport pentru <a href="http://gravatar.com/">Gravatar</a>. Un Gravatar este o imagine care te urmărește din site în site, şi apare lângă numele tău atunci când scrii pe site-uri care au Gravatar-ul activat. Aici poți activa Gravatar şi pe site-ul tău.
sk_sk: bbPress má vstavanú podporu pre <a href="http://gravatar.com/">Gravatary</a>. Gravatar je obrázok ktorý vás sprevádza zo stránky na stránku, zobrazením sa vedľa vášho mena keď komentujete stránky s povoleným Gravatarom. Tu môžete povoliť zobrazovať Gravatary na vašej stránke.
sr_rs: bbPress укључује уграђену подршку за <a href="http://sr.gravatar.com/">Граватар</a>. Граватар је слика која вас прати са веб места на веб место појављујући се поред вашег имена када коментаришете на веб местима која омогућавају приказ Граватара. Овде можете укључити приказ Граватара на свом веб месту.
ug_cn: bbPress ئۆزىدە <a href="http://gravatar.com/">Gravatars</a> نى قوللاش ئىقتىدارى بار. Gravatar (باش سۈرەت) بولسا باش سۈرەتنى كۆرسىتىش ئىقتىدارى ئېچىلغان تور بەتلەردە ئىنكاس يازغىنىڭىزدا ئىسمىڭىزنىڭ يان تەرىپىدە چىقىپ تۇرىدىغان باش سۈرىتى بولۇپ، بۇ يەردە ئۆز تور بېتىڭىزنىڭ باش سۈرەت كۆرسىتىش ئىقتىدارىنى ئاچالايسىز.

source: Save Changes
bg_bg: Запис на промените
et_ee: Salvesta muudatused
fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
hu_hu: Változások mentése
ja: 変更を保存
pl_pl: Zapisz zmiany
pt_br: Salvar alterações
ro_ro: Salvează schimbările
sk_sk: Uložiť zmeny
sr_rs: Сачувај измене
ug_cn: ئۆزگەرتىشلەرنى ساقلاش

source: Site title
bg_bg: Заглвие на сайта
et_ee: Lehe nimi
fi: Sivun otsikko
fr_fr: Titre du site
hu_hu: Oldal címe
ja: サイト名
pl_pl: Tytuł strony
pt_br: Título do site
ro_ro: Titlul site-ului
sk_sk: Názov stránky
sr_rs: Наслов веб места
ug_cn: تور بەت تېمىسى

source: Tagline
bg_bg: Кратко описание
fi: Avainsana
fr_fr: Slogan
hu_hu: Címsor
ja: キャッチフレーズ
pl_pl: Slogan
ro_ro: Descriere
sk_sk: Popis
sr_rs: Поднаслов
ug_cn: بلوگ يانداش تېمىسى

source: In a few words, explain what this site is about.
bg_bg: Обяснете в няколко думи за какво е този сайт.
fi: Kerro muutamilla sanoilla, mikä on tämän sivuston tarkoitus.
fr_fr: En quelques mots, décrivez la raison d&rsquo;être de ce site.
hu_hu: Néhány szóban érdemes leírni, hogy miről is szól ez az oldal.
ja: このサイトの簡単な説明。
pl_pl: W kilku słowach opisz o czym jest ta strona.
pt_br: Em poucas palavras, explique sobre o que é este site.
ro_ro: Explică în câteva cuvinte despre ce este site-ul tău.
sk_sk: Pár slovami vysvetlite, o čom je vaša stránka.
sr_rs: Објасните у неколико речи о чему је ово веб место.
ug_cn: بۇ بلوگ ھەققىدە ئىككى كەلىمە چۈشەندۈرۈش بېرىڭ.

source: bbPress address (URL)
bg_bg: Адрес на bbPress (URL)
et_ee: bbPressi aadress (URL)
fi: bbPress-kansion osoite
fr_fr: Adresse de bbPress (URL)
hu_hu: bbPress címe (URL)
ja: bbPress のアドレス (URL)
pl_pl: Adres URL bbPressa
pt_br: endereço do bbPress (URL)
ro_ro: Adresa (URL-ul) bbPress
sk_sk: bbPress adresa (URL)
sr_rs: bbPress адреса (URL)
ug_cn: bbPress ئادرېسى (URL)

source: The full URL of your bbPress install.
bg_bg: Пълният URL адресс на вашата bbPress инсталация.
et_ee: Teie bbPress foorumi täielik URL.
fi: bbPress-asennuskansion osoite (URL)
fr_fr: L&#8217;adresse complète de votre installation de bbPress.
hu_hu: A telepített bbPress teljes URL címe.
ja: 設置した bbPress の完全な URL。
pl_pl: Pełny adres URL Twojej instalacji bbPressa.
pt_br: URL completo de sua instalação do bbPress.
ro_ro: URL-ul complet al instanței bbPress.
sk_sk: Celá URL adresa vašej inštalácie bbPress.
sr_rs: Пун URL ваше bbPress инсталације.
th: URL ของไดเรคทอรีที่ติดตั้ง bbPress
ug_cn: bbPress قاچىلانغان تولۇق ئادرېس.

source: E-mail address
bg_bg: E-mail адрес
et_ee: E-postiaadress
fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hu_hu: E-mail cím
ja: メールアドレス
pl_pl: Adres e-mail
pt_br: Email
ro_ro: Adresa e-mail
sk_sk: E-mailová adresa
sr_rs: Адреса е-поште
ug_cn: ئېلخەت ئادرېسى

source: This address is used for admin purposes, like new user notification.
bg_bg: Този адрес се ползва само за административни цели, като за уведомяване при нови потребители.
fi: Tätä osoitetta käytetään ylläpidon tarkoituksiin, kuten ilmoittamiseen uudesta käyttäjästä.
fr_fr: Cette adresse n&rsquo;est utilisée que pour l&rsquo;administration du site&nbsp;; par exemple, la notification de l&rsquo;inscription d&rsquo;un nouvel utilisateur.
hu_hu: Ez a cím admin célokat szolgál, mint például új felhasználók értesítése.
ja: このアドレスは新規ユーザーの通知などサイト管理のために使われます。
pl_pl: Ten adres jest używany w celach administracyjnych, takich jak powiadamianie o rejestracjach nowych użytkowników.
pt_br: Este endereço é usado para fins de administração, como notificação de novos usuários.
ro_ro: Această adresă este folosită pentru scopuri administrative, cum ar fi anunțarea creării noilor utilizatori.
sk_sk: Táto adresa je používaná iba pre účely administrácie ako napríklad oznamovanie o nových užívateľoch.
sr_rs: Ова адреса се користи само за административне сврхе, као на пример обавештење о новом кориснику.
ug_cn: بۇ ئادرېس پەقەت باشقۇرغۇچى ئۈچۈنلا، يېڭى قوللانچىدىن خەۋەر بېرىش قاتارلىقلاردا ئىشلىتىلىدۇ.

source: Time zone
bg_bg: Часова зона
fi: Aikavyöhyke
fr_fr: Fuseau horaire
hu_hu: Időzóna
ja: タイムゾーン
pl_pl: Strefa czasowa
pt_br: Fuso horário
ro_ro: Fus orar
sk_sk: Časová zóna
sr_rs: Временска зона
ug_cn: ۋاقىت رايونى

source: hours
bg_bg: часа
es_es: horas
et_ee: tundi
fi: tuntia
fr_fr: heures
hu_hu: óra
id_id: jam
ja: 時間
pl_pl: godz.
pt_br: horas
ro_ro: ore
sk: hodín
sk_sk: hodiny
sr_rs: часова
th: ชั่วโมง
ug_cn: سائەت

source: Date and time format
bg_bg: Формат за дата и час
et_ee: Kuupäeva ja kellaaja formaat
fi: Päivämäärän ja kellonajan muotoilu
fr_fr: Format de la date et de l&#8217;heure
hu_hu: Dátum és idő formátum
ja: 日付と時刻のフォーマット
pl_pl: Format daty i godziny
pt_br: Formato de data e hora
ro_ro: Formatul datei și a orei
sk_sk: Formát dátumu a času
sr_rs: Облик датума и времена
ug_cn: چېسلا ۋە ۋاقىت ئىپادىلىنىشى

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date formatting</a>.
bg_bg: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Документация за форматирането на датата</a>.
et_ee: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Kuupäevade vormindamisest lähemalt</a>.
fi: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Päivämäärän ja kellonajan muotoilun ohje</a>.
fr_fr: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation sur le format des dates</a>.
hu_hu: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Dátumformázási segítség (angol)</a>
ja: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">日付フォーマットのドキュメント</a>
pl_pl: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Dokumentacja nt. formatowania dat</a>.
pt_br: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentação sobre formatação de datas</a>.
ro_ro: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentația despre formatarea datei</a>.
sk_sk: Dokumentácia k formátovaniu dátumu <a href="http://codex.wordpress.org/Formatting_Date_and_Time">[EN]</a> | <a href="http://codex.wordpress.org/sk:Formatting_Date_and_Time">[SK]</a>.
sr_rs: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Документација о обликовању датума</a>.
th: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">คู่มือบนรูปแบบวันที่</a>
ug_cn: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">چېسلا ئىپادىلەشكە مۇناسىۋەتلىك ئارخىپلار</a>.

source: Click "Save Changes" to update sample output.
bg_bg: Запишете настройките, за да се актуализира примерният час.
fi: Tulokset päivittyvät, kun napsautat "Tallenna muutokset".
fr_fr: Cliquez sur "Mettre à jour les réglages" pour actualiser l&#8217;exemple.
hu_hu: A "Beállítások frissítése" gombra kattintás után megtekinthető a minta kimenet
ja: サンプル出力を更新するには、"変更を保存"をクリックしてください。
pl_pl: Kliknij "Zapisz zmiany", aby uaktualnić podgląd.
pt_br: Clique em "Salva alterações" para atualizar o exemplo.
ro_ro: Faceți click pe "Salvare modificări" pentru a actualiza exemplul.
sk_sk: Kliknite na "Uložiť zmeny" na aktualizovanie ukážky výstupu.
sr_rs: Притисните "Сачувај измене" за ажурирање излазног примера.
ug_cn: ئۈلگە كۆرسەتمىنى يېڭىلاش ئۈچۈن «ئۆزگەرتىشلەرنى ساقلاش» نى چېكىڭ

source: Date format
bg_bg: Формат на датата
et_ee: Kuupäeva formaat
fi: Päivämäärän oletusmuoto
fr_fr: Format de date
hu_hu: Dátum formátum
ja: 日付フォーマット
pl_pl: Format daty
pt_br: Formato de data
ro_ro: Formatul datei
sk_sk: Formát dátumu
sr_rs: Облик датума
ug_cn: چېسلا ئىپادىلىنىشى

source: Choose a city in the same time zone as you.
bg_bg: Изберете град от вашата часова зона.
fi: Valitse kaupunki, joka on samalla aikavyöhykkeellä kuin sinä.
fr_fr: Choisissez une ville dans le même fuseau horaire que le vôtre.
hu_hu: Egy város kiválasztása a saját időzónából
ja: 設定するタイムゾーンと同じ町を選択してください。
pl_pl: Wybierz miasto znajdujące się w tej samej strefie czasowej, co Twoje.
pt_br: Escolha uma cidade no mesmo fuso horário que você.
ro_ro: Alegeți un oraș din acelaşi fus orar folosit.
sk_sk: Vyberte mesto v rovnakej časovej zóne ako sa práve nachádzate.
sr_rs: Изаберите град који је у истој временској зони као и ви.
ug_cn: ئۆز ۋاقىت رايونىڭىزدىكى بىر شەھەرنى تاللاڭ.

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
bg_bg: Часът по Гринуич е <code>%s</code>
fi: <abbr title="Coordinated Universal Time">UTC</abbr>-aika on <code>%s</code>
fr_fr: L&rsquo;heure actuelle <abbr title="Temps universel coordonné">UTC</abbr> est <code>%s</code>
hu_hu: <abbr title="Egyezményes koordinált világidő">UTC</abbr> szerinti idő: <code>%s</code>
ja: <abbr title="Coordinated Universal Time">UTC</abbr> (<a href="http://ja.wikipedia.org/wiki/UTC" title="協定世界時 - Wikipedia">協定世界時</a>): <code>%s</code>
pl_pl: Czas <abbr title="Uniwersalny czas koordynowany">UTC</abbr>: <code>%s</code>
pt_br: a hora <abbr title="em inglês: Coordinated Universal Time">UTC</abbr> é <code>%s</code>
ro_ro: Ora <abbr title="Coordinated Universal Time">UTC</abbr> este <code>%s</code>
sk_sk: <abbr title="Koordinovaný svetový čas">UTC</abbr> čas je <code>%s</code>
sr_rs: <abbr title="Кординирано универзално време (Coordinated Universal Time)">УТЦ</abbr> време је <code>%s</code>
ug_cn: نۆۋەتتىكى <abbr title="خەلقئارا ئۆلچەملىك ۋاقىت">خەلقئارا ئۆلچەملىك ۋاقىت</abbr>: <code>%s</code>

source: Local time is <code>%s</code>
bg_bg: Местното време е <code>%s</code>
fi: Paikallinen aika on <code>%s</code>
fr_fr: L&rsquo;heure locale actuelle est <code>%s</code>
hu_hu: A helyi idő <code>%s</code>
ja: 現地時間: <code>%1$s</code>
pl_pl: Czas lokalny: <code>%s</code>
pt_br: A hora local é <code>%s</code>
ro_ro: Ora locală este <code>%s</code>
sk_sk: Lokálny čas je <code>%s</code>
sr_rs: Локално време је <code>%s</code>
ug_cn: يەرلىك ۋاقىت: <code>%s</code>

source: This time zone is currently in daylight savings time.
bg_bg: Тази часова зона в момента е в лятно часово време.
fi: Tämä aikavyöhyke on nyt kesäajassa.
fr_fr: Ce fuseau horaire est actuellement à l&rsquo;heure d&rsquo;été.
hu_hu: Ebben az időzónában a nyári időszámítás van használatban.
ja: このタイムゾーンは現在夏時間です。
pl_pl: W tej strefie czasowej obowiązuje obecnie czas letni.
pt_br: Este fuso horário atualmente está no horário de verão.
ro_ro: Acest fus orar este în prezent la ora de vară.
sr_rs: Ова временска зона је тренутно у летњем рачунању времена.
ug_cn: نۆۋەتتە بۇ ۋاقىت رايونىدا يازلىق ۋاقىت ئىشلىتىلمەكتە.

source: This time zone is currently in standard time.
bg_bg: Тази часова зона момента <strong>не</strong> е в лятно часово време.
fi: Tämä aikavyöhyke on nyt normaaliajassa.
fr_fr: Ce fuseau horaire est actuellement à l&rsquo;heure d&rsquo;hiver.
hu_hu: Ebben az időzónában az alap időszámítás van használatban.
ja: このタイムゾーンは現在標準時です。
pl_pl: W tej strefie czasowej obowiązuje obecnie czas zimowy.
pt_br: Este fuso horário atualmente está no horário normal.
ro_ro: Acest fus orar este în prezent la ora de iarnă.
sk_sk: Táto časová zóna má momentálne nastavený štandardný čas.
sr_rs: Ова временска зона је тренутно у стандардом времену.
ug_cn: نۆۋەتتە بۇ ۋاقىت رايونىدا ئۆلچەملىك ۋاقىت ئىشلىتىلمەكتە.

source: Daylight savings time begins on <code>%s</code>
bg_bg: Лятното часово време започва на: <code>%s</code>
fi: Kesäaika alkaa <code>%s</code>
fr_fr: Le passage à l&rsquo;heure d&rsquo;été se fait le <code>%s</code>.
hu_hu: A nyári időszámítás kezdete: <code>%s</code>
ja: 夏時間は<code>%s</code>に始まります。
pl_pl: Pierwszy dzień czasu letniego: <code>%s</code>.
pt_br: O horário de verão começa em <code>%s</code>
ro_ro: Ora de vară începe pe data de <code>%s</code>
sr_rs: Летње рачунање времена почиње <code>%s</code>
ug_cn: يازلىق ۋاقىتنىڭ باشلىنىش ۋاقتى: <code>%s</code>

source: Standard time begins on <code>%s</code>
bg_bg: Лятното часово време свършва на: <code>%s</code>
fi: Normaaliaika alkaa <code>%s</code>
fr_fr: Le passage à l&rsquo;heure d&rsquo;hiver se fait le <code>%s</code>.
hu_hu: Az alapidő <strong>%s</strong>-kor kezdődik
ja: 標準時は<code>%s</code>に始まります。
pl_pl: Pierwszy dzień czasu zimowego: <code>%s</code>.
pt_br: O horário normal começa em <code>%s</code>
ro_ro: Ora de iarnă începe pe data de <code>%s</code>
sk_sk: Štandardný čas začína na <code>%s</code>
sr_rs: Стандардно време почиње <code>%s</code>
ug_cn: ئۆلچەملىك ۋاقىتنىڭ باشلىنىش ۋاقتى: <code>%s</code>
