Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Your attempt to change the sticky status of this topic has failed.
bg_bg: Грешка при промяна на статуса на темата.
et_ee: Teema kleebise oleku muutmine ebaõnnestus.
fi: Liimaus-valinnan muuttaminen epäonnistui.
fr_fr: Votre tentative d&#8217;épinglage de ce sujet a échoué.
hu_hu: Nem sikerült a téma ragadósságának megváltoztatása.
ja: トピックの固定状態を変更できませんでした。
pl_pl: Twoja próba zmiany stanu przyklejenia tego tematu nie powiodła się.
pt_br: Sua tentativa de alterar o status fixo deste tópico falhou.
ro_ro: Încercarea de a schimba statutul de lipicios la acest subiect a eșuat.
sk_sk: Váš pokus zmeniť vypichnutý stav tejto témy zlyhal.
sr_rs: Ваш покушај да промените стање лепљивости ове теме није успео.
th: ความพยายามในการเปลี่ยนสถานะปักหมุดของกระทู้นี้ล้มเหลว
ug_cn: تېمىنىڭ چوققىلاش ھالىتىنى ئۆزگەرتىش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to move this topic has failed.
bg_bg: Грешка при преместването на темата.
et_ee: Teema liigutamine ebaõnnestus.
fi: Aiheen siirtäminen epäonnistui.
fr_fr: Votre tentative de déplacement de ce sujet a échoué.
hu_hu: Téma áthelyezése sikertelen.
ja: トピックを移動できませんでした。
pl_pl: Twoja próba przeniesienia tego tematu nie powiodła się.
pt_br: Sua tentativa de mover este tópico falhou.
ro_ro: Încercarea de a muta acest subiect a eșuat.
sk_sk: Váš pokus presunúť túto tému zlyhal.
sr_rs: Ваш покушај да померите ову тему није успео.
th: ความพยายามในการย้ายกระทู้นี้ล้มเหลว
ug_cn: بۇ تېمىنى يۆتكەش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to add this tag to this topic has failed.
bg_bg: Грешка при добавяне на етикет към темата.
et_ee: Sildi lisamine sellele teemale ebaõnnestus.
fi: Avainsanan lisääminen aiheeseen epäonnistui.
fr_fr: Votre tentative d&#8217;ajout de tags à ce sujet a échoué.
hu_hu: Új címke hozzáadása a témához sikertelen.
ja: トピックにタグを追加できませんでした。
pl_pl: Twoja próba dodania tagu do tego tematu nie powiodła się.
pt_br: Sua tentativa de adicionar a tag a este tópico falhou.
ro_ro: Încercarea de a adăuga această etichetă la acest subiect a eșuat.
sk_sk: Váš pokus pridať túto značku do tejto témy zlyhal.
sr_rs: Ваш покушај да додате ову ознаку овој теми није успео.
th: ความพยายามในการเพิ่มแท็กในกระทู้นี้ล้มเหลว
ug_cn: بۇ خەتكۈچنى تېمىغا قوشۇش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to rename this tag has failed.
bg_bg: Грешка при преименуване на етикета.
et_ee: Sildi nime muutmine ebaõnnestus.
fi: Avainsanan uudelleennimeäminen epäonnistui.
fr_fr: Votre tentative d&#8217;édition de ce tag a échoué.
hu_hu: Címkék átnevezése sikertelen.
ja: タグ名を変更できませんでした。
pl_pl: Twoja próba przemianowania tego tematu nie powiodła się.
pt_br: Sua tentativa de renomear esta tag falhou.
ro_ro: Încercarea de a redenumi această etichetă a eșuat.
sk_sk: Váš pokus premenovať túto značku.
sr_rs: Ваш покушај да промените име ове ознаке није успео.
th: ความพยายามในการเปลี่ยนชื่อแท็กนี้ล้มเหลว
ug_cn: بۇ خەتكۈچنىڭ نامىنى ئۆزگەرتىش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to submit these tags has failed.
bg_bg: Грешка при добавянето на етикети.
et_ee: Nende siltide lisamine ebaõnnestus.
fi: Avainsanojen lähettäminen epäonnistui.
fr_fr: Votre tentative d&#8217;envoi de ces tags a échoué.
hu_hu: Címkék beküldése sikertelen.
ja: タグの送信に失敗しました。
pl_pl: Twoja próba wysłania tych tagów nie powiodła się.
pt_br: Sua tentativa de enviar estas tags falhou.
ro_ro: Încercarea de a trimite aceste etichete a eșuat.
sk_sk: Váš pokus pridať tieto značky zlyhal.
sr_rs: Ваш покушај да додате ове ознаке није успео.
th: ความพยายามในการส่งแท็กเหล่านี้ล้มเหลว
ug_cn: خەتكۈچلەرنى يوللاش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to destroy this tag has failed.
bg_bg: Грешка при унищожаване на етикета.
et_ee: Sildi hävitamine ebaõnnestus.
fi: Avainsanan poistaminen epäonnistui.
fr_fr: Votre tentative de suppression de ce tag a échoué.
hu_hu: Címke megsemmisítése sikertelen.
ja: タグを削除できませんでした。
pl_pl: Twoja próba usunięcia tego tagu nie powiodła się.
pt_br: Sua tentativa de destruir esta tag falhou.
ro_ro: Încercarea de a distruge această etichetă a eșuat.
sk_sk: Váš pokus zničiť túto značku zlyhal.
sr_rs: Ваш покушај да уништите ову ознаку није успео.
th: ความพยายามในการทำลายแท็กนี้ล้มเหลว
ug_cn: بۇ خەتكۈچنى ئۆچۈرۈش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to remove this tag from this topic has failed.
bg_bg: Грешка при премахване на етикет от темата.
et_ee: Sildi eemaldamine sellelt postituselt ebaõnnestus.
fi: Avainsanan poistaminen tästä aiheesta epäonnistui.
fr_fr: Votre tentative de suppression de tags à ce sujet a échoué.
hu_hu: Címke eltávolítása a témából sikertelen.
ja: トピックからタグを削除できませんでした。
pl_pl: Twoja próba usunięcia tego tagu z tematu nie powiodła się.
pt_br: Sua tentativa de remover esta tag do tópico falhou.
ro_ro: Încercarea de a șterge această etichetă la acest subiect a eșuat.
sk_sk: Váš pokus odstrániť túto značku z tejto témy zlyhal.
sr_rs: Ваш покушај да уклоните ову ознаку са ове теме није успео.
th: ความพยายามในการลบแท็กนี้ออกจากกระทู้นี้ล้มเหลว
ug_cn: بۇ خەتكۈچنى تېمىدىن ئۆچۈرۈش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to toggle your favorite status for this topic has failed.
bg_bg: Грешка при промяната на статуса на темата в Любими
et_ee: Olete kindel, et soovite selle teema lemmiku staatust muuta?
fi: Suosikki-valinnan muuttaminen epäonnistui.
fr_fr: Votre tentative de modification du statut de favoris de ce sujet a échoué.
hu_hu: Nem sikerült a téma kedveltségén változtatni.
ja: トピックのお気に入り状態を変更できませんでした。
pl_pl: Twoja próba zmiany stanu ulubienia tego tematu nie powiodła się.
pt_br: Sua tentativa de alterar o status favorito deste tópico falhou.
ro_ro: Încercarea de a modifica statutul de favorit la acest subiect a eșuat.
sk_sk: Váš pokus nastaviť váš obľúbený stav pre túto tému zlyhal.
sr_rs: Ваш покушај да промените стање омиљене теме није успео.
th: ความพยายามในการเปลี่ยนสถานะชื่นชอบของคุณต่อกระทู้นี้ล้มเหลว

source: Your attempt to edit this user's profile has failed.
bg_bg: Грешка при редактирането на потребителския профил.
et_ee: Kasutajaprofiili muutmine ebaõnnestus.
fi: Käyttäjätietojen muokkaaminen epäonnistui.
fr_fr: Votre tentative d&#8217;édition de ce profil utilisateur a échoué.
hu_hu: Felhasználó profiljának szerkesztése sikertelen.
ja: ユーザープロフィールを編集できませんでした。
pl_pl: Twoja próba edycji profilu tego użytkownika nie powiodła się.
pt_br: Sua tentativa de editar este perfil de usuário falhou.
ro_ro: Încercarea de a edita profilul acestui utilizator a eșuat.
sk_sk: Váš pokus upraviť profil tohto užívateľa zlyhal.
sr_rs: Ваш покушај да уредите профил овог корисника није успео.
th: ความพยายามในการแก้ไขโปรไฟล์ผู้ใช้นี้ล้มเหลว
ug_cn: بۇ قوللانچىنىڭ شەخسىي ئارخىپىنى تەھرىرلەش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to add this forum has failed.
bg_bg: Грешка при добавянето на форум.
et_ee: Foorumi lisamine ebaõnnestus.
fi: Foorumin lisääminen epäonnistui.
fr_fr: Votre tentative d&#8217;ajout de ce forum a échoué.
hu_hu: Új fórum hozzáadása sikertelen.
ja: フォーラムを追加できませんでした。
pl_pl: Twoja próba dodania tego działu nie powiodła się.
pt_br: Sua tentativa de adicionar este fórum falhou.
ro_ro: Încercarea de a adăuga acest forum a eșuat.
sk_sk: Váš pokus pridať toto fórum zlyhal.
sr_rs: Ваш покушај да додате овај форум није успео.
th: ความพยายามในการเพิ่มฟอรั่มนี้ล้มเหลว
ug_cn: بۇ مۇنبەرنى قوشۇش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to update your forums has failed.
bg_bg: Грешка при обновяването на форумите.
et_ee: Foorumi uuendamine ebaõnnestus.
fi: Foorumeiden päivittäminen epäonnistui.
fr_fr: Votre tentative de mise à jour de ce forum a échoué.
hu_hu: Fórumok frissítése sikertelen.
ja: フォーラムを更新できませんでした。
pl_pl: Twoja próba aktualizacji działów nie powiodła się.
pt_br: Sua tentativa de atualizar seus fóruns falhou.
ro_ro: Încercarea de a actualiza forumurile a eșuat.
sk_sk: Váš pokus aktualizovať fóra zlyhal.
sr_rs: Ваш покушај да ажурирате форуме није успео.
th: ความพยายามในการอัปเดตฟอรั่มล้มเหลว
ug_cn: مۇنبەرنى يېڭىلاش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to delete that forum has failed.
bg_bg: Грешка при изтриване на форума.
et_ee: Foorumi kustutamine ebaõnnestus.
fi: Fooruminen poistaminen epäonnistui.
fr_fr: Votre tentative d&#8217;effacement de ce forum a échoué.
hu_hu: Nem sikerült a fórum törlése.
ja: このフォーラムを削除できませんでした。
pl_pl: Twoja próba usunięcia tego działu nie powiodła się.
pt_br: Sua tentativa de excluir este fórum falhou.
ro_ro: Încercarea de a șterge acest forum a eşuat.
sk_sk: Pokus zmazať dotyčné fórum zlyhal.
sr_rs: Ваш покушај да избришете форум није успео.
th: ความพยายามในการลบฟอรั่มนี้ล้มเหลว
ug_cn: مۇنبەرنى ئۆچۈرۈش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to recount these items has failed.
bg_bg: Грешка при преброяването на обектите.
et_ee: Nende elementide üleloendamine ebaõnnestus.
fi: Uudelleenlaskenta epäonnistui.
fr_fr: Votre tentative de recompte des ces éléments ont échoué.
hu_hu: Elemek újraszámolása sikertelen.
ja: 指定した項目を数え直すことができませんでした。
pl_pl: Twoja próba ponownego zliczenia tych elementów nie powiodła się.
pt_br: Sua tentativa de recontar estes itens falhou.
ro_ro: Încercarea de a re-număra aceste elemente a eșuat.
sk_sk: Váš pokus prepočítať tieto položky zlyhal.
sr_rs: Ваш покушај да пребројите ове ставке није успео.
th: ความพยายามในการนับซ้ำสิ่งเหล่านี้ล้มเหลว
ug_cn: بۇ تۈرلەرنى قايتا ساناش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to switch themes has failed.
bg_bg: Грешка при смяната на стилове.
et_ee: Kujunduse vahetamine ebaõnnestus.
fi: Teeman vaihtaminen epäonnistui.
fr_fr: Votre tentative de modification du thème a échoué.
hu_hu: Sablon váltása sikertelen.
ja: テーマを変更できませんでした。
pl_pl: Twoja próba zmiany motywu nie powiodła się.
pt_br: Sua tentativa de alternar temas falhou.
ro_ro: Încercarea de a schimba șablonul a eșuat.
sk_sk: Váš pokus zmeniť témy vzhľadu zlyhal.
sr_rs: Ваш покушај да замените теме није успео.
th: ความพยายามในการเปลี่ยน themes ล้มเหลว
ug_cn: ئۇسلۇب ئالماشتۇرۇش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to do this has failed.
bg_bg: Грешка при действието.
et_ee: Tegevus ebaõnnestus.
fi: Toiminto epäonnistui.
fr_fr: Votre tentative a échoué.
hu_hu: A feladat végrehajtása sikertelen.
ja: 行おうとした操作に失敗しました。
pl_pl: Twoja próba wykonania tej operacji nie powiodła się.
pt_br: Sua tentativa de fazer isso falhou.
ro_ro: Ce încercai să faci a eșuat.
sk_sk: Váš pokus spraviť toto zlyhal.
sr_rs: Ваш покушај да урадите ово није успео.
th: ความพยายามในการทำสิ่งนี้ล้มเหลว
ug_cn: بۇ مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your search term was too short
bg_bg: Критерият за тъсене е твърде къс
es_es: El término de tu búsqueda es demasiado corto
et_ee: Teie otsingusõna oli liiga lühike
fi: Hakulauseke oli liian lyhyt
fr_fr: Le terme de votre recherche est trop court
hu_hu: A keresési feltétel túl rövid.
id_id: Istilah pencarian Anda terlalu pendek
ja: 検索キーワードが短すぎます
pl_pl: Twoje kryterium wyszukiwania było zbyt krótkie
pt_br: Seu termo para pesquisa era muito curto.
ro_ro: Termenul pentru căutare a fost prea scurt
sk: Hľadaný výraz je prikrátky
sk_sk: Váš hľadaný výraz je príliš krátky
sr_rs: Ваш израз за претрагу је прекратак
th: คำที่คุณใช้ค้นหาสั้นเกินไป
ug_cn: ئىزدىمەكچى بولغان ھالقىلىق سۆزىڭىز بەك قىسقا ئىكەن

source: Your query parameters are invalid
bg_bg: Запитването е невалидно
es_es: Los parámetros de consulta son inválidos
et_ee: Päringu parameetrid on vigased
fi: Kyselyn parametrit eivät kelpaa
fr_fr: Vos paramètres de requête sont invalides
hu_hu: Érvénytelen lekérdezési paraméterek.
id_id: Parameter kueri Anda tidak valid
ja: クエリ引数が無効です。
pl_pl: Parametry Twojego zapytania są nieprawidłowe
pt_br: Os parâmetros da sua consulta não são válidos.
ro_ro: Parametrii cererii nu sunt valizi
sk: Parametre tvojej požiadavky sú neplatné
sk_sk: Parametre vašej požiadavky sú neplatné
sr_rs: Ваши параметри упита су неисправни
th: query parameters ของคุณไม่ถูกต้อง
ug_cn: ئىزدەش پارامېتىرلىرىڭىز ئىناۋەتسىز

source: [sticky] %s
bg_bg: [залепена] %s
es_es: [pegajoso] %s
et_ee: [kleeps] %s
fi: [liimattu] %s
fr_fr: [épinglé] %s
hu_hu: [kiemelt] %s
ja: [固定] %s
pl_pl: [przyklejony] %s
pt_br: [fixo] %s
ro_ro: [lipicios] %s
sk_sk: [vypichnuté] %s
sr_rs: [лепљиво] %s
th: [ปักหมุด] %s
ug_cn: [چوققىلانغان] %s

source: [closed] %s
bg_bg: [затворена] %s
es_es: [cerrado] %s
et_ee: [suletud] %s
fi: [suljettu] %s
fr_fr: [fermé] %s
hu_hu: [lezárva] %s
id_id: [ditutup] %s
ja: [閉] %s
pl_pl: [zamknięty] %s
pt_br: [encerrado] %s
ro_ro: [închis] %s
sk: [uzavretá] %s
sk_sk: [uzavretá] %s
sr_rs: [затворено] %s
th: [ปิด] %s
ug_cn: [ئېتىۋېتىلگەن] %s

source: Please give me a name!
bg_bg: Моля, дайте ми име.
et_ee: Palun andke mulle nimi!
fi: Anna minulle nimi!
fr_fr: Veuillez me donner un nom !
hu_hu: Kötelező elnevezést megadni!
ja: サイト名を入力してください。
pl_pl: Proszę, nazwij mnie jakoś!
pt_br: Me dê um nome!
ro_ro: Te rog să-mi dai un nume!
sk_sk: Prosím, pomenujte ma!
sr_rs: Молим вас да ми дате име!
th: กรุณาใส่ชื่อของคุณด้วย
ug_cn: ئىسمىڭىزنى ئېيتىپ بېرىڭ!

source: Invalid username
bg_bg: Невалидно потребителско име
et_ee: Vigane kasutajanimi
fi: Argumentit eivät kelpaa
fr_fr: Identifiant invalide
hu_hu: Érvénytelen felhasználónév
ja: 無効なユーザー名
pl_pl: Nieprawidłowa nazwa użytkownika
pt_br: Nome de usuário inválido
ro_ro: Numele de utilizator nu este valid
sk_sk: Neplatné užívateľské meno
sr_rs: Неисправно корисничко име
ug_cn: قوللانچى نامى ئىناۋەتسىز

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
bg_bg: На път сте да изтриете избраните обекти. 'Отказ' за връщане, 'OK' за изтриване.
fi: Olet poistamassa valittuja kohteita. Paina 'Cancel' pysäyttääksesi ja 'OK' poistaaksesi.
fr_fr: Vous êtes en train de supprimer les éléments sélectionnés. Cliquer sur 'Annuler' pour arrêter ou 'Ok' pour effacer.
hu_hu: Biztosan törölhetők a kiválasztottak? 'Megszakítás', ha nem, vagy 'OK', ha törölhetőek
ja: 選択した項目を削除しようとしています。 'キャンセル' で中止、'OK' で削除します。
pl_pl: Zamierzasz usunąć wybrane elementy. Kliknij 'Anuluj', aby anulować tę operację, lub 'OK', aby ją sfinalizować.
pt_br: Você está prestes a excluir os itens selcionados. 'Cancelar' para parar,'OK' para excluir.
ro_ro: Ești pe cale să ştergi elementele selectate. 'Anulare' pentru a opri, 'OK' pentru a continua.
sr_rs: Обрисаћете изабране ставке. 'Одустани' за прекид, 'У реду' за брисање.
ug_cn: تاللانغان تۈرلەرنى ئۆچۈرمەكچى بولۇۋاتىسىز. بىكار قىلىش ئۈچۈن 'Cancel' نى، ئۆچۈرۈش ئۈچۈن 'OK' نى بېسىڭ.

source: Save Forum Order
bg_bg: Съхраняване реда на форумите
fi: Tallenna järjestys
fr_fr: Sauvegardez l&#8217;ordre du forum
hu_hu: Fórum sorrend mentése
ja: フォーラム表示順を保存
pl_pl: Zapisz kolejność działów
pt_br: Salvar ordem do Fórum
ro_ro: Salvează ordinea forumurilor
sk_sk: Uložiť zoradenie fór
sr_rs: Сачувај поредак форума
ug_cn: مۇنبەر تەرتىپىنى ساقلاش

source: Edit Forum Order
bg_bg: Промяна реда на форумите
fi: Muokkaa järjestystä
fr_fr: Modifier l&#8217;ordre du forum
hu_hu: Fórum sorrend szerkesztése
ja: フォーラム表示順を編集
pl_pl: Edytuj kolejność działów
pt_br: Editar ordem do Fórum
ro_ro: Editează ordinea forumurilor
sk_sk: Upraviť zoradenie fór
sr_rs: Уреди поредак форума
ug_cn: مۇنبەر تەرتىپىنى تەھرىرلەش

source: You do not have permission to do that.
bg_bg: Нямате позволение за това действие.
et_ee: Sul pole õigusi seda teha.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;effectuer cela.
hu_hu: Nincs jogosultság a művelet végrehajtására.
ja: 操作を実行する権限がありません。
pl_pl: Nie posiadasz uprawnień do wykonania tej operacji.
pt_br: Sem permissão para fazer isso.
ro_ro: Nu ai permisiuni să faci asta.
sk_sk: Nemáte na to dostatočné oprávnenie.
sr_rs: Немате права да то урадите.
ug_cn: بۇنداق قىلىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: An unidentified error has occurred.
bg_bg: Непозната грешка.
et_ee: Tekkis tundmatu viga.
fi: Tuntematon virhe ilmaantui.
fr_fr: Une erreur non identifiée est survenue.
hu_hu: Ismeretlen hiba történt.
ja: 不明なエラーが発生しました。
pl_pl: Wystąpił niezidentyfikowany błąd.
pt_br: Ocorreu um erro não identificado.
ro_ro: A avut loc o eroare necunoscută.
sk_sk: Vyskytla sa neidentifikovateľná chyba.
sr_rs: Непрепозната грешка се догодила.
ug_cn: نامەلۇم خاتالىق كۆرۈلدى.

source: Too short
bg_bg: Твърде къса
et_ee: Liiga lühike
fi: Liian lyhyt
fr_fr: Trop court
hu_hu: Túl rövid
ja: 短すぎます
pl_pl: Zbyt krótkie
pt_br: Muito curta
ro_ro: Prea scurt
sk_sk: Príliš krátke
sr_rs: Прекратка
ug_cn: بەك قىسقا

source: Bad
bg_bg: Лоша
et_ee: Halb
fi: Huono
fr_fr: Mauvaise
hu_hu: Hibás
ja: 不良
pl_pl: Słabe
pt_br: Ruim
ro_ro: Slabă
sk_sk: Zle
sr_rs: Лоша
ug_cn: ناچار

source: Good
bg_bg: Добра
et_ee: Hea
fi: Hyvä
fr_fr: Bonne
hu_hu: Jó
ja: 良
pl_pl: Dobre
pt_br: Bom
ro_ro: Bună
sk_sk: Dobre
sr_rs: Добра
ug_cn: ياخشى

source: Strong
bg_bg: Устойчива
et_ee: Tugev
fi: Vahva
fr_fr: Forte
hu_hu: Erős
ja: 強力
pl_pl: Silne
pt_br: Forte
ro_ro: Puternică
sk_sk: Silné
sr_rs: Јака
ug_cn: كۈچلۈك

source: Are you sure you wanna delete this post?
bg_bg: Сигурни ли сте, че искате да изтриете този отговор?
et_ee: Olete kindel, et soovite seda postitust kustutada?
fi: Haluatko varmasti poistaa tämän?
fr_fr: Êtes-vous sûre de vouloir supprimer ce sujet ?
hu_hu: Biztosan, töröljük ezt a hozzászólást?
ja: 本当にこの投稿を削除しますか ?
pl_pl: Czy na pewno chcesz usunąć ten wpis?
pt_br: Tem certeza de que deseja excluir este post?
sk_sk: Ste si istý, že chcete zmazať tento príspevok?
sr_rs: Да ли сигурно желите да обришете ову поруку?
ug_cn: بۇ يازمىنى راستىنلا ئۆچۈرەمسىز؟

source: Are you sure you wanna undelete this post?
bg_bg: Сигурни ли сте, че искате да върнете този отговор?
et_ee: Olete kindel, et soovite seda postitust taastada?
fi: Haluatko varmasti palauttaa tämän?
fr_fr: Êtes-vous sûre de ne pas vouloir supprimer ce sujet ?
hu_hu: Biztosan, visszállítsuk ezt a hozzászólást?
ja: 本当に投稿の削除を取り消しますか ?
pl_pl: Czy na pewno chcesz cofnąć usunięcie tego wpisu?
pt_br: Tem certeza de que deseja desfazer a exclusão deste post?
sk_sk: Ste si istý, že chcete obnoviť tento príspevok?
sr_rs: Да ли сигурно желите да уклоните брисање ове поруке?
ug_cn: بۇ يازمىنى راستىنلا ئەسلىگە كەلتۈرەمسىز؟

source: favorites
bg_bg: любими
et_ee: lemmikud
fi: suosikit
fr_fr: favoris
hu_hu: kedvencek
ja: お気に入り
pl_pl: - ulubione
pt_br: favoritos
ro_ro: favorite
sk_sk: obľúbené
sr_rs: омиљене теме
th: ชื่นชอบ
ug_cn: ساقلانمىلار

source: This topic is one of your %favLinkYes% [%favDel%]
bg_bg: Тази тема е в %favLinkYes% [%favDel%]
et_ee: See teema on üks teie %favLinkYes% [%favDel%]
fi: Aihe on yksi %favLinkYes% [%favDel%]
fr_fr: Ce sujet fait parti de vos %favLinkYes% [%favDel%]
hu_hu: Ez a topik a %favLinkYes% [%favDel%] egyike
ja: このトピックはあなたの %favLinkYes% [%favDel%] です
pl_pl: Ten temat jest jednym z Twoich %favLinkYes% [%favDel%]
pt_br: Este tópico é um de seus %favLinkYes% [%favDel%]
ro_ro: Acest subiect este unul dintre subiectele tale %favLinkYes% [%favDel%]
sr_rs: Ова теме спада у ваше %favLinkYes% [%favDel%]
th: กระทู้นี้เป็นหนึ่งใน %favLinkYes% [%favDel%] ของคุณ
ug_cn: بۇ تېما سىزنىڭ %favLinkYes% [%favDel%] دىكى بىرى

source: Add this topic to your favorites
bg_bg: Добавете тази тема към любимите си
es_es: Agregar este tema a tus favoritos
et_ee: Lisa see teema lemmikutesse
fi: Lisää tämä aihe suosikkeihisi
fr_fr: Ajouter ce sujet à vos favoris
hu_hu: Topik a kedvencek közé
id_id: Tambahkan topik ini ke favorit Anda
ja: このトピックをお気に入りに追加する
pl_pl: Dodaj ten temat do swoich ulubionych
pt_br: Adicionar este tópico aos seus favoritos
ro_ro: Adaugă acest subiect la subiectele tale favorite
sk: Pridaj tému medzi tvoje obľúbené
sk_sk: Pridať túto tému medzi vaše obľúbené
sr_rs: Додајте ову тему у своје омиљене
th: เพิ่มกระทู้นี้ลงใน favorites ของคุณ
ug_cn: بۇ تېمىنى ساقلانمىڭىزغا قوشۇۋېلىڭ

source: Profile
bg_bg: Профил
et_ee: Profiil
fi: Profiili
fr_fr: Profil
hu_hu: Profil
id_id: Profil
ja: プロフィール
pl_pl: Profil
pt_br: Perfil
ro_ro: Profil
sk: Profil
sk_sk: Profil
sr_rs: Профил
th: ข้อมูลส่วนตัว
ug_cn: شەخسىي ئارخىپ

source: Reply
bg_bg: Отговор
es_es: Responder
et_ee: Vasta
fi: Vastaus
fr_fr: Écrire une réponse
hu_hu: Válasz
id_id: Balas
ja: 返信
pl_pl: Odpowiedz
pt_br: Resposta
ro_ro: Răspuns
sk: Reaguj
sk_sk: Odpovedať
sr_rs: Одговор
th: ตอบกลับ
ug_cn: جاۋاب

source: New Topic in this Forum
bg_bg: Нова тема в този форум
et_ee: Uus teema siia foorumisse
fi: Uusi aihe tällä foorumilla
fr_fr: Ajouter un nouveau sujet dans ce forum
hu_hu: Új topik a fórumban
id_id: Topik Baru dalam Forum Ini
ja: このフォーラムの新しいトピック
pl_pl: Nowy temat w tym dziale
pt_br: Novo tópico neste fórum
ro_ro: Subiect nou în acest forum
sk: Nová téma na tomto fóre
sk_sk: Nová téma v tomto fóre
sr_rs: Нова тема у овом форуму
th: กระทู้ใหม่ในฟอรั่มนี้
ug_cn: بۇ مۇنبەردىكى يېڭى تېما

source: Add New Topic
bg_bg: Нова тема
et_ee: Lisa uus teema
fi: Lisää uusi aihe
fr_fr: Ajouter un nouveau sujet
hu_hu: Új téma hozzáadása
id_id: Tambahkan Topik Baru
ja: 新規トピックの追加
pl_pl: Dodaj nowy temat
pt_br: Criar novo tópico
ro_ro: Adaugă un nou subiect
sk: Pridaj novú tému
sk_sk: Pridať novú tému
sr_rs: Додај нову тему
th: สร้างกระทู้ใหม่
ug_cn: يېڭى تېما قوشۇش

source: You must <a href="%s">log in</a> to post.
bg_bg: Трябва да <a href="%s">влезете</a>, за да напишете отговор.
et_ee: Postitamiseks pead <a href="%s">sisse logima</a>.
fi: Kirjaudu <a href="%s">sisään</a> osallistuaksesi keskusteluun.
fr_fr: Vous devez être <a href="%s">connecté</a> pour poster.
hu_hu: A beküldéshez <a href="%s">be kell jelentkezni</a>.
id_id: Anda harus <a href="%s">masuk log</a> untuk mengirim tulisan.
ja: <a href="%s">ログイン</a> しなければ投稿できません。
pl_pl: Musisz <a href="%s">się zalogować</a>, aby móc pisać.
pt_br: Você deve fazer <a href="%s">login</a> para publicar.
ro_ro: Trebuie să fii <a href="%s">autentificat</a> pentru a publica.
sk: Musíš sa <a href="%s">prihlásiť</a> ak chceš publikovať.
sk_sk: Musíte sa <a href="%s">prihlásiť</a> ak chcete odosielať.
sr_rs: Морате <a href="%s">бити пријављени</a> да бисте остављали поруке.
th: คุณต้อง <a href="%s">เข้าสู่ระบบ</a> เพื่อโพสท์
ug_cn: يازما يېزىش ئۈچۈن چوقۇم <a href="%s">تىزىملىتىپ كىرىشىڭىز</a> كېرەك.

source: Tags
bg_bg: Етикети
es_es: Etiquetas
et_ee: Sildid
fi: Avainsanat
hu_hu: Címkék
id_id: Tag
ja: タグ
pl_pl: Tagi
ro_ro: Etichete
sk: Značky
sk_sk: Značky
sr_rs: Ознаке
th: แท็ก
ug_cn: خەتكۈچلەر

source: Are you sure you wanna delete that?
bg_bg: Сигурни ли сте, че искате да изтриете този отговор?
et_ee: Olete kindel, et soovite seda kustutada?
fi: Haluatko varmasti poistaa tämän?
fr_fr: Êtes-vous certain(e) de vouloir effacer le sujet ?
hu_hu: Biztos, hogy a töröljük azt?
id_id: Apakah Anda yakin ingin menghapus itu?
ja: 削除しますか ?
pl_pl: Czy na pewno chcesz to usunąć?
pt_br: Tem certeza de que deseja excluir isto?
sk: Skutočne to chceš vymazať?
sk_sk: Skutočne to chcete vymazať?
sr_rs: Да ли сигурно желите да обришете то?
th: คุณแน่ใจแล้วที่จะลบหัวข้อ?
ug_cn: ئۇنى راستىنلا ئۆچۈرەمسىز؟

source: Delete entire topic
bg_bg: Изтрий цялата тема
et_ee: Kustuta terve teema
fi: Poista koko aihe
fr_fr: Effacer complètement le sujet
hu_hu: Teljes téma törlése
id_id: Hapus seluruh topik
ja: トピック全体を削除
pl_pl: Usuń cały temat
pt_br: Excluir tópico inteiro
ro_ro: Șterg întregul subiect
sk: Vymaž túto tému
sk_sk: Zmazať celú tému
sr_rs: Обриши целу тему
th: ลบทั้งหมดในกระทู้
ug_cn: پۈتۈن تېمىنى ئۆچۈرۈش
