Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Are you sure you wanna undelete that?
bg_bg: Сигурни ли сте, че искате да върнете този отговор?
et_ee: Olete kindel, et soovite seda taastada?
fi: Haluatko varmasti palauttaa tämän?
fr_fr: Êtes-vous certain(e) de vouloir rétablir le message ?
hu_hu: Biztos, hogy a visszaállítsuk ezt?
id_id: Apakah Anda yakin ingin mengembalikan butir yang sudah dihapus itu?
ja: 削除を取り消しますか ?
pl_pl: Czy na pewno chcesz cofnąć temu usunięcie?
pt_br: Você tem certeza que deseja desfazer esta exclusão?
sk: Skutočne to chceš obnoviť?
sk_sk: Skutočne to chcete obnoviť?
sr_rs: Да ли сигурно желите да уклоните брисање овога?
th: คุณแน่ใจแล้วที่จะคืนสภาพกระทู้ (ที่ถูกลบ)?
ug_cn: ئۇنى راستىنلا ئەسلىگە كەلتۈرەمسىز؟

source: Undelete entire topic
bg_bg: Върни цялата тема
et_ee: Taasta terve teema
fi: Palauta koko aihe
fr_fr: Rétablir le sujet
hu_hu: Topik törlésének visszavonása
id_id: Kembalikan seluruh topik yang sudah terhapus
ja: トピック全体の削除を取り消す
pl_pl: Cofnij usunięcie całego tematu
pt_br: Desfazer a exclusão do tópico inteiro
ro_ro: Anulează ștergerea întregului subiect
sk: Obnov túto tému
sk_sk: Obnoviť celú tému
sr_rs: Уклони брисање целе теме
th: คืนสภาพทั้งหมดในกระทู้ (ที่ถูกลบ)
ug_cn: پۈتۈن تېمىنى ئەسلىگە قايتۇرۇش

source: Close topic
bg_bg: Затвори темата
et_ee: Sulge teema
fi: Sulje aihe
fr_fr: Fermer le sujet
hu_hu: Téma lezárása
id_id: Tutup topik
ja: トピックを閉じる
pl_pl: Zamknij temat
pt_br: Encerrar tópico
ro_ro: Închide subiectul
sk: Uzavri tému
sk_sk: Uzatvoriť tému
sr_rs: Затвори тему
th: ปิดกระทู้
ug_cn: تېمىنى يېپىش

source: Open topic
bg_bg: Отвори темата
et_ee: Ava teema
fi: Avaa aihe
fr_fr: Ouvrir le sujet
hu_hu: Téma megnyitása
id_id: Buka topik
ja: トピックを再開する
pl_pl: Otwórz temat
pt_br: Abrir tópico
ro_ro: Deschide subiectul
sk: Otvor tému
sk_sk: Otvoriť tému
sr_rs: Отвори тему
th: กระทู้เปิด
ug_cn: تېمىنى باشلاش

source: Unstick topic
bg_bg: Отлепи темата
et_ee: Eemalda teema kleebis
fi: Vapauta aihe
fr_fr: Décrocher le sujet
hu_hu: Kiemelés megszüntetése
id_id: Cabut topik tempelan
ja: トピックの固定を解除
pl_pl: Odklej temat
pt_br: Liberar tópico
ro_ro: De-fixează subiectul
sk: Odlep tému
sk_sk: Odpichnúť tému
sr_rs: Одлепи тему
th: กระทู้ไม่ปักหมุด
ug_cn: تېمىنى چوققىدىن قالدۇرۇش

source: Stick topic
bg_bg: Залепи темата
et_ee: Tee teema kleebiseks
fi: Liimaa aihe
fr_fr: Épingler
hu_hu: Téma kiemelése
id_id: Tempel topik
ja: トピックを固定
pl_pl: Przyklej temat
pt_br: Fixar tópico
ro_ro: Fixează subiect
sk: Lepkavá téma
sk_sk: Vypichnúť tému
sr_rs: Лепљива тема
th: กระทู้ปักหมุด
ug_cn: تېمىنى چوققىلاش

source: to front
bg_bg: отпред
et_ee: ülesse
fi: etusivulle
fr_fr: Au premier plan
hu_hu: előre
id_id: ke depan
ja: 先頭に固定
pl_pl: na stronie głównej
pt_br: na frente
ro_ro: în față
sk: na čelnú stránku
sk_sk: na prednú stránku
sr_rs: на почетну
th: ไปด้านหน้า
ug_cn: ئالدىغا يۆتكەش

source: View normal posts
bg_bg: Преглед на обикновените отговори
et_ee: Vaata postitusi
fi: Näytä tavalliset viestit
fr_fr: Voir les messages normaux
hu_hu: Normál bejegyzések megtekintése
id_id: Lihat tulisan normal
ja: 通常の投稿を表示
pl_pl: Zobacz normalne wpisy
pt_br: Ver posts normais
ro_ro: Vizualizarea tuturor mesajelor ordinare
sk: Prezri si normálne príspevky
sk_sk: Prezrieť normálne príspevky
sr_rs: Види нормалне поруке
th: ดูความเห็นปกติ
ug_cn: نورمال يازمىلارنى كۆرۈش

source: View all posts
bg_bg: Виж всички отговори
et_ee: Vaata kõiki postitusi
fi: Näytä kaikki viestit
fr_fr: Voir tous les messages
hu_hu: Összes hozzászólás megtekintése
id_id: Lihat seluruh tulisan
ja: すべての投稿を表示
pl_pl: Zobacz wszystkie wpisy
pt_br: Ver todos os posts
ro_ro: Vizualizarea tuturor mesajelor
sk: Prezri si všetky príspevky
sk_sk: Prezrieť všetky príspevky
sr_rs: Види све поруке
th: ดูความเห็นทั้งหมด
ug_cn: بارلىق يازمىلارنى كۆرۈش

source: %s post
bg_bg: %s отговор
et_ee: %s postitus
fi: %s viesti
fr_fr: %s message
hu_hu: %s hozzászólás
ja: %s件の投稿
pl_pl: %s wpis
ro_ro: %s mesaj
sk_sk: %s článok
sr_rs: %s порука
th: %s ความเห็น
ug_cn: %s يازما

source: +%d more
bg_bg: +%d още
et_ee: +%d veel
fi: +%d lisää
fr_fr: +%d plus
hu_hu: és még +%d
id_id: +%d lagi
ja: さらに +%d
pl_pl: + jeszcze %d
pt_br: +%d mais
ro_ro: +%d mai multe
sk: +%d viac
sk_sk: +%d viac
sr_rs: + још %d
th: +%d เพิ่มเติม
ug_cn: +%d تېخىمۇ كۆپ

source: Move to
bg_bg: Премести в
fi: Siirrä
fr_fr: Déplacer vers
hu_hu: Áthelyezés
pl_pl: Przenieś do
pt_br: Mover para
ro_ro: Mută în
sk_sk: Presunúť do
sr_rs: Помери у
ug_cn: يۆتكەش

source: Move
bg_bg: Премести
et_ee: Liiguta
fi: Siirrä
fr_fr: Déplacer
hu_hu: Áthelyezés
id_id: Pindahkan
ja: 移動
pl_pl: Przenieś
pt_br: Mover
ro_ro: Mută
sk: Presťahuj
sk_sk: Presunúť
sr_rs: Помери
th: ย้าย
ug_cn: يۆتكەش

source: Add New &raquo;
bg_bg: Нова &raquo;
et_ee: Lisa uus &raquo;
fi: Lisää uusi &raquo;
fr_fr: Ajouter une discussion &raquo;
hu_hu: Új hozzáadás &raquo;
id_id: Tambahkan Baru &raquo;
ja: 新規追加 &raquo;
pl_pl: Dodaj nowy &raquo;
pt_br: Adicionar novo &raquo;
ro_ro: Adaugă unul nou &raquo;
sk: Pridaj novú &raquo;
sk_sk: Pridať novú &raquo;
sr_rs: Додај нову &raquo;
th: สร้างใหม่ &raquo;
ug_cn: يېڭىدىن قوشۇش &raquo;

source: Anonymous
bg_bg: Анонимен
et_ee: Anonüümne
fi: Nimetön
fr_fr: Anonyme
hu_hu: Anonymus
id_id: Anonim
ja: 匿名
pl_pl: Anonim
pt_br: Anônimo
ro_ro: Anonim
sk: Anonym
sk_sk: Anonym
sr_rs: Анонимни
th: นิรนาม
ug_cn: نامسىز

source: PingBack
et_ee: Pingback-viide
fi: Paluuviittaus
fr_fr: Ping
hu_hu: Visszajelzés
ja: ピンバック
sr_rs: Повратни пинг

source: Unregistered
bg_bg: Нерегистриран
et_ee: Registreerimata
fi: Rekisteröimätön
fr_fr: Pas enregistré
hu_hu: Nem regisztrált
id_id: Tidak terdaftar
ja: 未登録
pl_pl: Niezarejestrowany
pt_br: Não registrado
ro_ro: Neînregistrat
sk: Neregistrovaný
sk_sk: Neregistrovaný
sr_rs: Нерегистрован
th: ไม่ลงทะเบียน
ug_cn: تىزىملىتىلمىغان

source: Delete User &raquo;
bg_bg: Изтрий потребител &raquo;
et_ee: Kustuta kasutaja &raquo;
fi: Poista käyttäjä &raquo;
fr_fr: Effacer l&#8217utilisateur &raquo;
hu_hu: Felhasználó törlése &raquo;
id_id: Hapus Pengguna &raquo;
ja: ユーザーを削除 &raquo;
pl_pl: Usuń użytkownika &raquo;
pt_br: Excluir usuário &raquo;
ro_ro: Ștergere utilizatorul &raquo;
sk: Vymaž užívateľa &raquo;
sk_sk: Vymazať užívateľa &raquo;
sr_rs: Обриши корисника &raquo;
th: ลบผู้ใช้ &raquo;
ug_cn: قوللانچىنى ئۆچۈرش &raquo;

source: Are you sure you want to delete this user?
bg_bg: Сигурни ли сте, че искате да изтриете този потребител?
et_ee: Olete kindel, et soovite seda kasutajat kustutada?
fi: Haluatko varmasti poistaa käyttäjän?
fr_fr: Êtes-vous certain(e) de vouloir effacer cet utilisateur ?
hu_hu: Biztos, hogy a töröljük ezt a felhasználót?
id_id: Apakah Anda yakin ingin menghapus pengguna ini?
ja: このユーザーを削除しますか ?
pl_pl: Czy na pewno chcesz usunąć tego użytkownika?
pt_br: Tem certeza que deseja excluir este usuário?
ro_ro: Ești sigur că vrei să ştergi acest utilizator?
sk: Naozaj chceš vymazať tohto užívateľa?
sk_sk: Naozaj chcete vymazať tohto užívateľa?
sr_rs: Да ли сигурно желите да обришете овог корисника?
th: คุณแน่ใจที่จะต้องการลบผู้ใช้นี้
ug_cn: بۇ قوللانچىنى راستتىنلا ئۆچۈرەمسىز؟

source: Member Since
bg_bg: Регистриран от
et_ee: Registreerunud:
fi: Jäsenenä
fr_fr: Membre depuis le
hu_hu: Tagság kezdete
id_id: Anggota Sejak
ja: 登録日
pl_pl: Członek od
pt_br: Membro desde
ro_ro: Membru din
sk: Člen od
sk_sk: Členom od
sr_rs: Члан од
th: สมาชิกตั้งแต่
ug_cn: ئەزا بولغان ۋاقتى:

source: These items are <span class="required">required</span>.
bg_bg: Тези полета са <span class="required">необходими</span>.
et_ee: <span class="required">Kohustuslikud</span> väljad.
fi: Nämä tiedot ovat <span class="required">pakollisia</span>.
fr_fr: Ces éléments sont <span class="required">requis</span>.
hu_hu: Ezek az elemek <span class="required">szükségesek</span>.
id_id: Butir ini <span class="required">wajib diisi</span>.
ja: これらの項目は<span class="required">必須項目</span>です。
pl_pl: Wypełnienie tych pól jest <span class="required">wymagane</span>.
pt_br: Estes itens são <span class="required">obrigatórios</span>.
ro_ro: Aceste elemente sunt <span class="required">obligatorii</span>.
sk: Tieto položky sú <span class="required">povinné</span>.
sk_sk: Tieto položky sú <span class="required">povinné</span>.
sr_rs: Ове ставке су <span class="required">неопходне</span>.
th: สิ่งนี้ <span class="required">เป็นที่ต้องการ</span>.
ug_cn: بۇ تۈرلەر <span class="required">زۆرۈر</span>.

source: User Type
bg_bg: Тип потребител
et_ee: Kasutajatüüp
fi: Käyttäjätyyppi
fr_fr: Type d&#8217;utilisateur
hu_hu: Felhasználó típusa
ja: ユーザーの種類
pl_pl: Typ użytkownika
pt_br: Tipo de usuário
ro_ro: Tipul utilizatorului
sk_sk: Typ užívateľa
sr_rs: Врста корисника
th: ชนิดผู้ใช้
ug_cn: قوللانچى تىپى

source: Allow this user to
bg_bg: Позволи на този потребител да
et_ee: Luba sellel kasutajal
fi: Salli tämän käyttäjän
fr_fr: Autoriser cet utilisateur à
hu_hu: Engedélyezés ennek a felhasználónak, hogy
ja: ユーザー特権
pl_pl: Pozwól temu użytkownikowi
pt_br: Permitir a este usuário
ro_ro: Permite acestui utilizator să
sk_sk: Povoliť užívateľovi
sr_rs: Дозволи овом кориснику да
th: อนุญาตให้สมาชิกนี้
ug_cn: بۇ قوللانچىغا رۇخسەت:

source: Inactive users can login and look around but not do anything. Blocked users just see a simple error message when they visit the site.
bg_bg: Неактивните потребители могат да влизат и да разглеждат, но не могат да правят нищо. Блокираните потребители просто виждат съобщение за грешка, когато посетят сайта.
et_ee: Mitteaktiivsed kasutajad saavad sisse logida ja postitusi lugeda, aga mitte midagi muud teha. Blokeeritud kasutajad näevad seda lehte külastades veateadet.
fi: Ei-aktiiviset käyttäjät voivat kirjautua sisään ja selailla foorumia, mutta eivät voi tehdä mitään. Estetyt käyttäjät näkevät yksinkertaisen virheilmoituksen vieraillessaan sivustolla.
fr_fr: Les utilisateurs inactifs peuvent se connecter et consulter le site sans pouvoir effectuer aucune action. Les utilisateurs bloqués voient un message d&#8217;avertissement s&#8217;afficher lorsqu&#8217;il visite le site.
hu_hu: Az inaktív felhasználók bejelentkezhetnek és körülnézhetnek, de semmit nem csinálhatnak ezen kívül. A blokkolt felhasználók csak egy üzenetet látnak, ha felkeresik az oldalt.
ja: 休止中のユーザーはログインしてサイトを見て回る以外には何もできません。ブロックされたユーザーがサイトを訪問すると、エラーメッセージのみが表示されます。
pl_pl: Nieaktywni użytkownicy mogą się zalogować i rozejrzeć, ale nie mogą niczego zrobić. Zablokowani użytkownicy zobaczą jedynie prostą informację o błędzie, kiedy odwiedzą tę stronę.
pt_br: Usuários inativos podem fazer login e dar uma olhada, mas não podem fazer nada. Usuários bloqueados apenas vêem uma mensagem simples de erro quando visitam o site.
ro_ro: Utilizatorii inactivi se pot autentifică și pot citi, nimic mai mult. Utilizatorii blocați vor vedea un simplu mesaj de eroare la vizitare.
sk_sk: Neaktívni užívatelia sa môžu prihlásiť a prehliadať stránky ale nemôžu nič robiť. Zablokovaní užívatelia vidia pri návšteve stránky len jednoduchú chybovú hlášku.
sr_rs: Неактивни корисници се могу пријавити и гледати али ништа не радити. Блокирани корисници само виде просту поруку са грешком када посете веб место.

source: <strong>Note</strong>: Blocking a user does <em>not</em> block any IP addresses.
bg_bg: <strong>Внимание</strong>: Блокирането на потребител <em>не</em> блокира IP адреса му.
fi: <strong>Huomautus</strong>: Käyttäjän estäminen <em>ei</em> estä yhtään IP-osoitetta.
fr_fr: <strong>Note :</strong> Bloquer un utilisateur <em>ne bloque</em> aucune adresse IP.
hu_hu: <strong>Megjegyzés</strong>: Egy felhasználó letiltása <em>nem</em> tilt le egy IP-címet sem.
ja: <strong>注</strong>: ユーザーをブロックしても、IP アドレスはブロックされません。
pl_pl: <strong>Uwaga</strong>: Zablokowanie użytkownika <em>nie</em> powoduje zablokowania jakichkolwiek adresów IP.
pt_br: <strong>Note</strong>: Bloquear um usuário <em>não</em> bloqueia endereços de IP.
ro_ro: <strong>Notă</strong>: Blocarea unui utilizator <em>nu</em> blockează nici o adresă IP.
sk_sk: <strong>Poznámka</strong>: Zablokovanie užívateľa <em>nespôsobí</em> zablokovanie akejkoľvek IP adresy.
sr_rs: <strong>Напомена</strong>: Блокирање корисника <em>не</em> блокира било коју IP адресу.
ug_cn: <strong>ئەسكەرتىش</strong>: قوللانچىنىڭ چەكلىنىشى بىلەن IP ئادرېس <em>چەكلەنگەن بولمايدۇ</em>.

source: New password
bg_bg: Нова парола:
et_ee: Uus parool
fi: Uusi salasana
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
ja: 新規パスワード
pl_pl: Nowe hasło
pt_br: Nova senha
ro_ro: Parolă nouă
sk_sk: Nové heslo
sr_rs: Нова лозинка
th: รหัสผ่านใหม่
ug_cn: يېڭى پارول

source: Password Strength
bg_bg: Устойчивост на паролата
et_ee: Parooli tugevus
fi: Salasanan vahvuus
fr_fr: Sûreté du mot de passe
hu_hu: Jelszó erősség
ja: パスワードの強度
pl_pl: Siła hasła
pt_br: Nível de segurança da senha
ro_ro: Complexitatea parolei
sk_sk: Sila hesla
sr_rs: Јачина лозинке
ug_cn: پارول كۈچلۈكلۈكى

source: Disabled (requires JavaScript)
bg_bg: Изключено (изисква JavaScript)
et_ee: Välja lülitatud (nõuab JavaScripti)
fi: Poistettu käytöstä (JavaScript vaadittu)
fr_fr: Désactivé (nécessite le JavaScript)
hu_hu: Kikapcsolva (JavaScript szükséges)
ja: 無効 (要 JavaScript)
pl_pl: Wyłączone (wymaga JavaScriptu)
pt_br: Desativado (requer JavaScript)
ro_ro: Dezactivat (necesită JavaScript)
sk_sk: Zablokované (vyžaduje JavaScript)
sr_rs: Онемогућено (захтева јаваскрипт)
ug_cn: ئېتىۋېتىلگەن (JavaScript نى تەلەپ قىلىدۇ)

source: Disabled (requires jQuery)
bg_bg: Изключено (изисква jQuery)
et_ee: Välja lülitatud (nõuab jQuery't)
fi: Poistettu käytöstä (jQuery vaadittu)
fr_fr: Désactivé (nécessite jQuery)
hu_hu: Kikapcsolva (jQuery szükséges)
ja: 無効 (要 jQuery)
pl_pl: Wyłączone (wymaga jQuery)
pt_br: Desativado (requer jQuery)
ro_ro: Dezactivat (necesită jQuery)
sk_sk: Zablokované (vyžaduje JQuery)
sr_rs: Онемогућено (захтева jQuery)
ug_cn: چەكلەش (jQuery لازىم)

source: Hint: Use upper and lower case characters, numbers and symbols like !"?$%^&amp;( in your password.
bg_bg: Съвет: Използвайте малки и главни букви, цифри и символи като ! " ? $ % ^ &amp; ) в паролата си, за да я направите по-устойчива.
et_ee: Vihje: paroolis võiks kasutada nii suur- ja väiketähti, numbreid kui sümboleid nagu !"?$%^&amp;(
fi: Vihje: Käytä pieniä ja isoja merkkejä, numeroita ja erikoismerkkejä kuten !"?$%^&amp;( salasanassasi.
fr_fr: Conseil&nbsp;: utilisez une combinaison de caractères en minuscule et en majuscule, de chiffres et de symboles comme !"?$%^&amp;( dans votre mot de passe.
hu_hu: Útmutatás: A jelszóban vegyesen kis és nagy betűket, számokat és jeleket - mint:!"?$%^&amp;(. - célszerű használni.
ja: ヒント: 大文字と小文字の半角英字、数字、!"?$%^&amp;( などの記号を組み合わせたパスワードを使いましょう。
pl_pl: Wskazówka: W swoim haśle użyj wielkich i małych liter, cyfr oraz symboli, takich jak !, ", ?, $, %, ^ czy &amp;.
pt_br: Dica: Use maiúsculas, minúsculas, números e símbolos como !"?$%^&( na sua senha.
ro_ro: Sugestie: Folosește în parolă atât litere mari cât şi litere mici, cifre şi simboluri cum ar fi !"?$%^&amp;(
sk_sk: Pomôcka: Použite vo vašom hesle veľké a malé písmená, čísla a symboly ako !"?$%^&amp;(.
sr_rs: Савет: користите велика и мала слова, бројеве и симболе као што су !"?$%^&amp;( у својој лозинци.
ug_cn: ئەسكەرتمە: پارولىڭىزغا چوڭ ۋە كىچىك يېزىلىشتىكى ھەرپلەر، سانلار ۋە !"?$%^&amp;( دېگەندەك بەلگىلەرنى ئارىلاشتۇرۇپ ئىشلىتىڭ.

source: Log Out
bg_bg: Изход
et_ee: Logi välja
fi: Kirjaudu ulos
fr_fr: Déconnexion
hu_hu: Kijelentkezés
ja: ログアウト
pl_pl: Wyloguj się
ro_ro: Deautentificare
sk_sk: Odhlásiť
sr_rs: Одјава
th: ออกจากระบบ
ug_cn: چېكىنىش

source: Admin
bg_bg: Админ
fi: Ylläpito
hu_hu: Adminisztrátor
ja: 管理
pl_pl: Administracja
pt_br: Administração
ro_ro: Administrare
sk: Administrátor
sk_sk: Administrátor
sr_rs: Управљање
th: ผู้ควบคุมเวบ
ug_cn: باشقۇرغۇچى

source: View your profile
bg_bg: Разглеждане на профила
et_ee: Vaata oma profiili
fi: Näytä profiili
fr_fr: Voir votre profil
hu_hu: Személyes profil
id_id: Lihat profil Anda
ja: プロフィールを表示
pl_pl: Zobacz swój profil
pt_br: Ver seu perfil
ro_ro: Vizualizare profil
sk: Prezri si svoj profil
sk_sk: Prezrieť si svoj profil
sr_rs: Видите свој профил
th: ดูข้อมูลของคุณ
ug_cn: شەخسىي ئارخپىڭىزنى كۆرۈڭ

source: Add &raquo;
bg_bg: Добавяне &raquo;
et_ee: Lisa &raquo;
fi: Lisää &raquo;
fr_fr: Ajouter &raquo;
hu_hu: Hozzáadás &raquo;
id_id: Tambah &raquo;
ja: 追加 &raquo;
pl_pl: Dodaj &raquo;
pt_br: Adicionar &raquo;
ro_ro: Adaugă &raquo;
sk_sk: Pridať &raquo;
sr_rs: Додај &raquo;
th: เพิ่ม &raquo;
ug_cn: قوشۇش &raquo;

source: Rename tag:
bg_bg: Преименувай етикет:
et_ee: Muuda sildi nime:
fi: Nimeä avainsana uudelleen:
fr_fr: Renommer le mot clef :
hu_hu: Címek átnevezése:
id_id: Ganti nama tag:
ja: タグの名称変更:
pl_pl: Przemianuj tag:
pt_br: Renomear tag:
ro_ro: Redenumește eticheta:
sk: Premenuj značku:
sk_sk: Premenovať značku:
sr_rs: Промени име ознаке:
th: ตั้งชื่อแท็กใหม่:
ug_cn: خەتكۈچ نامىنى ئۆزگەرتىش:

source: Rename
bg_bg: Преименувай
et_ee: Nimeta ümber
fi: Nimeä uudelleen
fr_fr: Renommer
hu_hu: Átnevezés
id_id: Ganti nama
ja: 変更する
pl_pl: Przemianuj
pt_br: Renomear
ro_ro: Redenumește
sk: Premenovať
sk_sk: Premenovať
sr_rs: Промени име
th: ตั้งชื่อใหม่
ug_cn: نامىنى ئۆزگەرتىش

source: Merge this tag into:
bg_bg: Обедини този етикет с:
et_ee: Liida see silt:
fi: Yhdistä tämä avainsana:
fr_fr: Fusionner ce mot clef avec :
hu_hu: Címke beolvasztása ebbe:
id_id: Leburkan tag ini ke dalam:
ja: このタグを以下のタグに統合:
pl_pl: Scal ten tag z:
pt_br: Mesclar esta tag com:
ro_ro: Combină această etichetă în:
sk: Zlúč túto značku do:
sk_sk: Zlúčiť túto značku do:
sr_rs: Споји ову ознаку у:
th: รวมแท็กนี้เข้ากับ:
ug_cn: خەتكۈچلەرنى بىرلەشتۈرۈش:

source: Merge
bg_bg: Обедини
et_ee: Liida
fi: Yhdistä
fr_fr: Fusionner
hu_hu: Egyesítés
id_id: Lebur
ja: 統合する
pl_pl: Scal
pt_br: Mesclar
ro_ro: Combină
sk: Zlúč
sk_sk: Zlúčiť
sr_rs: Спој
th: รวมกับ
ug_cn: بىرلەشتۈرۈش

source: Are you sure you want to merge the "%s" tag into the tag you specified? This is permanent and cannot be undone.
bg_bg: Сигурни ли сте, че искате да обедините етикета "%s" с избрания етикет? Тази промяна е необратима.
et_ee: Olete kindel, et soovite "%s" silti liita valitud sildiga? See otsus on lõplik ja silte taastada ei saa.
fi: Haluatko yhdistää avainsanan "%s" määrittelemääsi avainsanaan? Tätä toimintoa ei voi peruuttaa.
fr_fr: Êtes-vous certain(e) de vouloir fusionner le mot clef "%s" avec celui que vous avez spécifié ? Cette action est irréversible.
hu_hu: Biztos vagy benne, hogy szeretnéd beolvasztani a "%s" címkét a megadott címkébe? Ez végleges és nem visszafordítható.
id_id: Apakah Anda yakin ingin meleburkan tag "%s" tag ke dalam tag yang Anda tentukan? Hal ini bersifat permanen dan tidak dapat dikembalikan.
ja: "%s" タグを選択したタグと統合しますか ? この操作は取り消しできません。
pl_pl: Czy na pewno chcesz scalić tag "%s" z podanym tagiem? Działanie to nie może zostać cofnięte.
pt_br: Tem certeza de que deseja mesclar a tag "%s" com a tag que você especificou? Isto é permanente e não pode ser desfeito.
ro_ro: Ești sigur că vrei să combini eticheta "%s" în eticheta specificată? Acțiunea este permanentă şi nu se poate anula.
sr_rs: Да ли сигурно желите да спојите ознаку "%s" у ознаку коју сте навели? Ово је за стално и не може бити исправљено.
th: คุณแน่ใจที่จะรวมแท็ก "%s" เข้ากับแท็กที่คุณระบุ การรวมนี้เป็นการถาวรและไม่สามารถแก้ไขได้
ug_cn: خەتكۈچ "%s" نى راستىنلا كۆرسىتىلگەن خەتكۈچ بىلەن بىرلەشتۈرەمسىز؟ بىرلەشتۈرگەندىن كېيىن ئەسلىگە كەلتۈرۈش مۇمكىن ئەمەس.

source: Destroy tag:
bg_bg: Унищожи етикет:
et_ee: Hävita silt:
fi: Poista avainsana:
fr_fr: Effacer le mot clef :
hu_hu: Címke megsemmisítése:
id_id: Hancurkan tag:
ja: タグの削除:
pl_pl: Usuń tag:
pt_br: Destruir tag:
ro_ro: Distruge etichetă:
sk: Znič značku:
sk_sk: Zničiť značku:
sr_rs: Уништи ознаку:
th: ทำลายแท็ก:
ug_cn: خەتكۈچنى بىكار قىلىش:

source: Destroy
bg_bg: Унищожи
et_ee: Hävita
fi: Poista
fr_fr: Effacer
hu_hu: Megsemmisítés
id_id: Hancurkan
ja: 削除する
pl_pl: Usuń
pt_br: Destruir
ro_ro: Distruge
sk: Znič
sk_sk: Zničiť
sr_rs: Уништи
th: ทำลาย
ug_cn: ئۆچۈرۈش

source: Are you sure you want to destroy the "%s" tag? This is permanent and cannot be undone.
bg_bg: Сигурни ли сте, че искате да унищожите етикета "%s"? Тази промяна е постоянна.
et_ee: Olete kindel, et soovite "%s" silti hävitada? See otsus on lõplik ja silti taastada ei saa.
fi: Haluatko poistaa avainsanan "%s"? Tätä toimintoa ei voi peruuttaa.
fr_fr: Êtes-vous certain(e) de vouloir effacer le mot clef "%s" ? Cette action est irréversible !
hu_hu: Biztosan törölni szeretnéd a "%s" címkét? Ez végleges és nem visszafordítható.
id_id: Apakah Anda yakin ingin menghancurkan tag "%s"? Hal ini bersifat permanen dan tidak dapat dikembalikan.
ja: "%s" タグを削除しますか ? この操作は取消しできません。
pl_pl: Czy na pewno chcesz usunąć tag "%s"? Działanie to nie może zostać cofnięte.
pt_br: Tem certeza de que deseja destruir a tag "%s"? Isto é permanente e não pode ser desfeito.
ro_ro: Ești sigur că vrei să distrugi eticheta "%s"? Acțiunea este permanentă şi nu se poate anula.
sr_rs: Да ли сигурно желите да уништите ознаку "%s"? Ово остаје трајно и не може бити опозвано.
th: คุณแน่ใจที่จะทำลายแท็ก "%s" การทำลายนี้เป็นการถาวรและไม่สามารถแก้ไขได้
ug_cn: "%s" خەتكۈچىنى راستىنلا ئۆچۈرەمسىز؟ ئۆچۈرگەندىن كېيىن ئەسلىگە كەلتۈرۈش مۇمكىن ئەمەس.

source: %d topics
bg_bg: %d теми
et_ee: %d teemat
fi: %d aihetta
fr_fr: %d Sujets
hu_hu: %d téma
id_id: %d topik
ja: %d個のトピック
pl_pl: %d tematów
pt_br: %d tópicos
ro_ro: %d subiecte
sk_sk: %d témy
sr_rs: %d тема
th: %d กระทู้
ug_cn: %d تېما

source: - None -
bg_bg: - няма -
et_ee: - Puudub -
fi: - Ei mitään -
hu_hu: - Egyiksem -
id_id: - Tak Ada -
ja: - なし -
pl_pl: Brak
pt_br: - Nenhum -
ro_ro: - Nici unul -
sk_sk: - Žiadne -
sr_rs: - Нема -
th: - ไม่มี -
ug_cn: - يوق -

source: This topic is one of your %favorites% [
bg_bg: Тази тема е в %favorites% [
et_ee: See teema on üks teie %favorites% [
fi: Tämä aihe on yksi %suosikeistasi% [
fr_fr: Ce sujet fait partie de vos %favoris% [
hu_hu: Ez az egyik %kedvenc% topikod [
id_id: Topik ini merupakan salah satu %favorites% [
ja: このトピックは %favorites% に登録されています [
pl_pl: Ten temat jest jednym z Twoich %favorites% [
pt_br: Este tópico é um de seus %favorites% [
ro_ro: Acesta este unul dintre subictele tale %favorites% [
sk: Je jedna z tvojich %favorites% [
sk_sk: Táto téma je jedna z vašich %favorites% [
sr_rs: Ова тема спада у ваше %favorites% [
th: กระทู้นี้เป็นหนึ่งใน %favorites% ของคุณ [
ug_cn: %بۇ تېما %ساقلانمىڭىز دىكى بىرى [
