Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Started %1$s ago by %2$s
bg_bg: Темата е зачената преди %1$s от %2$s
et_ee: Alustatud %1$s tagasi %2$s poolt
fi: Aloitettu %1$s sitten. Avaaja: %2$s
fr_fr: Commencé il y a %1$s par %2$s
hu_hu: Elindította %2$s %1$s
id_id: Dimulai %1$s yang lalu oleh %2$s
ja: %2$s が%1$s前に開始しました。
pl_pl: Rozpoczęty %1$s temu, autor: %2$s
pt_br: Iniciado %1$s atrás por %2$s
ro_ro: Pornit acum %1$s de către %2$s
sk: Tému načal %1$s dozadu %2$s
sk_sk: Tému začal %1$s pred %2$s
sr_rs: Започето пре %1$s од стране %2$s
th: เริ่มเมื่อ %1$s ที่ผ่านมา โดย %2$s
ug_cn: %2$s تەرىپىدىن %1$s بۇرۇن باشلاندى

source: <a href="%1$s">Latest reply</a> from %2$s
bg_bg: <a href="%1$s">Последен отговор</a> от %2$s
et_ee: <a href="%1$s">Viimane vastus</a> %2$s poolt
fi: <a href="%1$s">Viimeisin vastaus</a> käyttäjältä %2$s
fr_fr: <a href="%1$s">Dernière réponse</a> de %2$s
hu_hu: <a href="%1$s">Legutóbbi válasz</a> szerzője %2$s
id_id: <a href="%1$s">Balasan terakhir</a> dari %2$s
ja: %2$s の<a href="%1$s">最近の投稿</a>
pl_pl: <a href="%1$s">Ostatnia odpowiedź</a>, której autorem jest %2$s
pt_br: <a href="%1$s">Resposta mais recente</a> de %2$s
ro_ro: <a href="%1$s">Ultimul răspuns</a> de la %2$s
sk: <a href="%1$s">Najnovší príspevok</a> od %2$s
sk_sk: <a href="%1$s">Najnovší príspevok</a> od %2$s
sr_rs: <a href="%1$s">Последњи одговор</a> од %2$s
th: <a href="%1$s">ตอบกลับล่าสุด</a> จาก %2$s
ug_cn: %2$s نىڭ <a href="%1$s">يېقىنقى جاۋابلىرى</a>

source: Add Reply
hu_hu: Szólj hozzá

source: Also started by this author
hu_hu: Téma indítójának egyébb témái

source: Topic Closed
bg_bg: Темата е заключена
et_ee: Teema on suletud
fi: Aihe suljettu
fr_fr: Sujet fermé
hu_hu: Téma lezárva
id_id: Topik Ditutup
ja: このトピックは閉じられました
pl_pl: Temat jest zamknięty
pt_br: Tópico encerrado
ro_ro: Subiect închis
sk: Uzavretá téma
sk_sk: Uzavretá téma
sr_rs: Тема је затворена
th: กระทู้ถูกปิดแล้ว
ug_cn: تېما تاقىۋېتىلگەن

source: This topic has been closed to new replies.
bg_bg: Темата е затворена за отговори.
et_ee: See teema on uute vastuste jaoks suletud.
fi: Tähän aiheeseen ei voi enää lähettää vastauksia.
fr_fr: Sujet fermé. Réponse impossible.
hu_hu: Zárolt topik, további üzenetek írása nem lehetséges.
id_id: Topik ini sudah ditutup untuk balasan baru.
ja: このトピックは閉じられたので返信できません。
pl_pl: Ten temat został zamknięty na nowe odpowiedzi.
pt_br: Este tópico foi encerrado para novas respostas.
ro_ro: Acest subiect a fost închis. Nu se mai poate răspunde.
sk: Uzavretá téma pre nové príspevky.
sk_sk: Uzavretá téma pre nové príspevky.
sr_rs: Ова тема је закључана за нове одговоре.
th: กระทู้นี้ได้ถูกปิดจากความเห็นใหม่
ug_cn: بۇ تېما تاقىۋېتىلگەچكە جاۋاب يازغىلى بولمايدۇ.

source: Page not found!
bg_bg: Страницата не е открита!
et_ee: Lehte ei leitud!
fi: Sivua ei löydy!
fr_fr: La page est introuvable !
hu_hu: Az oldal nem található!
ja: ページが見つかりません。
pl_pl: Strona nie została znaleziona!
pt_br: Página não encontrada!
ro_ro: Pagina nu a fost găsită!
sk_sk: Stránka nebola nenájdená!
sr_rs: Страна није пронађена!
ug_cn: بەت تېپىلمىدى!

source: I'm sorry, but there is nothing at this URL.
bg_bg: На този адрес не съществува страница.
et_ee: Sellel URL aadressil ei ole midagi.
fi: Pahoittelemme, mutta tässä osoitteessa ei ole mitään.
fr_fr: Je suis désolé, mais il n'y a rien à cette adresse.
hu_hu: Sajnos, ezen a címen nincs semmi.
ja: この URL には何もありません。
pl_pl: Przepraszam, ale pod tym adresem URL niczego nie ma.
pt_br: Nada existe neste endereço.
ro_ro: Îmi pare rău, dar la acest URL nu se află nimic.
sr_rs: Жао ми је, али нема ичега на овом URL-у.
ug_cn: كەچۈرۈڭ، بۇ ئۇلانمىدا ھېچنەرسە يوق ئىكەن.

source: Favorites allow members to create a custom <abbr title="Really Simple Syndication">RSS</abbr> feed which pulls recent replies to the topics they specify.
bg_bg: Потребителите могат да използват собствена <abbr title="Really Simple Syndication">RSS</abbr> хранилка, за да следят отговорите по темите, които са избрали като Любими.
fi: Omat suosikit -toiminnon avulla voit luoda räätälöidyn <abbr title="Really Simple Syndication">RSS</abbr>-syötteen, joka kerää viimeisimmät vastaukset määrittelemistäsi aiheista. Lisätäksesi aiheen suosikkeihisi, napsauta "Lisää suosikkeihin" -linkkiä aiheen sivulta.
fr_fr: Les favoris permettent à vos membres de créer un flux <abbr title="Really Simple Syndication">RSS</abbr> personnalisé qui remonte les réponses récentes aux sujets auxquels ils sont abonnés.
hu_hu: Kedvencek lehetőséget ad a felhasználóknak saját <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna létrehozására, amely összegyűjti a megadott témák legutóbbi hozzászólásait.
ja: お気に入り機能を使うと、選択したトピックへの最近の返信を抜き出したカスタム <abbr title="Really Simple Syndication">RSS</abbr> フィードを作成することができます。 お気に入りにトピックを追加するには、トピックのページにある "お気に入りに追加" リンクをクリックしてください。
pl_pl: Ulubione pozwalają użytkownikom na tworzenie własnych kanałów <abbr title="Really Simple Syndication">RSS</abbr>, które informują o ostatnich odpowiedziach do tematów, które zostaną oznaczone jako ulubione.
pt_br: Os favoritos permitem criar um feed <abbr title="Really Simple Syndication">RSS</abbr> personalizado que obtém respostas recentes aos tópicos que você especificar.
ro_ro: Elementele favorite permit utilizatorului crearea unui flux <abbr title="Really Simple Syndication">RSS</abbr> personalizat care conține actualizările recente la subiectele marcate.
sr_rs: Омиљене теме омогућавају корисницима да направе прилагођене <abbr title="Really Simple Syndication">RSS</abbr> доводе које приказују скорашње одговоре у темама које су навели.
ug_cn: ساقلانمىلار ئەزالارنى ماس ھالدىكى تېمىلارغا يېزىلغان ئەڭ يېڭى جاۋابلار ئۈچۈن <abbr title="Really Simple Syndication">RSS</abbr> feed لىرىنى قۇرۇشقا مۇۋەپپەق قىلىدۇ.

source: To add topics to your list of favorites, just click the "Add to Favorites" link found on that topic&#8217;s page.
bg_bg: За да добавите тема към списъкът от любими, просто щракнете не връзката "Добави към любими" в самата тема.
fi: Lisätäksesi aiheita kirjanmerkkeiksi, klikkaa vain "Lisää kirjanmerkkeihin" -linkkiä, joka löytyy aiheen sivulta.
fr_fr: Pour ajouter des sujets à votre liste de favoris, il suffit de cliquer sur le lien "Ajouter aux favoris" présent dans la page des sujets.
hu_hu: Téma hozzáadásához a kedvencekhez, a "Hozzáadás a Kedvencekhez" hivatkozással lehetséges a téma oldalán.
ja: トピックをお気に入りリストに追加するには、そのページにある "お気に入りに追加" リンクをクリックするだけです。
pl_pl: Aby dodać temat do swojej listy ulubionych, po prostu kliknij odnośnik "Dodaj do ulubionych" znajdujący się na stronie tego tematu.
pt_br: Para adicionar tópicos a sua lista de favoritos, apenas clique no link "Adicionar aos favoritos" na página daquele tópico.
ro_ro: Pentru a adăuga subiecte la lista de elemente favorite, pur și simplu folosește legătura "Adaugă la favorite" aflat pe pagina subiectului respectiv.
sr_rs: Да бисте додали теме на списак својих омиљених, само притисните на везу "Додај у омиљене" која се налази на страници те теме.
ug_cn: تېمىلارنى ساقلانمىڭىزغا قوشۇش ئۈچۈن تېما بېتىدىكى "ساقلىۋېلىش" ئۇلانمىسىنى چېكىڭ.

source: Voices
bg_bg: Участници
fi: Äänet
fr_fr: Voix
hu_hu: Hozzászólók
ja: 返信
pl_pl: Głosy
pt_br: Vozes
ro_ro: Participanți
sk_sk: Hlasy
sr_rs: Особе
ug_cn: ئاۋازلار

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for these favorites
bg_bg: <abbr title="Really Simple Syndication">RSS</abbr> хранилка за тези любими.
fi: Suosikkien <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: Flux <abbr title="Really Simple Syndication">RSS</abbr> pour vos favoris
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna a kedvencekhez
ja: これらのお気に入りの <abbr title="Really Simple Syndication">RSS フィード</abbr>
pl_pl: Kanał <abbr title="Really Simple Syndication">RSS</abbr> tych ulubionych
pt_br: Feed <abbr title="em inglês Really Simple Syndication">RSS</abbr> para estes favoritos
ro_ro: Fluxul <abbr title="Really Simple Syndication">RSS</abbr> pentru aceste elemente favorite
sk_sk: <abbr title="Really Simple Syndication">RSS</abbr> kanál pre tieto obľúbené položky
sr_rs: <abbr title="Really Simple Syndication">RSS</abbr> довод за ове омиљене теме
ug_cn: بۇ ساقلانمىلارنىڭ <abbr title="Really Simple Syndication">RSS</abbr> feed لىرى

source: %1$s is proudly powered by <a href="%2$s">bbPress</a>.
bg_bg: %1$s се задвижва с гордост от <a href="%2$s">bbPress</a>.
et_ee: %1$s kasutab <a href="%2$s">bbPressi</a>.
fi: %1$s on toteutettu <a href="%2$s">bbPressin</a> voimalla.
fr_fr: %1$s est propulsé par <a href="%2$s">bbPress</a>.</p>
hu_hu: %1$s büszke arra, hogy <a href="%2$s">bbPress</a> hajtja.
id_id: %1$s dengan bangga didukung oleh <a href="%2$s">bbPress</a>.
pl_pl: %1$s jest dumne z bycia opartym na <a href="%2$s">bbPressie</a>.
pt_br: %1$s é orgulhosamente desenvolvido com o <a href="%2$s">bbPress</a>.
ro_ro: %1$s propulsat de <a href="%2$s">bbPress</a>.
sk_sk: %1$s hrdo poháňa <a href="%2$s">bbPress</a>.
sr_rs: %1$s са поносом покреће <a href="%2$s">bbPress</a>.
th: %1$s ทำงานโดยใช้ <a href="%2$s">bbPress</a>
ug_cn: %1$s پەخىرلىك <a href="%2$s">bbPress</a> تە قۇرۇلدى.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this forum
bg_bg: <abbr title="Really Simple Syndication">RSS</abbr> хранилка за този форум.
et_ee: <abbr title="Really Simple Syndication">RSS</abbr> viide sellele foorumile
fi: Foorumin <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: Flux <abbr title="Really Simple Syndication">RSS</abbr> pour ce forum.
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna ehhez a fórumhoz
ja: このフォーラムの <abbr title="Really Simple Syndication">RSS フィード</abbr>
pl_pl: Kanał <abbr title="Really Simple Syndication">RSS</abbr> tego działu
pt_br: Feed <abbr title="em inglês, Really Simple Syndication">RSS</abbr> para este fórum.
ro_ro: Fluxul <abbr title="Really Simple Syndication">RSS</abbr> pentru acest forum
sk_sk: <abbr title="Really Simple Syndication">RSS</abbr> kanál pre toto fórum
sr_rs: <abbr title="Really Simple Syndication">RSS</abbr> довод за овај форум
ug_cn: بۇ مۇنبەرنىڭ <abbr title="Really Simple Syndication">RSS</abbr> feed لىرى

source: Subforums
bg_bg: Подфоруми
et_ee: Alamfoorumid
fi: Alafoorumit
fr_fr: Sous-forums
hu_hu: Alfórumok
id_id: Subforum
ja: サブフォーラム
pl_pl: Poddziały
pt_br: Subfóruns
ro_ro: Subforumuri
sk_sk: Podfóra
sr_rs: Подфоруми
th: ฟอรั่มย่อย
ug_cn: تارماق مۇنبەرلەر

source: Main Theme
bg_bg: Тема на форума
et_ee: Foorum
fi: Foorumi
fr_fr: Thèmes
hu_hu: Fő téma
id_id: Tema Utama
ja: メインテーマ
pl_pl: Główna sekcja
pt_br: Tema principal
ro_ro: Șablonul principal
sk: Hlavný vzhľad
sk_sk: Hlavný vzhľad
sr_rs: Главна тема
th: Theme หลัก
ug_cn: ئاساسىي ئۇسلۇب

source: Hot Tags
bg_bg: Етикети
et_ee: Sildid
fi: Suositut avainsanat
fr_fr: Tags populaires
hu_hu: Legújabb címkék
id_id: Tag Panas
ja: 人気のタグ
pl_pl: Gorące tagi
pt_br: Tags populares
ro_ro: Etichete populare
sk: Horúce značky
sk_sk: Horúce značky
sr_rs: Вруће ознаке
th: แท็กยอดนิยม
ug_cn: ئاۋات خەتكۈچلەر

source: Latest Discussions
bg_bg: Нови дискусии
et_ee: Värsked arutelud
fi: Viimeisimmät keskustelut
fr_fr: Dernières discussions
hu_hu: Legfrisebb beszélgetések
id_id: Diskusi Terakhir
ja: 最近のディスカッション
pl_pl: Ostatnie dyskusje
pt_br: Discussões mais recentes
ro_ro: Ultimele discuții
sk: Posledné diskusie
sk_sk: Posledné diskusie
sr_rs: Последње дискусије
th: พูดคุยล่าสุด
ug_cn: ئەڭ يېڭى مۇنازىرە

source: Views
bg_bg: Изгледи
et_ee: Vaatamist
fi: Näytä
fr_fr: Accès direct
hu_hu: Megtekintve
id_id: Tampilan
ja: 表示
pl_pl: Opcje wyświetlania
pt_br: Visualizações
ro_ro: Vizualizări
sk: Prehľady
sk_sk: Prezretia
sr_rs: Погледи
th: ดู
ug_cn: كۆرۈلۈشى

source: Welcome, %1$s
bg_bg: Здрасти, %1$s
fi: Tervetuloa, %1$s!
fr_fr: Bienvenue, %1$s
hu_hu: Helló, %1$s
ja: ようこそ、%1$s さん
pl_pl: Witaj, %1$s
pt_br: Seja bem-vindo, %1$s
ro_ro: Bine ai venit, %1$s
sk_sk: Vitajte, %1$s
sr_rs: Добро дошли, %1$s
ug_cn: مەرھابا، %1$s

source: <a href="%1$s">Register</a> or log in - <a href="%2$s">lost password?</a>
bg_bg: <a href="%1$s">Регистрация</a> или вход - <a href="%2$s">забравена парола?</a>
fi: <a href="%1$s">Rekisteröidy</a> tai kirjaudu sisään - <a href="%2$s">unohditko salasanasi?</a>
fr_fr: <a href="%1$s">Inscription</a> ou connexion <a href="%2$s">mot de passe perdu ?</a>
hu_hu: <a href="%1$s">Regisztrálj</a> vagy jelentkezz be - <a href="%2$s">Elfelejtett jelszó?</a>
ja: <a href="%1$s">登録</a> もしくはログイン (<a href="%2$s">パスワードをお忘れですか ?</a>):
pl_pl: <a href="%1$s">Zarejestruj się</a> lub zaloguj - <a href="%2$s">nie pamiętasz swojego hasła?</a>
pt_br: <a href="%1$s">Registrar</a> ou fazer login - <a href="%2$s">perdeu a senha?</a>
ro_ro: <a href="%1$s">Înregistrează-te</a> sau autentifică-te — <a href="%2$s">ai uitat parola?</a>
sr_rs: <a href="%1$s">Региструјте се</a> или се пријавите - <a href="%2$s">изгубљена лозинка?</a>
ug_cn: <a href="%1$s">تىزىملىتىڭ</a> ياكى كىرىڭ - <a href="%2$s">پارولنى ئۇنتۇپسىزمۇ؟</a>

source: Remember me
bg_bg: Запомни ме
et_ee: Mäleta mind
fi: Muista minut
fr_fr: Se souvenir de moi
hu_hu: Emlékezzen rám!
ja: ログイン情報を記憶
pl_pl: Zapamiętaj mnie
pt_br: Lembrar minha senha
ro_ro: Ține-mă minte
sk_sk: Zapamätať si ma
sr_rs: Запамти ме
th: จดจำฉัน
ug_cn: مېنى ئەستە ساقلا

source: Password Recovery
bg_bg: Възстановяване на парола
et_ee: Parooli taastamine
fi: Salasanan palautus
fr_fr: Récupération du mot de passe
hu_hu: Elfelejtett Jelszó
ja: パスワードの回復
pl_pl: Odzyskiwanie hasła
pt_br: Recuperação de senha
ro_ro: Recuperarea parolei
sk_sk: Obnova hesla
sr_rs: Обнова лозинке
th: การกู้คืนรหัสผ่าน
ug_cn: پارولنى تېپىش

source: To recover your password, enter your information below.
bg_bg: За да възстановите паролата си, моля въведете следната информация:
et_ee: Parooli taastamiseks sisestage oma andmed.
fi: Palauttaaksesi salasanasi, anna uusi salasana kahdesti:
fr_fr: Pour récupérer votre mot de passe, entrer les informations suivantes.
hu_hu: Jelszavad visszaállításához meg kell adni a lenti információt.
ja: パスワードを回復するには、以下に情報を記入してください。
pl_pl: Aby odzyskać swoje hasło, wprowadź poniżej swoje dane.
pt_br: Para recuperar sua senha, digite suas informações abaixo:
ro_ro: Pentru a recupera parola, completează câmpurile de mai jos.
sr_rs: Да бисте обновили своју лозинку, унесите своје податке испод.
th: เพื่อกู้คืนรหัสผ่านของคุณ กรุณาใส่ข้อมูลของคุณด้านล่าง
ug_cn: پارولىڭىزنى تېپىش ئۈچۈن تۆۋەندىكى ئۇچۇرلىرىڭىزنى كىرگۈزۈڭ.

source: Tags (comma seperated)
bg_bg: Етикети (разделени със запетая)
fi: Avainsanat (pilkulla eroteltuina)
fr_fr: Mots clefs (séparé par une virgule)
hu_hu: Címkék (jelszóval elválasztva)
ja: タグ (複数の場合は半角コンマで区切る)
pl_pl: Tagi (oddzielone przecinkami)
pt_br: Tags (separadas por vírgulas)
sk_sk: Značky (oddelené čiarkami)
sr_rs: Ознаке (одвојене запетама)
ug_cn: خەتكۈچ (پەش بىلەن ئايرىڭ)

source: You can also put code in between backtick ( <code>`</code> ) characters.
bg_bg: Ако искате да публикувате код, сложете го в <code>`</code>обратни кавички<code>`</code>
et_ee: Koodi saate postitada <code>`ülakomade`</code> vahel.
fi: Voit lisätä koodia laittamalla sen ( <code>`</code> ) merkkien sisään.
fr_fr: Vous pouvez mettre du code entre deux caractères ( <code>`</code> ).
hu_hu: A kódot írhatod ( <code>`</code> ) karakterek közé is.
ja: コードは逆クォート (<code>`</code>) で囲むこともできます。
pl_pl: Możesz także umieścić kod pomiędzy gravisami ( <code>`</code> ).
pt_br: Você também pode inserir código entre acentos graves ( <code>`</code> ).
ro_ro: De asemenea, poți scrie cod cuprins între apostrofuri ( <code>`</code> ).
sr_rs: Такође можете ставити кôд између обрнутих полунаводника ( <code>`</code> ).
th: คุณสามารถใส่ code ได้โดยใส่ในระหว่างสัญลักษณ์ backtick ( <code>`</code> )
ug_cn: سىز يەنە يالاڭ پەش ( <code>`</code> ) ئىچىگە كود يازالايسىز.

source: This is how your profile appears to a logged in member.
bg_bg: Така изглежда профилът ви за влезлите потребители на форума.
et_ee: Sisselogitud kasutajad näevad teie profiili sellisena.
fi: Ollessasi kirjautuneena profiilisi näyttää tältä.
fr_fr: Ceci montre comment votre profil apparait lorsqu&#8217;un utilisateur le consulte.
hu_hu: A bejelentkezett felhasználóknak így jelenik meg a profilod.
ja: ログインしたメンバーには、あなたのプロフィールが以下のように表示されます。
pl_pl: Oto jak Twój profil prezentuje się zalogowanemu użytkownikowi.
pt_br: Esta é a forma como o seu perfil aparecerá para quem tenha feito login.
ro_ro: Așa arată profilul tău unui membru autentificat.
sr_rs: Овако ваш профил изгледа пријављеним члановима.
th: วิธีที่ข้อมูลส่วนตัวของคุณแสดงต่อสมาชิกที่เข้าสู่ระบบ
ug_cn: ئارخىپىڭىز تىزىملىتىپ كىرگەن ئەزالارغا مۇشۇنداق كۆرۈنىدۇ.

source: You may <a href="%1$s">edit this information</a>.
bg_bg: Може да <a href="%1$s">промените тази информация</a>.
et_ee: Te võite <a href="%s">seda infot muuta</a>.
fi: Voit <a href="%1$s">muokata näitä tietoja</ a>.
fr_fr: Vous pouvez <a href="%1$s">modifier ces informations</a>.
hu_hu: Ezt az információt <a href="%1$s">itt lehet szerkeszteni</a>.
ja: この情報を<a href="%1$s">編集</a>することもできます。
pl_pl: Możesz <a href="%1$s">zmienić poniższe informacje</a>.
pt_br: Você pode <a href="%1$s">editar esta informação</a>.
ro_ro: Se poate <a href="%1$s">edita această informație</a>.
sr_rs: Можете <a href="%1$s">уредити ову информацију</a>.
th: คุณอาจจะ <a href="%1$s">แก้ไขข้อมูลนี้</a>.
ug_cn: <a href="%1$s">بۇ ئۇچۇرلارنى تەھرىرلىۋېتىڭ</a>.

source: You can also <a href="%1$s">manage your favorites</a> and subscribe to your favorites&#8217; <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
bg_bg: Също можете да <a href="%1$s">управлявате любимите си теми</a> а да се абонирате за за отговори по тях чрез <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> емисия</a>.
et_ee: Samuti võite <a href="%1$s">oma lemmikuid hallata</a> ja oma nende <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> voo</a> tellida.
fi: Voit <a href="%1$s">hallita suosikkejasi</a> ja tilata suosikkisi <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr>-syötteenä</a>.
fr_fr: Vous pouvez aussi <a href="%1$s">gérer vos favoris </a> et vous abonnez au <a href="%2$s">flux <abbr title="Really Simple Syndication">RSS</abbr></a> de vos favoris.
hu_hu: <a href="%1$s">Kedvencek kezelése</a> és feliratkozás a kedvencek <a href="%2$s"><abbr title="Really Simple Syndication">RSS<a href="%2$s"></abbr> hírcsatornájára</a>.
ja: また、<a href="%1$s">お気に入りトピックを管理</a>したり、<a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> フィード</a>でお気に入りトピックを購読することもできます。
pl_pl: Możesz także <a href="%1$s">zarządzać swoimi ulubionymi</a> i zasubskrybować kanał <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> Twoich ulubionych</a>.
pt_br: Você também pode <a href="%1$s">gerenciar seus favoritos</a> e assinar os seus <a href="%2$s">feeds<abbr title="Really Simple Syndication">RSS</abbr></a> favoritos.
ro_ro: De asemenea se pot <a href="%1$s">administra elementele favorite</a>, iar apoi te poți abona la acestea printr-un <a href="%2$s">flux <abbr title="Really Simple Syndication">RSS</abbr></a>.
sr_rs: Такође можете <a href="%1$s">управљати својим омиљеним темама</a> и пријавити се на њих; <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> довод</a>.
th: คุณยังสามารถ <a href="%1$s">จัดการ favorites ของคุณ</a> และสามารถใช้งาน <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a> ของ favorites ของคุณ
ug_cn: سىز يەنە <a href="%1$s">خەتكۈچلىرىڭىزنى باشقۇرالايسىز</a> خەتكۈچلىرىڭىزنىڭ <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a> لىرىغا مۇشتەرى بولالايسىز.

source: You last replied: %s ago
bg_bg: Последният ви отговор е преди %s.
fi: Vastasit viimeksi: %s sitten
fr_fr: Votre dernière réponse date d&#8217;il y a %s
hu_hu: Utoljára %s válaszoltál
ja: あなたの最後の返信: %s前
pl_pl: Twoja ostatnia odpowiedź: %s temu
pt_br: Você respondeu pela última vez: %s atrás
sk_sk: Odpovedali ste naposledy: %s dozadu
sr_rs: Последњи пут сте одговорили: пре %s
ug_cn: ئەڭ ئاخىرقى جاۋابىڭىز %s ئىلگىرى يېزىلغان.

source: User last replied: %s ago
bg_bg: Последният отговор на потребителя е преди %s.
fi: Käyttäjän viimeisin vastaus: %s sitten
fr_fr: Dernière réponse de l&#8217;utilisateur il y a : %s
hu_hu: A felhasználó utoljára: %s válaszolt
ja: このユーザーの最後の返信: %s前
pl_pl: Ostatnia odpowiedź użytkownika: %s temu
pt_br: Última resposta do usuário: %s atrás
sk_sk: Užívateľ odpovedal naposledy: %s dozadu
sr_rs: Корисник је последњи пут одговорио: пре %s
ug_cn: قوللانچىنىڭ ئەڭ يېڭى جاۋابى %s ئىلگىرى يېزىلغان.

source: Most recent reply: %s ago
bg_bg: Последен отговор:: %s
et_ee: Kõige värskem vastus: %s tagasi
fi: Viimeisin vastaus: %s sitten
fr_fr: Réponse la plus récente il y a : %s
hu_hu: Legutolsó válasz: %s.
id_id: Balasan terbaru: %s yang lalu
ja: 最後の返信: %s前
pl_pl: Najnowsza odpowiedź: %s temu
pt_br: Resposta mais recente: %s atrás
sk: Najnovšia odpoveď: %s dozadu
sk_sk: Najnovšia odpoveď: %s dozadu
sr_rs: Последњи одговор: пре %s
th: ตอบกลับล่าสุดมากสุด: เมื่อ %s ที่ผ่านมา
ug_cn: ئەڭ يېڭى جاۋاب %s ئىلگىرى يېزىلغان.

source: No replies since
bg_bg: Няма отговори от тогава.
fi: Ei vastauksia.
fr_fr: Pas de réponse depuis
hu_hu: Nincsenek üzenetek azóta
ja: その後の返信なし
pl_pl: Dotychczas brak odpowiedzi
pt_br: Nenhuma resposta desde
ro_ro: Nu mai sunt răspunsuri de atunci
sk_sk: Odvtedy nepribudli žiadne ďaľšie odpovede.
sr_rs: Нема одговора од тада
ug_cn: ئاخىرقى جاۋاب:

source: Topics Started
bg_bg: Започнати теми
et_ee: Loodud teemad
fi: Aloitetut aiheet
fr_fr: Sujets démarrés
hu_hu: Indított topikok
ja: トピックの開始:
pl_pl: Tematy rozpoczęte
pt_br: Tópicos iniciados
ro_ro: Subiecte pornite
sr_rs: Започете теме
th: กระทู้เริ่ม
ug_cn: تېما باشلاندى

source: Started: %s ago
bg_bg: Започната: преди %s
et_ee: Loodud: %s tagasi.
fi: Aloitettu: %s sitten
fr_fr: Commencé il y a %s
hu_hu: Megnyitva: %s
id_id: Dimulai: %s yang lalu
ja: %s前に開始
pl_pl: Rozpoczęty: %s temu
pt_br: Iniciado: %s atrás
ro_ro: Pornit: acum %s
sk: si načal %s dozadu.
sk_sk: Začaté: %s dozadu.
sr_rs: Започето: пре %s
th: เริ่มต้นเมื่อ: %s ที่ผ่านมา
ug_cn: %s ئىلگىرى باشلانغان.

source: Profile Information
bg_bg: Профил
et_ee: Profiili informatsioon
fi: Profiilin tiedot
fr_fr: Informations de votre profil
hu_hu: Profil információ
id_id: Informasi Profil
ja: プロフィール情報
pl_pl: Profil
pt_br: Informações do perfil
ro_ro: Informații profil
sk: Údaje o tebe
sk_sk: Profilové informácie
sr_rs: Подаци о профилу
th: รายละเอียดข้อมูลส่วนตัว
ug_cn: ئارخىپ ئۇچۇرلىرى

source: Search all topics from these forums.
bg_bg: Търсене във всички теми от тези форуми.
et_ee: Otsi kõiki teemasid siit foorumist.
fi: Etsi kaikki aiheet valituilta foorumeilta.
fr_fr: Chercher tous les sujets depuis ces forums.
hu_hu: Témák keresése ezen fórumok között.
ja: これらのフォーラムの全トピックを検索します。
pl_pl: Przeszukaj wszystkie tematy na tym forum.
pt_br: Pesquisar todos os tópicos destes fóruns.
ro_ro: Caută în toate subiectele din aceste forumuri.
sr_rs: Претражи све теме из ових форума.
ug_cn: بۇ مۇنبەرلەردىكى بارلىق تېمىلاردىن ئىزدەلسۇن.

source: Search:
bg_bg: Търсене:
et_ee: Otsing:
fi: Etsi:
fr_fr: Recherche :
hu_hu: Keresés:
id_id: Pencarian:
ja: 検索:
pl_pl: Szukaj:
pt_br: Pesquisar:
ro_ro: Caută:
sk: Vyhľadávanie:
sk_sk: Vyhľadávanie:
sr_rs: Претрага:
th: ค้นหา:
ug_cn: ئىزدەش:

source: Posted %s
bg_bg: Публикувано преди %s
fi: Lähetetty %s
fr_fr: Énvoyé %s
hu_hu: Elküldve %s
ja: 投稿日時: %s
pl_pl: Napisano %s
pt_br: Publicado %s
ro_ro: Publicat %s
sk_sk: Pridané
sr_rs: Објављено %s
ug_cn: :يوللانغان ۋاقتى %s
