Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Move topics from this forum into
es_es: Mover los temas desde este foro hasta
et_ee: Liiguta siit foorumist teemad
id_id: Memindahkan topik dari forum ini ke
sk: Presťahuj témy z tohto fóra do
th: ย้ายกระทู้จากฟอรั่มนี้ไปยัง

source: Delete forum &raquo;
es_es: Borrar foro &raquo;
et_ee: Kustuta foorum &raquo;
id_id: Hapus forum&raquo;
sk: Vymaž fórum &raquo;
th: ลบฟอรั่ม &raquo;

source: Name &#8212; Description
es_es: Nombre &#8212; Descripción
et_ee: Nimi &#8212; Kirjeldus
id_id: Nama &#8212; Keterangan
th: ชื่อ &#8212; คำอธิบาย

source: matching &#8220;%s&#8221;
es_es: buscando &#8220;%s&#8221;
et_ee: Otsin &#8220;%s&#8221;
id_id: cocok dengan &#8220;%s&#8221;
th: จับคู่กับ &#8220;%s&#8221;

source: %1$sposts
es_es: %1$smensajes
et_ee: %1$spostitused
th: %1$sความเห็น

source: %1$s%2$stopics
es_es: %1$s%2$stemas
et_ee: %1$s%2$steemad
th: %1$s%2$sกระทู้

source: No Topics Found
es_es: No se han encontrado temas
et_ee: Ühtegi teemat ei leitud
id_id: Tak Ada Topik yang Ditemukan
th: ไม่พบกระทู้

source: %d forum
et_ee: %d foorum

source: is %d topic
et_ee: on %d teema

source: %d user
et_ee: %d kasutaja

source: You have %1$s. There %2$s with %3$s by %4$s.
et_ee: Teil on %1$s, %2$s, %3$s, %4$s.

source: That's an average of %1$s, %2$s and %3$s per day since your forums were started %4$s ago.
et_ee: See on keskmiselt %1$s, %2$s ja %3$s päevas, alustades teie foorumi algusajast %4$s tagasi.

source: You are using the theme <a href="%1$s">%2$s</a>. This is bbPress version %3$s
et_ee: Te kasutate <a href="%1$s">%2$s</a> kujundust. See on bbPressi versioon %3$s

source: Recent User Registrations
et_ee: Hiljuti registreerunud

source: registered %s ago
es_es: registrado hace %s
et_ee: registreerus %s tagasi
id_id: terdaftar %s lalu
sk: registovaný %s dozadu
th: ลงทะเบียนเมื่อ %s ที่ผ่านมา

source: by
es_es: por
et_ee: mille kirjutas
id_id: oleh
sk: od
th: โดย

source: Topic titled
es_es: Tema titulado
et_ee: Teema
id_id: Topik diberi judul
sk: Téma nazvaná
th: หัวข้อกระทู้

source: started by
es_es: creado por
et_ee: mille alustas
id_id: dimulai oleh
sk: začal
th: เริ่มโดย

source: No moderated posts or topics... you must have very well behaved members.
et_ee: Mitte ühtegi modereeritud postitust või teemat... teie kasutajad käituvad väga hästi.

source: "Key master" account
et_ee: "Super admin" kasutaja
th: บัญชีของ "Key master"

source: First forum
et_ee: Esimene foorum
th: ฟอรั่มแรก

source: Settings saved.
et_ee: Seaded salvestatud.
th: บันทึกการตั้งค่า.

source: Site description
et_ee: Lehe kirjeldus

source: Emails sent by the site will appear to come from this address.
et_ee: Selle lehe poolt saadetud e-kirjad tulevad näiliselt sellelt aadressilt.
th: อีเมล์ที่ถูกส่งโดยเว็บนี้จะขึ้นว่าถูกส่งจาก ชื่ออีเมล์นี้

source: Pretty permalink type
et_ee: Püsiviidete tüüp

source: Numeric
et_ee: Numbriline
th: แบบตัวเลข

source: Name based
et_ee: Nimeline
th: อิงจากชื่อ

source: If you activate "Numeric" or "Name based" permalinks, you will need to create a file at <code>%s</code> containing the url rewriting rules <a href="%s">provided here</a>.
et_ee: Kui te aktiveerite numbrilised või nimelised püsiviited, siis te peate looma uue faili <code>%s</code>, mis sisaldab endas <a href="%s">URLi ümberkirjutusreegleid</a>.

source: Date and Time
et_ee: Kuupäev ja kellaaeg
th: วันและเวลา

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is
et_ee: <abbr title="Coordinated Universal Time, Greewichi aeg">UTC</abbr> aeg on

source: Y-m-d g:i:s a
et_ee: Y-m-d H:i:s

source: Times should differ<br />from UTC by
et_ee: Kellaaja erinevus UTC-st

source: Example: -7 for Pacific Daylight Time.
et_ee: näiteks +2 Eesti aja puhul
th: ตัวอย่าง: -7 สำหรับเขต Pacific เวลากลางวัน

source: Output: <strong>%s</strong>
et_ee: Väljund: <strong>%s</strong>
th: ผลลัพท์: <strong>%s</strong>

source: Click "Update settings" to update sample output.
et_ee: Salvesta muudatused, et näidet uuendada.
th: กด "อัปเดตการตั้งค่า" เพื่ออัปเดตผลลัพท์ตัวอย่าง

source: Remote publishing and Pingbacks
et_ee: Kaugavaldamine ja tagasiviited

source: How do we describe this?
et_ee: Kuidas me seda kirjeldame?

source: Enable XML-RPC
et_ee: Lülita XML-RPC sisse

source: Allows remote publishing and management via the bbPress <a href="http://codex.wordpress.org/Glossary#XML-RPC">XML-RPC</a> publishing protocol.
et_ee: Lubab kaugpostitamist ja -haldust läbi bbPressi <a href="http://codex.wordpress.org/Glossary#XML-RPC">XML-RPC</a> protokolli.

source: Allows sending and receiving of <a href="http://codex.wordpress.org/Glossary#PingBack">pingbacks</a>.
et_ee: Lubab <a href="http://codex.wordpress.org/Glossary#PingBack">pingback tagasiviidete</a> saatmist ja vastu võtmist.

source: bbPress includes built-in support for <a href="http://gravatar.com/">Gravatars</a>, you can enable this feature here.
et_ee: bbPressil on sisseehitatud <a href="http://gravatar.com/">Gravataride</a> tugi. Siit saate selle funktsiooni sisse lülitada.
th: bbPress สนับสนุนการใช้งาน <a href="http://gravatar.com/">Gravatars</a> คุณสามารถเปิดใช้งานได้ที่นี่

source: Gravatar default image
et_ee: Vaikimisi Gravatar pilt
th: รูป Gravatar มาตรฐาน

source: Default
et_ee: Vaikimisi
th: ค่ามาตรฐาน

source: Select what style of avatar to display to users without a Gravatar:
et_ee: Vali mis tüüpi avatare näidatakse kasutajatel, kellel pole Gravatari:

source: Gravatar maximum rating
et_ee: Gravatari maksimaalne hinnang

source: X rated gravatars may contain hardcore sexual imagery or extremely disturbing violence.
et_ee: X hinnanguga gravatarid võivad sisaldada räigeid pornograafilisi pilte või äärmiselt häirivat vägivalda.

source: R rated gravatars may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
et_ee: R hinnanguga gravatarid võivad sisaldada roppusi, vägivalda, alastiolekut või uimastite tarvitamist.

source: PG rated gravatars may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
et_ee: PG hinnanguga gravatarid võivad sisaldada ebaviisakaid viipeid, provotseerivalt riietatud isikuid, vandumist või leebet vägivalda.

source: A G rated gravatar is suitable for display on all websites with any audience type.
et_ee: G hinnanguga gravatarid on sobivad näitamiseks kõikidel veebilehtedel, ükskõik millisele lugejaskonnale.

source: User role mapping saved.
et_ee: Kasutajarollide tõlgendused salvestatud.
th: บันทึกการมอบหมายบทบาทสมาชิก

source: User integration settings saved.
et_ee: Kasutajate sidumise seaded salvestatud.

source: bbPress %s
et_ee: bbPressi %s

source: Save User Role Map
et_ee: Salvesta kasutajarollide tõlgendused

source: Usually, you will have to specify both cookie sharing and user database sharing settings.
et_ee: Tavaliselt peate määrama nii küpsiste kui ka andmebaasi jagamise seaded.
th: ปกติแล้ว คุณต้องระบุการแชร์ cookie และการตั้งค่าการแชร์ฐานข้อมูลผู้ใช้

source: Make sure you have a "User role map" setup above before trying to add user integration.
et_ee: Tehke kindlaks, et kasutajarollid on tõlgendatud, enne kui püüate kasutajaid siduda.

source: <strong>Note:</strong> updating these settings may cause you to be logged out!
et_ee: <strong>Hoiatus:</strong> nende seadete muutmine võib põhjustada väljalogimist!
th: <strong>หมายเหตุ:</strong> การอัปเดตการตั้งค่าอาจจะทำให้คุณต้องออกจากระบบ

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress installation. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
et_ee: See väli peab ühtima WordPressi "auth_salt" väärtusega. Otsige üles "auth_salt" väärtus <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress installation. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
et_ee: See väli peab ühtima WordPressi "secure_auth_salt" väärtusega. Otsige üles "secure_auth_salt" väärtus <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>. Juhul kui see väärtus pole WordPressis defineeritud, siis võite selle siin ka tühjaks jätta.

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress installation. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
et_ee: See väli peab ühtima WordPressi "logged_in_salt" väärtusega. Otsige üles "logged_in_salt" väärtus <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>.

source: bbPress has automatically determined the best cookie settings for WordPress. In some cases integration may work without these settings, but if not add the following code to your <code>wp-config.php</code> file in the root directory of your WordPress installation.
et_ee: bbPress püüdis automaatselt valida parimad küpsiste seaded WordPressi jaoks. Mõnikord võib kasutajate sidumine toimida ka ilma nende seadeteta, kuid kui tekib probleeme, siis lisage allolev kood <code>wp-config.php</code> faili, mis asub WordPressi juurkataloogis.

source: If your bbPress and WordPress installations share the same database, then this is the same value as <code>$table_prefix</code> in your WordPress <code>wp-config.php</code> file.
et_ee: Kui bbPress ja WordPress jagavad sama andmebaasi, siis see on sama väärtus, mis <code>$wp_table_prefix</code> muutujal WordPressi <code>wp-config.php</code> failis.

source: In any case, it is usually <strong>wp_</strong>
et_ee: Tavaliselt on selleks <strong>wp_</strong>
th: โดยปกติแล้วมักจะใช้ <strong>wp_</strong>

source: If your bbPress and WordPress installations do not share the same database, then you will need to add advanced settings.
et_ee: Kui teie bbPress ja WordPress on paigaldatud eri andmebaasidesse, siis te peate lisama täpsemad seaded.

source: User database character collation:
et_ee: Kasutajate andmebaasi märkite kollatsioon:

source: Manual bbPress config file settings
et_ee: bbPressi konfiguratsioonifaili käsitsiseaded

source: If your integration settings will not change, you can help speed up bbPress by adding the following code to your <code>bb-config.php</code> file in the root directory of your bbPress installation. Afterwards, the settings in this form will reflect the hard coded values, but you will not be able to edit them here.
et_ee: Kui teie sidumise seaded ei muutu, siis võite bbPressi veidi kiiremaks muuta lisades alloleva koodi <code>bb-config.php</code> faili, mis asub bbPressi juurkataloogis. Peale seda ei saa te enam neid seadeid siin lehel muuta.

source: Plugin could not be activated, it produced a <strong>Fatal Error</strong>. The error is shown below.
et_ee: Pluginat ei saa sisse lülitada, kuna see tekitas <strong>tõsise vea</strong>:

source: "%s" plugin <strong>activated</strong>
et_ee: "%s" plugin <strong>sisse lülitatud</strong>

source: "%s" plugin <strong>deactivated</strong>
et_ee: "%s" plugin <strong>välja lülitatud</strong>

source: "Safe mode" is on, all plugins are disabled even if they are listed as active.
et_ee: Tänu turvarežiimile on kõik pluginad on välja lülitatud (isegi kui ta näitab, et on sisse lülitatud).

source: Plugin Management
et_ee: Pluginahaldus

source: Plugins extend and expand the functionality of bbPress. Once a plugin is installed, you may activate it or deactivate it here.
et_ee: Pluginad laiendavad ja avardavad bbPressi funktsionaalsust. Peale plugina paigaldamist saad seda siit sisse-välja lülitada.

source: Version
es_es: Versión
et_ee: Versioon
id_id: Versi
th: รุ่น

source: By %s.
es_es: Por %s.
et_ee: Autor %s.
id_id: Oleh %s.
th: โดย %s

source: Automatically loaded plugins
es_es: Plugins cargados automáticamente
et_ee: Automaatselt laetud pluginad
id_id: Secara otomatis memuat plugin
th: โหลดปลั๊กอินอัตโนมัติ

source: If something goes wrong with a plugin and you can’t use bbPress, delete or rename that file in the <code>my-plugins</code> directory and it will be automatically deactivated.
et_ee: Kui mõni plugin ei tööta korralikult ja takistab bbPressi kasutamist, siis kustutage (või muutke nime) vastav plugin <code>my-plugins</code> kaustas ja see plugin lülitatakse automaatselt välja.

source: No Plugins Installed
es_es: No hay plugins instalados
et_ee: Ühtegi pluginat pole paigaldatud
id_id: Tak Ada Plugin yang Terinstal
th: ไม่มีปลั๊กอินถูกติดตั้ง

source: Get More Plugins
et_ee: Hangi veel pluginaid

source: You can find additional plugins for your site in the <a href="%s">bbPress plugin directory</a>.
et_ee: Rohkem pluginaid leiate <a href="%s">bbPressi pluginate kataloogist</a>.

source: To install a plugin you generally just need to upload the plugin file into your <code>my-plugins</code> directory. Once a plugin is uploaded, you may activate it here.
et_ee: Plugina paigaldamiseks peate te lihtsalt selle üles laadima <code>my-plugins</code> kausta. Peale seda saate juba selle plugina siit lehelt sisse lülitada.

source: Recount
es_es: Recontar
et_ee: Loendamine
id_id: Hitung ulang
sk: Prepočítaj
th: นับใหม่

source: The following checkboxes allow you to recalculate various numbers stored in the database. These numbers are used for things like counting the number of pages worth of posts a particular topic has. You shouldn't need to do do any of this unless you're upgrading from one version to another or are seeing pagination oddities.
et_ee: Järgnevad kastikesed võimaldavad mitmesuguseid andmebaasis leiduvaid andmeid uuesti loendada. Neid andmeid kasutatakse selleks, et näiteks arvutada mitu lehte postitusi mingil teemal on. Üldjuhtudel pole vaja seda protseduuri läbi viia. See on vajalik ainult juhul kui te peale versiooniuuendust näete veidraid lehtede arve vms.

source: Choose items to recalculate
es_es: Selecciona las cosas a recalcular
et_ee: Vali loendatavad elemendid
id_id: Pilih butir untuk dihitung ulang
sk: Vyber položky na prepočítanie
th: เลือกเพื่อนำมาคำนวณใหม่

source: Count!
es_es: ¡Contar!
et_ee: Loenda!
id_id: Hitung!
sk: Spočítaj!
th: นับ

source: Theme "%s" <strong>activated</strong>
et_ee: Kujundus "%s" <strong>sisse</strong> lülitatud
th: Theme "%s" <strong>ถูกใช้งาน</strong>

source: Default theme is missing.
es_es: El diseño predeterminado no existe.
et_ee: Vaikimisi kujundus on puudu.
th: theme มาตราฐานหายไป

source: Theme not found. Default theme applied.
es_es: No se ha encontrado ese diseño. Se aplicará el diseño predeterminado.
et_ee: Kujundust ei leitud. Kasutame vaikimisi kujundust.
id_id: Tema tidak ditemukan. Tema bawaan diterapkan.
sk: Vzhľad sa nenašiel. Aplikujem východzí vzhľad.
th: ไม่พบ Theme ดังนั้น Theme มาตรฐานจะถูกใช้แทน

source: Click to activate
es_es: Haz clic para activar
et_ee: Aktiveeri
id_id: Klik untuk mengaktifkan
sk: Aktivuj
th: กดเพื่อดำเนินงาน

source: by <cite>%s</cite>
es_es: por <cite>%s</cite>
et_ee: Autor: <cite>%s</cite>
id_id: oleh <cite>%s</cite>
sk: napísal <cite>%s</cite>
th: โดย <cite>%s</cite>

source: , ported by <cite>%s</cite>
es_es: , adaptado por <cite>%s</cite>
et_ee: , portija: <cite>%s</cite>
id_id: , diadaptasikan oleh <cite>%s</cite>
sk: , napísal/a <cite>%s</cite>

source: All of this theme's files are located in %s
et_ee: Kõik selle kujunduse failid asuvad %s

source: Core themes -&gt;
et_ee: Tuuma kujundused -&gt;
th: Theme หลัก -&gt;

source: User installed themes -&gt;
et_ee: Kasutaja paigaldatud kujundused -&gt;
th: ผู้ใช้ติดตั้ง themes -&gt;

source: "Safe mode" is on, the default theme will be used instead of the active theme indicated below.
et_ee: Tänu turvarežiimile kasutatakse vaikimisi kujundust hetkel valitud kujunduse asemel.

source: It looks like your database is out-of-date.<br />You can update it here.
et_ee: Andmebaas on aegunud.<br />Siin saate seda uuendada.
th: ดูเหมือนว่าฐานข้อมูลของคุณล้าสมัยแล้ว<br /> คุณสามารถอัปเดตได้ที่นี่

source: Upgrade database &raquo;
et_ee: Uuenda andmebaasi &raquo;
th: อัปเกรดฐานข้อมูล &raquo;

source: Your database has been successfully updated.<br />Enjoy!
et_ee: Andmebaas edukalt uuendatud!
th: ฐานข้อมูลของคุณอัปเดตสำเร็จแล้ว <br /> ยินดีด้วย

source: Show upgrade log:
et_ee: Näita uuendamise logi:
th: แสดงการอัพเกรด log:

source: Upgrade log:
et_ee: Uuendamise logi:
th: อัพเกรด log:

source: Go to admin &raquo;
et_ee: Mine administratsiooni &raquo;
th: ไปที่หน้าผู้ควบคุม &raquo;

source: Show upgrade messages:
et_ee: Näita uuendamise logi:

source: Error log:
et_ee: Vigade logi:

source: Try again &raquo;
et_ee: Proovi uuesti &raquo;
th: ลองอีกครั้ง &raquo;

source: These users have been blocked by the forum administrators
es_es: Estos usuarios han sido bloqueados por los administradores del foro
et_ee: Need kasutajad on blokeeritud foorumi administraatorite poolt
id_id: Pengguna-penggua ini telah diblokir oleh administrator forum
sk: Týchto užívateľov administrátori fóra zablokovali
th: ผู้ใช้เหล่านี้ถูกบล็อคโดยผู้ควบคุมฟอรั่ม

source: Forum Administrators
es_es: Administradores del foro
et_ee: Foorumi administraatorid
id_id: Administrator Forum
sk: Administrátori fóra
th: ผู้ควบคุมฟอรั่ม

source: IP Information
es_es: Información de IP
et_ee: IP informatsioon
id_id: Informasi IP
sk: IP Údaje
th: ข้อมูล IP

source: Last 30 posts
es_es: Últimos 30 mensajes
et_ee: Viimased 30 postitust
id_id: 30 Tulisan terakhir
sk: Posledných 30 príspevkov
th: 30 ความเห็นล่าสุด

source: Posted:
es_es: Publicado:
et_ee: Postitatud:
id_id: Terkirim:
sk: Publikované:
th: ถูกโพสท์:

source: Ready? Then <a href="%s">let's get started!</a>
et_ee: Olete valmis? <a href="%s">Alustame!</a>
th: คุณพร้อมหรือยัง ถ้าพร้อมแล้ว <a href="%s">มาเริ่มกันเลย!</a>

source: Here you need to enter your database connection details. The installer will attempt to create a file called <code>bb-config.php</code> in the root directory of your bbPress installation.
et_ee: Siin te peate sisestama andmebaasiga ühenduse loomiseks vajalikud andmed. Seejärel püütakse nende andmete põhjal luua bbPressi juurkataloogi <code>bb-config.php</code> faili.
th: คุณต้องใส่ข้อมูลการเชื่อมต่อกับฐานข้อมูล การติดตั้งจะพยายามสร้างไฟล์ที่ชื่อ <code>bb-config.php</code> ในไดเรคทอรีหลักที่คุณติดตั้ง bbPress

source: bbPress can integrate login and user data seamlessly with WordPress. You can safely skip this section if you do not wish to integrate with an existing WordPress install.
et_ee: bbPress võib kõik kasutajate andmed WordPressiga siduda. Te võite ohutult selle sammu vahele jätta, kui ei soovi oma foorumit olemasoleva WordPressiga siduda.
th: bbPress สามารถเชื่อมต่อการเข้าสู่ระบบและข้อมูลผู้ใช้กับเวิร์ดเพรสได้อย่างราบรื่น คุณสามารถข้ามขั้นตอนนี้ไปได้ถ้าคุณไม่ต้องการเชื่อมต่อกับเวิร์ดเพรสที่คุณลงไว้แล้ว

source: Your server is running PHP version %s but bbPress requires at least 4.3
et_ee: Teie serveris jookseb PHP versioon %s, kuid bbPress vajab töötamiseks vähemalt versiooni 4.3
th: เซิร์ฟเวอร์ของคุณใช้ PHP รุ่น %s แต่ bbPress นั้นต้องทำงานโดยใช้รุ่น 4.3 เป็นอย่างต่ำ

source: Please select the language you wish to use during installation -
et_ee: Palun valige paigaldamisel kasutatav keel:
th: กรุณาเลือกภาษาที่คุณต้องการใช้ในการติดตั้ง -

source: The language which bbPress will be presented in once installed. Your current language choice (%s) will remain for the rest of the install process.
et_ee: Keel, mida bbPress hakkab peale paigaldamis kasutama. Eelnevalt valitud keel (%s) jääb püsima paigaldusprotsessi lõpuni.
th: ภาษาที่ bbPress จะนำไปแสดงภายหลังจากติดตั้งแล้ว ภาษาปัจจุบันของคุณ (%s) จะถูกคงไว้จนกว่าจะสิ้นสุดการติดตั้ง

source: 99% of the time these settings will not have to be changed.
et_ee: 99% juhtudest ei ole neid seadeid vaja muuta.

source: bbPress "auth" cookie key
et_ee: bbPressi "auth" küpsise võti

source: bbPress "secure auth" cookie key
et_ee: bbPressi "secure auth" küpsise võti

source: bbPress "logged in" cookie key
et_ee: bbPressi "logged in" küpsise võti

source: bbPress "nonce" key
et_ee: bbPressi "nonce" küpsise võti

source: If you are running multiple bbPress installations in a single database, you will probably want to change this.
et_ee: Kui te kasutate mitut bbPressi ühes andmebaasis, siis te peate seda muutma.
th: ถ้าคุณต้องการลง bbPress หลาย ๆ การติดตั้งในฐานข้อมูลเดียว คุณต้องเปลี่ยนสิ่งนี้

source: Go to step 2 &raquo;
et_ee: Teine samm &raquo;
th: ไปที่ขั้นตอนที่ 2 &raquo;

source: If you want to integrate bbPress with an existing WordPress installation.
et_ee: Kui te soovite bbPressi siduda olemasoleva WordPressiga.
th: ถ้าคุณต้องการเชื่อมต่อ bbPress กับ เวิร์ดเพรสที่ติดตั้งอยู่แล้ว

source: Skip WordPress integration &raquo;
et_ee: Jäta WordPressiga sidumine vahele &raquo;
th: ข้ามการเชื่อมต่อกับเวิร์ดเพรส &raquo;

source: If you want to allow shared logins with an existing WordPress installation.
et_ee: Kui soovite sisselogimisi jagada olemasoleva WordPressiga.
th: ถ้าคุณต้องการแชร์ข้อมูลผู้ใช้กับเวิร์ดเพรสที่ติดตั้งอยู่แล้ว

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress installation. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
et_ee: See väli peab ühtima WordPressi "auth_salt" väärtusega. Otsige üles "auth_salt" väärtus <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>. Kui te jätate selle välja tühjaks, siis bbPress püüab seda väärtust WordPressi andmebaasist ise pärida.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress installation. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
et_ee: See väli peab ühtima WordPressi "secure_auth_salt" väärtusega. Otsige üles "secure_auth_salt" väärtus <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>. Kui te jätate selle välja tühjaks, siis bbPress püüab seda väärtust WordPressi andmebaasist ise pärida. Juhul kui see väärtus pole WordPressis defineeritud, siis võite selle siin ka tühjaks jätta.

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress installation. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
et_ee: See väli peab ühtima WordPressi "logged_in_salt" väärtusega. Otsige üles "logged_in_salt" väärtus <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">sellelt WordPressi admini lehelt</a>. Kui te jätate selle välja tühjaks, siis bbPress püüab seda väärtust WordPressi andmebaasist ise pärida.
