Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: That database user's password.
bg_bg: Паролата на този потребител.
et_ee: Andmebaasi kasutaja parool.
fi: Tietokannan käyttäjän salasana
fr_fr: Le mot de passe de l&#8217;utilisateur de la base de données
hu_hu: Az adatázishoz tartozó felhasználó jelszava
ja: データベースユーザーのパスワード。
pl_pl: Hasło powyższego użytkownika.
pt_br: A senha do usuário do banco de dados.
ro_ro: Parola utilizatorului bazei de date.
sk_sk: Heslo užívateľa databázy.
sr_rs: Лозинка ове базе података:
th: รหัสผ่านฐานข้อมูลผู้ใช้นั้น
ug_cn: شۇ ساندان قوللانچىسىنىڭ پارولى.

source: User database host
bg_bg: Потребителска база данни - хост
et_ee: Kasutajate andmebaasi server
fi: Käyttäjätietokannan palvelin
fr_fr: Hôte de la base de données utilisateur
hu_hu: Felhasználói adatbázis kiszolgáló
ja: ユーザー DB のホスト
pl_pl: Adres serwera bazy z danymi użytkowników
pt_br: Host do banco de dados do usuário
ro_ro: Gazda bazei de date cu utilizatori
sr_rs: Домаћин (host) корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ مۇلازىمېتىرى

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should be <strong>localhost</strong>.
bg_bg: Домейнът или IP адресът на сървъра, на който е базата данни. Ако базата данни е на същия сървър като сайта, най-добре би било тази настройка да остане <strong>localhost</strong>.
et_ee: Serveri domeeninimi või IP-aadress, kus andmebaas asub. Kui andmebaas asub samas serveris, kus veebiserver, siis selle väärtuseks peaks olema <strong>localhost</strong>.
fi: Syötä tähän tietokantapalvelimen domain-nimi tai IP-osoite. Mikäli tietokanta on samalla palvelimella web-sivuston kanssa, tämän asetuksen arvo on todennäköisesti <strong>localhost</strong>.
fr_fr: Le nom de domaine ou l&#8217;adresse IP du serveur où se situe la base de données. Si la base de données est sur le même serveur que le site internet, vous devriez probablement laisser <strong>localhost</strong>.
hu_hu: Az adatbázist futtató szerver domain neve vagy IP címe. Ha az adatbázis ugyanazon a szerveren fut mint a weboldal, akkor ez valószínűleg a <strong>localhost</strong>.
ja: データベースが置かれているサーバーのドメイン名または IP アドレス。データベースが Web サイトと同じサーバーにある場合、通常は <strong>localhost</strong> を指定します。
pl_pl: Domena lub adres IP serwera, na którym znajduje się baza danych. Jeżeli baza danych znajduje się na tym samym serwerze, na którym umieszczona jest strona internetowa, tą wartością prawdopodobnie powinno być <strong>localhost</strong>.
pt_br: Nome do domínio ou endereço IP do servidor em que o banco de dados se encontra. Se o banco de dados estiver no mesmo servidor do site, provavelmente este será <strong>localhost</strong>.
ro_ro: Domeniul sau adresa IP a serverului unde baza de date este localizată. Dacă baza de date este pe același server ca şi situl web, atunci probabil că ar trebui completat <strong>localhost</strong>.
sr_rs: Домен или IP адреса сервера на коме се налази база података. Уколико се база података налази на истом серверу као и веб место, онда ово би вероватно требало да буде <strong>localhost</strong>.
th: ชื่อเว็บหรือ IP address ของเซิฟเวอร์ที่ฐานข้อมูลนั้นอยู่ ถ้าฐานข้อมูลอยู่บนเซิฟเวอร์เดียวกับเว็บไซต์ ค่านี้ควรจะเป็น <strong>localhost</strong>

source: User database character set
bg_bg: Потребителска база данни - символно кодиране
et_ee: Kasutajate andmebaasi märgistik
fi: Käyttäjätietokannan merkistö
fr_fr: Encodage de la base de données utilisateur
hu_hu: Felhasználói adatbázis karakterkészlete
ja: ユーザー DB の文字コード
pl_pl: Kodowanie bazy z danymi użytkowników
pt_br: Conjunto de caracteres do banco de dados de usuários
ro_ro: Setul de caractere al bazei de date cu utilizatori
sr_rs: Изворни скуп карактера корисничке базе података:
ug_cn: قوللانچى ساندانىنىڭ كودلىنىشى

source: The best choice is <strong>utf8</strong>, but you will need to match the character set which you created the database with.
bg_bg: Най-удачният избор е <strong>utf8</strong>, но ще трябва да се събразявате с кодирането използвано за създаване на базата данни.
et_ee: Parim valik on <strong>utf8</strong>, kuid te peate olema kindel, et see ühtib andmebaasi loomisel valitud märgistikuga.
fi: Suosittelemme käyttämään merkistoä <strong>utf8</strong>, mutta mikäli tietokantasi käyttää toista merkistöä, on näiden valintojen vastattava toisiaan.
fr_fr: Le meilleur choix est <strong>utf8</strong>, mais vous devrez probablement faire correspondre l&#8217;encodage avec celui de la base de données.
hu_hu: Az <strong>utf8</strong> a legjobb választás, de meg kell egyeznie az adatbázis karakterkészletével.
ja: 一番良いのは <strong>utf8</strong> ですが、データベース作成時の文字コードと合わせる必要があります。
pl_pl: Najlepszym wyborem jest <strong>utf8</strong>, jednakże musisz wybrać to samo kodowanie, z którego korzysta Twoja baza danych.
pt_br: A melhor escolha é <strong>utf8</strong>, mas é necessário corresponder ao conjunto de caracteres com o qual seu banco de dados foi criado.
ro_ro: Cea mai bună alegere este <strong>utf8</strong>, însă trebuie verificat setul cu baza de date creată deja.
sr_rs: Најбољи избор је <strong>utf8</strong>, али ви ћете морати да поставите скуп карактера са којим сте направили базу.
th: ตัวเลือกที่ดีที่สุดคือ <strong>utf8</strong> แต่คุณต้องตั้งค่าชุดตัวอักษรให้ตรงกันกับฐานข้อมูลที่คุณสร้าง
ug_cn: ئەڭ ياخشىسى <strong>utf8</strong> بولسىمۇ، لېكىن سانداننى قۇرغان چاغدىكى كودلىنىش بىلەن ئوخشاش قىلىشىڭىزغا توغرا كېلىدۇ.

source: User database character collation
bg_bg: Потребителска база данни - символна колация
et_ee: Andmebaasi märkite kollatsioon
fi: Tietokannan merkistö
fr_fr: Encodage de la base de données utilisateur
hu_hu: Felhasználói adatbázis karakter összefésülés
ja: ユーザー DB の文字コード照合順序
pl_pl: Kodowanie porównań w bazie z danymi użytkowników
pt_br: Collation de caracteres do banco de dados do usuário
ro_ro: Colaționarea de caractere a bazei de date cu utilizatori
sr_rs: Сортирање корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ ھەرپبەلگە سېلىشتۇرمىسى

source: The character collation value set when the user database was created.
bg_bg: Символната колация използвана при създаването на базата данни.
et_ee: Andmebaasi loomisel valitud märkide kollatsioon.
fi: Tietokannan merkistö sitä luotaessa.
fr_fr: L&#8217;interclassement des caractères doit être le même que celui utilisé lors de la création de la base de données utilisateur.
hu_hu: A felhasználói adatbázis létrehozásakor beállított karakter összefésülés értéke.
ja: ユーザー DB 作成時の文字コード照合順序値。
pl_pl: Kodowanie porównań ustawione podczas tworzenia bazy z danymi użytkowników.
pt_br: O collation de caracteres definido quando o banco de dados do usuário foi criado.
ro_ro: Valoarea pentru colațioanrea de caractere pe care ai ales-o când ai creat baza de date cu utilizatori.
sr_rs: Сортирање базе података је постављено када је корисничка база података направљена.
ug_cn: ھەرپبەلگە سېلىشتۇرۇش قىممىتى قوللانچى ساندانى قۇرۇلغاندا بەلگىلەنسۇن.

source: User database "user" table
bg_bg: Потребителска база данни - "user" таблица:
et_ee: Kasutajate andmebaasi "kasutaja" tabel
fi: Käyttäjätietokannan "käyttäjä" taulu
fr_fr: Table "user" de la base de données utilisateur
hu_hu: Felhasználói adatbázis "user" tábla
ja: ユーザー DB の "user" テーブル
pl_pl: Tabela "user" bazy z danymi użytkowników
pt_br: Tabela "user" do banco de dados do usuário
ro_ro: Tabelul "user" din baza de date cu utilizatori
sr_rs: Табела "user" („корисник“) корисничке базе података
ug_cn: قوللانچى ساندانى "user" جەدۋىلى

source: The complete table name, including any prefix.
bg_bg: Пълно име на таблицата, включващо представката.
et_ee: Kogu tabelinimi, kaasaarvatud eesliide.
fi: Taulun koko nimi, mukaan lukien mahdollinen etuliite.
fr_fr: Le nom complet de la table incluant même le préfixe.
hu_hu: A tábla teljes neve, beleértve az előtagot.
ja: 接頭語を含む完全なテーブル名。
pl_pl: Pełna nazwa tabeli, włącznie z jej prefiksem.
pt_br: O nome completo da tabela, incluindo qualquer prefixo.
ro_ro: Numele complet al tabelului, inclusiv prefixul, dacă există.
sr_rs: Пуно име табеле, укључујући било који префикс.
th: ชื่อเต็มของตารางซึ่งรวมคำนำหน้าด้วย
ug_cn: جەدۋەل ئالدى قوشۇمچىسىنى ئۆز .ىچىگە ئالغان تولۇق جەدۋەل نامى.

source: User database "user meta" table
bg_bg: Потребителска база данни "user meta" таблица
et_ee: Kasutajate andmebaasi "kasutaja meta" tabel
fi: Käyttäjätietokannan "tunnistetiedot" taulu
fr_fr: Table "user meta" de la base de données utilisateur
hu_hu: Felhasználói adatbázis "user meta" tábla
ja: ユーザー DB の "user meta" テーブル
pl_pl: Tabela "user meta" bazy z danymi użytkowników
pt_br: Tabela "user meta" do banco de dados do usuário
ro_ro: Tabelul "user meta" din baza de date cu utilizatori
sr_rs: Табела "user meta" корисничке базе података
ug_cn: قوللانچى ساندانى "user meta" جەدۋىلى

source: WordPress Integration Settings
bg_bg: Интеграция с WordPress
fi: Integrointi WordPressiin
fr_fr: Réglages d&#8217;intégration à WordPress
hu_hu: WordPress integrációs beállítások
ja: WordPress との統合設定
pl_pl: Ustawienia integracji z WordPressem
pt_br: Configurações de integração ao WordPress
ro_ro: Setări de integrare cu WordPress
sk_sk: Integračné nastavenia WordPress
sr_rs: Подешавања спајања са Вордпресом
ug_cn: ۋوردپرەس باغلاش تەڭشەكلىرى

source: User Role Map
bg_bg: Потребителски роли
et_ee: Kasutajarollide tõlgendused
fi: Käyttäjäroolit
fr_fr: Correspondance des utilisateurs
hu_hu: Felhasználói szerepkörök
ja: 権限グループの割り当て
pl_pl: Mapowanie ról użytkowników
pt_br: Mapa de funções do usuário
ro_ro: Maparea rolurilor de utilizatori
sk_sk: Mapa užívateľských úloh
sr_rs: Пресликавање корисничких улога
ug_cn: قوللانچىنىڭ دەرىجىسى

source: Here you can match WordPress roles to bbPress roles.
bg_bg: Тук можете да напаснете ролите от WordPress към ролите в bbPress.
et_ee: Siin saad WordPressi kasutajarollid bbPressi omadega siduda.
fi: Tässä voit sovittaa WordPress-osat bbPress-osiin.
fr_fr: Ici vous pouvez faire l'équivalence des rôles WordPress avec ceux de bbPress.
hu_hu: Itt lehetséges a WordPress és bbPress szerepköröket összepárosítani.
ja: ここで WordPress の権限グループを bbPress のグループに割り当てられます。
pl_pl: W tym miejscu możesz nadać użytkownikom Twojej instalacji WordPressa role w bbPressie.
pt_br: Aqui você pode estabelecer correspondências entre funções do WordPress e funções do bbPress.
ro_ro: Aici faci legătura între rolurile WordPress și rolurile din bbPress.
sk_sk: Tu môžete prepojiť WordPress úlohy s bbPress úlohami.
sr_rs: Овде можете да пресликате Вордпресове улоге у bbPress-ове.
ug_cn: بۇ يەردە ۋوردپرەس دەرىجىلىرىنى bbPress دەرىجىلىرى بىلەن ماسلاشتۇرسىڭىز بولىدۇ.

source: This will have no effect until your user tables are integrated below. Only standard WordPress roles are supported. Changes do not affect users with existing roles in both WordPress and bbPress.
bg_bg: Това няма да влезе в сила докато не са интегрирани таблиците по-долу. Само стандартните роли в WordPress могат да се използват. Промените не засягат потребители с вече назначени роли и в WordPress или bbPress.
et_ee: See ei oma mitte mingisugust mõju, kui kasutajad pole omavahel seotud. Ainult standartsed WordPressi kasutajarollid on toetatud. Muutused ei puuduta kasutajaid, kes juba omavad rolle WordPressis ja bbPressis.
fi: Täällä voit sovittaa yhteen WordPress- ja bbPress-käyttäjäroolit. Yhdistäminen toimii vain, mikäli käyttäjätaulut ovat yhteisiä ja muutokset koskevat vain standardoituja WordPress-rooleja. Muutokset eivät vaikuta käyttäjiin, joilla on rooli molemmissa eli niin WordPressissä kuin bbPressissä.
fr_fr: Ceci ne fonctionnera pas si vos tables utilisateurs ne sont pas partagées. Seuls les rôles standards de WordPress sont supportés. Ces modifications n&#8217;affecteront pas les utilisateurs avec les rôles existants de WordPress et bbPress.
hu_hu: Semmilyen hatása nem lesz, amíg, a lenti felhasználói táblák nincsenek integrálva. Csak a standard WordPress szerepkörök támogatottak. A változások nem érintik a WordPress-ben és bbPress-ben már létező szerepkörökkel rendelkező felhasználókat.
ja: ユーザーテーブルが統合されるまでこの設定は何も影響しません。WordPress の標準権限グループのみに対応しています。ここでの変更は、WordPress と bbPress 両方ですでに権限グループを割り当てられているユーザーには影響しません。
pl_pl: Ustawienie to nie odniesie skutku dopóki tabele użytkowników nie zostaną zintegrowane poniżej. Jedynie standardowe role WordPressa są obsługiwane. Zmiany nie mają wpływu na użytkowników, którzy mają już przypisane role w instalacji WordPressa i bbPressa.
pt_br: Isso somente terá efeito após a integração das tabelas de usuários abaixo. São permitidas somente funções padrão do WordPress. As alterações não afetam usuários com funções existentes tanto no Wordpress como no bbPress.
ro_ro: Acestea nu vor avea niciun efect cât timp tabelele cu utilizatori vor fi integrate mai jos. Sunt valabile doar rolurile WordPress standard. Schimbările nu vor afecta utilizatorii cu roluri existente atât în WordPress cât și în bbPress.
sk_sk: Toto nebude mať žiadny vplyv pokiaľ sú vaše užívateľské tabuľky nižšie integorvané. Podporované sú len štandardné úlohy WordPress. Zmeny nemajú vplyv na užívateľov s už existujúcimi úlohami a to ako vo WordPress tak v bbPress.
sr_rs: Ово неће радити ако ваше корисничке табеле нису спојене испод. Само уобичајене улоге у Вордпресу су подржане. Промене не утичу на кориснике са постојећим улогама и у Вордпресу и у bbPress-у.

source: User Integration
bg_bg: Интеграция на потребители
et_ee: Kasutajate sidumine
fi: Käyttäjäintegrointi
fr_fr: Intégration des utilisateurs
hu_hu: Felhasználó integráció
ja: ユーザーの統合
pl_pl: Integracja kont użytkowników
pt_br: Integração de usuários
ro_ro: Integrarea utilizatorilor
sk_sk: Užívateľská integrácia
sr_rs: Спајање корисника
ug_cn: قوللانچى بىرلەشتۈرۈش

source: Usually, you will have to specify both cookie integration and user database integration settings. Make sure you have a "User role map" setup above before trying to add user integration.
bg_bg: Обикновено трябва да укажете спореляне и на cookies, и на потребителски бази данни. Уверете се, че сте настроили потребителските роли преди да започнете интеграцията.
fi: Tavallisesti sinun täytyy määritellä sekä evästeiden että käyttäjätietokannan jakamisen asetukset.
fr_fr: Normalement, vous avez dû spécifier le cookie d'intégration WordPress ainsi que les réglages de l'intégration de la base de données. Vérifier que les paramètres de correspondance des rôles utilisateurs sont bien configurés avant d'ajouter l'intégration utilisateur.
hu_hu: Rendszerint mind a süti, mind a felhasználói adatbázis megosztási beállításokat meg kell adni. Meg kell bizonyosodni arról is, hogy a "Felhasználói szerepkörök" beállítása megtörtént, még a felhasználók felvétele előtt.
ja: 通常、Cookie とユーザーデータベース統合設定の両方を指定する必要があります。ユーザーの統合を行う前に、上記の"権限グループの割り当て"が設定済みであることを再度確認してください。
pt_br: Normalmente, você terá que especificar configurações de integração de cookies e de banco de dados. Certifique-se de haver uma configuração de "Mapa de funções de usuário" acima antes de tentar adicionar integração de usuários.
ro_ro: De obicei, trebuie să specifici atât setări de integrare a cookie-urilor cât și bazei de date cu utilizatorii. Înainte de a încerca să adăugi integrarea utilizatorilor, verifică să ai o setare la "Maparea rolurilor de utilizatori".
sk_sk: Zvyčajne potrebujete špecifikovať ako integráciu cookie tak integračné nastavenia užívatelskej databázy. Uistite sa, že "Mapa užívateľských úloh" vyššie je nastavená ešte pred tým ako sa budete snažiť pridať užívateľskú integráciu.
sr_rs: Обично ћете морати да наведете и подешавања о дељењу колачића и корисничке базе података. Будите сигурни да сте подесили "Пресликавање корисничких улога" изнад пре него што пробате да додате спајање корисника.

source: <em><strong>Note:</strong> changing the settings below may cause you to be logged out!</em>
bg_bg: <em><strong>Внимание:</strong> обновяване на настройките може да доведе до автоматичен изход.</em>
fi: <strong> Huomautus:</strong> Näiden asetusten päivittäminen voi aiheuttaa uloskirjaamisen.
fr_fr: <em><strong>Avertissement:</strong> La mise à jour de ces réglages peut vous déconnecter !</em>
hu_hu: <em><strong>Megjegyzés:</strong> ezen beállítások szerkesztése során előfordulhat hogy a rendszer kiléptet!</em>
ja: <strong>注:</strong> これらの設定を更新すると強制的にログアウトさせられる可能性があります。
pl_pl: <em><strong>Uwaga:</strong> zmiana poniższego ustawienia prawdopodobnie spowoduje wylogowanie!</em>
pt_br: <em><strong>Nota:</strong> alterar essas configurações pode te desconectar!</em>
ro_ro: <em><strong>Notă:</strong> schimbarea acestor setări s-ar putea să te deautentifice!</em>
sk_sk: <em><strong>Poznámka:</strong> zmeny v nastaveniach nižšie, môžu spôsobiť, že budete odhlásený!</em>
sr_rs: <em><strong>Напомена:</strong> промена подешавања испод може изазвати ваше одјављивање!</em>
ug_cn: <em><strong>ئەسكەرتمە:</strong> تۆۋەندىكى تەڭشەكلەر ئۆزگەرتىلىشى بىلەن سىز چىقىپ كېتىشىڭىز مۇمكىن!</em>

source: Cookie sharing allows users to log in to either your bbPress or your WordPress site, and have access to both.
bg_bg: Споделяне на cookies позволява на потребителите автоматичнен достъп до bbPress и WorldPress сайта ви, при влизане в един от двата.
et_ee: Küpsiste jagamisel ei pea kasutaja kaks korda sisse logima: piisab vaid WordPressi sisse logimisest ja kasutaja logitakse automaatselt sisse ka bbPressi ning vastupidi.
fi: Kun jaetut evästeet ovat käytössä, käyttäjät voivat kirjautua jokuo bbPressiin tai WordPressiin ja siirtyä sivustojen välillä ilman uutta sisäänkirjausta.
fr_fr: Le partage de Cookie permet à vos utilisateurs de se connecter indifféremment sur le blog WordPress ou sur les forums bbPress, et d&#8217;avoir accès aux 2.
hu_hu: A cookie megosztás lehetőséget ad arra, hogy akár a bbPress, akár a WordPress oldalon bejentkezhess, és mindkettőt használhasd.
ja: Cookie を共有することで、ユーザーは bbPress か WordPress どちらかにログインすれば両方にアクセスできるようになります。
pl_pl: Współdzielenie ciasteczek sprawia, że zalogowanie się tylko do bbPressa lub WordPressa powoduje zalogowanie się na obu stronach.
pt_br: O compartilhamento de cookies permite aos usuários fazer login e ter acesso ao seu bbPress ou site do WordPress.
ro_ro: Partajarea cookie-urilor permite utilizatorilor să se autentifice fie pe instanța bbPress fie în WordPress, și apoi să aibă acces la ambele.
sk_sk: Zdielanie cookie povolí užívateľom sa prihlásiť buď do WordPress, alebo do bbPress a mať prístup do oboch.
sr_rs: Дељење колачића („cookie“-а) омогућава корисницима да се пријаве било на ваше bbPress или Вордпрес веб место и да имају приступ обома.
ug_cn: Cookie نى ئورتاق ئىشلەتكەندە bbPress كە ياكى ۋوردپرەسكە ياكى ھەر ئىككىسىگە تەڭلا كىرىشكە مۇمكىن بولىدۇ.

source: To complete cookie integration, you will need to add some settings to your <code>wp-config.php</code> file in the root directory of your WordPress installation. To get those settings, you will need to install and configure the <a href="%s">"bbPress Integration" plugin for WordPress</a>.
bg_bg: За да завършите интеграцията на бисквитките (cookies), трябва да добавите няколко настройки във файла <code>wp-config.php</code> в главната директория на WordPress инсталацията ви. За да получите тези настройки, трябва да инсталирате и конфигурирате <a href="%s">разширението "bbPress Integration" за WordPress</a>.
fi: Saattaaksesi evästeiden liittämisen loppuun, sinun täytyy lisätä joitakin asetuksia <code>wp-config.php</code>-tiedostoon WordPress-asennuksesi päähakemistoon. Saadaksesi nämä asetukset, sinun täytyy asentaa ja konfiguroida <a href"%s">"bbPress-liittäminen" ("bbPress Integration")-lisäosa WordPressille</a>.
fr_fr: Pour terminer l'intégration des cookies, vous devez ajouter plusieurs paramètres dans le fichier <code>wp-config.php</code> contenu à la racine de votre installation WordPress. Pour récupérer ces paramètres, vous devez installer et configurer l'extension <a href="%s">"bbPress Integration" for WordPress</a>.
hu_hu: A süti integráció befejezéséhez szükség lesz néhány beállításra a WordPress telepítés gyökérkönyvtárában lévő <code>wp-config.php</code> fájlból. Ezeknek a beállításoknak az elvégzéséhez telepíteni kell és beállítani a <a href="%s">"bbPress Integration" plugin for WordPress</a> nevű bővítményt.
ja: Cookie の統合を完了するには、WordPress を設置したルートディレクトリにある <code>wp-config.php</code> ファイルにいくつか設定を追加する必要があります。これらの情報を取得するには、 <a href="%s">WordPress 向けの "bbPress Integration" プラグイン</a>をインストールして設定する必要があります。
pl_pl: Aby sfinalizować integrację ciasteczek, konieczne będzie dodanie pewnych ustawień do pliku <code>wp-config.php</code> znajdującego się w głównym katalogu Twojej instalacji WordPressa. Aby uzyskać te ustawienia, należy zainstalować i skonfigurować <a href="%s">wtyczkę "bbPress Integration" do WordPressa</a>.
pt_br: Para completar a integração de cookies, você precisará adicionar algumas configurações ao seu arquivo <code>wp-config.php</code> no diretório raiz da sua instalação do WordPress. Para pegar estas configurações, você precisará instalar e configurar o <a href="%s">plugin "bbPress Integration" para WordPress</a>.
ro_ro: Pentru a finaliza integrarea cookie-urilor, va trebui să adaugi câteva setări în fișierul <code>wp-config.php</code> din directorul rădăcină a instanței WordPress. Pentru a obține aceste setări, va trebui să instalezi şi să configurezi <a href="%s">modulul "bbPress Integration" pentru WordPress</a>.
sr_rs: Да бисте завршили са спајањем колачића, мораћете да додате нека подешавања у своју датотеку <code>wp-config.php</code> у почетном директоријуму своје инсталације Вордпреса. Да бисте добили та подешавања, мораћете да поставите и подесите <a href="%s">додатак "bbPress Integration" за Вордпрес</a>.

source: You will also have to manually ensure that the following constants are equivalent in WordPress' and bbPress' respective config files.
bg_bg: Трябва ръчно да се уверите, че следните константи си съответстват в конфигурационните файлове на WordPress и bbPress.
et_ee: Samuti peate tagama, et järgmise konstandid on võrdsete väärtustega WordPressi ja bbPressi konfiguratsioonifailides.
fi: Sinun täytyy lisäksi manuaalisesti tarkistaa, että seuraavat muuttujat ovat vastaavia WordPressin ja bbPressin vastaavissa asetustiedostoissa.
fr_fr: Vous devrez vous assurer manuellement que les constantes suivantes sont équivalentes dans les fichiers de configurations respectifs de WordPress et bbPress.
hu_hu: Nem árt meggyőződni arról kézzel, hogy a következő konstansok megegyeznek a WordPress és bbPress megfelelő beállításokat tartalmazó állományaiban.
ja: さらに、以下の定数が WordPrss と bbPress それぞれの設定ファイルで対応しているか、手動で確認する必要があります。
pl_pl: Musisz także upewnić się, że poniższe stałe są takie same w plikach konfiguracji WordPressa i bbPressa.
pt_br: Você também deverá assegurar manualmente que as seguintes constantes sejam equivalentes nos arquivos de configuração do Wordpress e do bbPress. respectivamente.
ro_ro: De asemenea, va trebui să te asiguri manual că următoarele constante sunt echivalente în fișierele de configurare WordPress şi bbPress.
sr_rs: Такође ћете морати да ручно осигурате да су следеће непроменљиве исте у Вордпресовим и bbPress-овим датотекама подешавања.
