Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: The API key you have specified is invalid. Please double check the <code>$bb->akismet_key</code> variable in your <code>config.php file</code>. If you don't have an API key yet, you can get one at <a href="%s">WordPress.com</a>.
es_es: La clave API que has especificado es inválida. Por favor, controla la información de <code>$bb->akismet_key</code> en tu archivo <code>config.php</code>. Si aún no tienes clave API, puedes conseguirla en <a href="%s">WordPress.com</a>.
id_id: Kunci API yang Anda tentukan tidak valid. Mohon periksa ulang variabel <code>$bb->akismet_key</code> dalam <code>berkas config.php</code> Anda. Jika Anda belum memiliki API, Anda dapat memperolehnya pada <a href="%s">WordPress.com</a>.
sk: Číslo kľúča k aplikačnému rozhraniu (API key), ktoré si zadal je neplatné. Over premennú <code>$bb->akismet_key</code> v súbore <code>config.php</code>. Ak ešte nemáš API kľúč, môžeš ho získať na <a href="%s">WordPress.com</a>.

source: Ignore the 30 second post throttling limit
es_es: Ignorar el límite de 30 segundos para publicar
id_id: Hiraukan 30 detik batas mengirim tulisan.
sk: ignorovať 30 sekundové zdržanie pri posielaní príspevkov

source: bbPress Confirmation
es_es: Confirmación de bbPress
id_id: Konfirmasi bbPress
sk: Potvrdenie z fóra

source: No
id_id: Tidak
sk: Nie

source: Yes
es_es: Sí
id_id: Ya
sk: Áno

source: Are you sure you want to submit this post?
es_es: ¿Estás seguro de que quieres enviar este mensaje?
id_id: Apakah Anda yakin ingin mengirimkan tulisan ini?
sk: Skutočne chceš odoslať tento príspevok?

source: Are you sure you want to edit this post?
es_es: ¿Estás seguro de que quieres editar este mensaje?
id_id: Apakah Anda yakin ingin menyunting tulisan ini?
sk: Skutočne chceš upraviť tento príspevok?

source: Are you sure you want to create this topic?
es_es: ¿Estás seguro de que quieres crear este tema?
id_id: Apakah Anda yakin ingin menciptakan topik ini?
sk: Si si istý, že chceš načať túto tému?

source: Are you sure you want to change the resolution status of this topic?
es_es: ¿Estás seguro de que quieres cambiar el estado de resolución de este tema?
id_id: Apakah Anda yakin ingin mengubah status resolusi topik ini?
sk: Skutočne chceš zmeniť ................ stav témy?

source: Are you sure you want to delete this topic?
es_es: ¿Estás seguro de que quieres borrar este tema?
id_id: Apakah Anda yakin ingin menghapus topik ini?
sk: Skutočne chceš vymazať túto tému?

source: Are you sure you want to change the status of this topic?
es_es: ¿Estás seguro de que quieres cambiar el estado de este tema?
id_id: Apakah Anda yakin ingin mengubah status topik ini?
sk: Skutočne chceš zmaniť momentálny stav tejto témy?

source: Are you sure you want to change the sticky status of this topic?
es_es: ¿Estás seguro de que quieres cambiar el estado pegajoso de este tema?
id_id: Apakah Anda yakin ingin mengganti status ......... untuk topik ini?
sk: Skutočne chceš zmeniť ............... stav tejto témy?

source: Are you sure you want to move this topic?
es_es: ¿Estás seguro de que quieres mover este tema?
id_id: Apakah Anda yakin ingin memindahkan topik ini?
sk: Skutočne chceš presťahovať túto tému?

source: Are you sure you want to add this tag to this topic?
es_es: ¿Estás seguro de que quieres agregar esa etiqueta a este tema?
id_id: Apakah Anda yakin ingin menambahkan tag tersebut ke topik ini?
sk: Skutočne chceš takto označkovať tému?

source: Are you sure you want to rename this tag?
es_es: ¿Estás seguro de que quieres cambiar el nombre de esta etiqueta?
id_id: Apakah Anda yakin ingin mengubah nama tag ini?
sk: Skutočne chceš premenovať túto značku?

source: Are you sure you want to submit these tags?
es_es: ¿Estás seguro de que quieres enviar estas etiquetas?
id_id: Apakah Anda yakin ingin mengirim tag-tag ini?
sk: Skutočne chceš odoslať tieto značky? Vystihujú dobre obsah textu?

source: Are you sure you want to destroy this tag?
es_es: ¿Estás seguro de que quieres borrar esta etiqueta?
id_id: Apakah Anda yakin ingin menghancurkan tag ini?
sk: Skutočne chceš zahodiť túto značku?

source: Are you sure you want to remove this tag from this topic?
es_es: ¿Estás seguro de que quieres borrar esta etiqueta de este tema?
id_id: Apakah Anda yakin ingin menyingkirkan tag tersebut dari topik ini?
sk: Si si istý, že chceš odstrániť túto značku z danej témy?

source: Are you sure you want to toggle your favorite status for this topic?
es_es: ¿Estás seguro de que quieres cambiar tu estado de favorito de este tema?
id_id: Apakah Anda yakin ingin mengganti status favorit Anda untuk topik ini?
sk: Naozaj chceš zaradiť túto tému medzi tvoje obľúbené?

source: Are you sure you want to edit this user's profile?
es_es: ¿Estás seguro de que quieres editar el perfil de este usuario?
id_id: Apakah Anda yakin ingin menyunting profil pengguna ini?
sk: Skutočne chceš upraviť profil tohto užívateľa?

source: Are you sure you want to add this forum?
es_es: ¿Estás seguro de que quieres agregar este foro?
id_id: Apakah Anda yakin ingin menambahkan forum ini?
sk: Skutočne chceš pridať toto fórum?

source: Are you sure you want to update your forums?
es_es: ¿Estás seguro de que quieres actualizar tus foros?
id_id: Apakah Anda yakin ingin memperbarui forum Anda?
sk: Skutočne chceš aktualizovať tvoje fóra?

source: Are you sure you want to delete that forum?
es_es: ¿Estás seguro de que quieres borrar este foro?
id_id: Apakah Anda yakin ingin menghapus forum itu?
sk: Skutočne chceš vymazať toto fórum?

source: Are you sure you want to recount these items?
es_es: ¿Estás seguro de que quieres recontar estos elementos?
id_id: Apakah Anda yakin ingin menghitung ulang butir-butir ini?
sk: Skutočne chceš prepočítať tieto položky?

source: Are you sure you want to switch themes?
es_es: ¿Estás seguro de que quieres cambiar los diseños?
id_id: Apakah Anda yakin ingin mengganti tema?
sk: Skutočne chceš prepnúť vzhľad?

source: Are you sure you want to do this?
es_es: ¿Estás seguro de que quieres hacer eso?
id_id: Apakah Anda yakin ingin melakukan ini?
sk: Skutočne to chceš urobiť?

source: Are you sure you wanna delete this post by "' + %s + '"?
es_es: ¿Estás seguro de que quieres borrar este mensaje de "' + %s + '"?
id_id: Apakah Anda yakin ingin menghapus tulisan oleh "' + %s + '" ini?
sk: Naozaj chceš vymazať tento príspevok? Jeho autor je "' + %s + '".

source: Are you sure you want to remove the "' + %s + '" tag?
es_es: ¿Estás seguro de que quieres borrar la etiqueta "' + %s + '"?
id_id: Apakah Anda yakin ingin menyingkirkan tag "' + %s + '"?
sk: Si si istý, že chceš odstrániť "' + %s + '" značku?

source: This topic is one of your <a href=' + %s + '>favorites</a>
es_es: Este tema es uno de tus <a href=' + %s + '>favoritos</a>
id_id: Topik ini ialah salah satu <a href=' + %s + '>favorit</a> Anda
sk: Je jedna z tvojich <a href=' + %s + '>obľúbených</a>

source: User Type:
id_id: Tipe Pengguna:
sk: Typ užívateľa:

source: Allow this user to:
id_id: Izinkan pengguna ini untuk:
sk: Povoľ tomuto užívateľovi:

source: Log out
id_id: Keluar log
sk: Odhlás sa

source: Doesn&#8217;t look like you&#8217;ve installed bbPress yet, <a href="%s">go here</a>.
id_id: Sepertinya Anda belum menginstal bbPress. <a href="%s">Pergi ke sini</a>.

source: Sticky:
id_id: Tempelan:
sk: Otravný:

source: <a href="%1$s">Register</a> or log in
id_id: <a href="%1$s">Daftar</a> atau masuk log
sk: <a href="%1$s"> Registruj sa</a> alebo sa prihlás

source: An email has been sent to the address we have on file for you. If you don&#8217;t get anything with a few minutes, or your email has changed, you may want to get in touch with the webmaster or forum administrator here.
id_id: Sebuah email telah dikirim ke alamat yang kami miliki pada berkas Anda. Jika Anda tidak memperoleh apapun dalam beberapa menit, atau email Anda telah berubah, Anda kiranya dapat menghubungi webmaster atau administrator forum di sini.
sk: Poslali sme e-mail na tvoju adresu. Ak nedostaneš nič v priebehu niekoľkých minút alebo sa zmenila tvoja e-mail adresa, môžeš kontaktovať administrátora fóra.

source: New password:
id_id: Kata sandi baru:
sk: Nové heslo:

source: Username<sup>*</sup>:
id_id: Nama pengguna<sup>*</sup>:
sk: Užívateľské meno<sup>*</sup>:

source: F j, Y, h:i A
id_id: j F Y, H:i
sk: j. F Y, G:i

source: Last 35 Posts
id_id: 35 Tulisan Terakhir
sk: Posledných 35 príspevkov

source: This topic is closed.
sk: Táto téma je uzavretá.

source: Slow down! You can only post every 30 seconds.
sk: Spomaľ! Môžeš prispievať len každých 30 sekúnd.

source: Add forum
sk: Pridaj fórum

source: Update forum information
sk: Aktualizuj údaje o fóre

source: Update
sk: Aktualizovať

source: Deleted Posts
sk: Zmazané príspevky

source: Deleted Topics
sk: Zmazané témy

source: bb_get_user needs a numeric ID
sk: bb_get_user potrebuje číselné ID

source: Are you sure you want to merge the &#039;%s&#039; tag into the tag you specified? This is permanent and cannot be undone.
sk: Skutočne chceš vmiesiť &#039;%s&#039; označkované témy medzi veci zadanej značky? Je sa natrvalo. Nedá sa vrátiť späť.

source: Are you sure you want to destroy the &#039;%s&#039; tag? This is permanent and cannot be undone.
sk: Skutočne chceš zahodiť značku &#039;%s&#039? Bude to natrvalo.

source: Your server is running PHP version %s but bbPress requires at least 4.2
sk: Tvoj server beží na PHP %s ale bbPress vyžaduje aspoň 4.2

source: Your PHP installation appears to be missing the MySQL which is required for bbPress.
sk: Vyzerá to, že tvoja inštalácia PHP postráda MySQL. MySQL databáza je potrebná pre bbPress.

source: GLOBALS overwrite attempt detected
sk: detekoval som pokus prepísať GLOBALS

source: Does&#8217;t look like you&#8217;ve installed bbPress yet, <a href="%s">go here</a>.
sk: Vyzerá to, že si ešte nenainštaloval bbPress. <a href="%s">Ideme na to</a>.

source: %1$s is proudly powered by <a href="%2$s">bbPress</a>.</p>
sk: %1$s hrdo používa platformu <a href="%2$s">bbPress</a>.</p>

source: Try Again
sk: Skús ešte raz

source: Recover Password
sk: Obnov heslo

source: Send Post
sk: Pošli príspevok

source: If you wish to update your password, you may enter a new password twice below:
sk: Ak si praješ aktualizovať heslo, zadaj nové heslo nižšie dva-krát za sebou:

source: A password will be mailed to the email address you provide. Make sure to whitelist our domain (%s) so the confirmation email doesn't get caught by any filters.
sk: Heslo zašleme e-mailom na tvoju adresu. Uisti sa, či sa náhodou (%s) nedostala do spamu.

source: Thread title matches
sk: Názov témy sa zhoduje

source: %1$d replies &#8212; Last reply: %2$s
sk: %1$d reakcií &#8212; Posledná reakcia: %2$s

source: Add
sk: Pridaj

source: Your tags:
sk: Tvoje značky:

source: Username not found.
sk: Užívateľské meno sa nenašlo.

source: bbPress &rsaquo; Upgrade
es_es: bbPress &rsaquo; Actualización

source: Forum: %s
es_es: Foro: %s
