Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: The topic could not be closed.
bg_bg: Темата не може да бъде затворена.
et_ee: Teemat ei suudetud sulgeda.
fi: Tämä aihe on suljettu.
fr_fr: Ce sujet n'a pas pu être fermé.
hu_hu: A témát nem sikerült lezárni.
ja: トピックを閉じることができませんでした。
pl_pl: Temat nie mógł zostać zamknięty.
pt_br: Não foi possível encerrar o tópico.
ro_ro: Subiectul nu s-a putut închide.
sk_sk: Téma nemohla byť uzavretá.
sr_rs: Тема није могла бити затворена.
ug_cn: تېمىنى تاقاشقا مۇمكىن بولمىدى.

source: The topic could not be opened.
bg_bg: Темата не може да бъде отворена.
et_ee: Teemat ei suudetud avada.
fi: Tämä aihe on avattu.
fr_fr: Le sujet ne peut pas être ouvert.
hu_hu: A témát nem sikerült megnyitni.
ja: トピックを開くことができませんでした。
pl_pl: Temat nie mógł zostać otwarty.
pt_br: Não foi possível abrir o tópico.
ro_ro: Subiectul nu s-a putut deschide.
sk_sk: Téma nemohla byť otvorená.
sr_rs: Тема није могла бити отворена.
ug_cn: تېمىنى ئېچىشقا مۇمكىن بولمىدى.

source: The post id is invalid.
bg_bg: Номерът на отговора е невалиден.
et_ee: Postituse ID on vigane.
fi: Viestin tunnusnumero on epäkelpo.
fr_fr: l'ID du message est invalide.
hu_hu: A bejegyzés azonosítója hibás.
ja: 不正な投稿 ID です。
pl_pl: Nieprawidłowy identyfikator wpisu.
pt_br: ID do post inválida.
ro_ro: ID-ul mesajului nu este valid.
sk_sk: Id príspevku je neplatné.
sr_rs: id поруке није исправан.
ug_cn: يازما id سى ئىناۋەتسىز.

source: No post found.
bg_bg: Няма намерени отговори.
et_ee: Ühtegi postitust ei leitud.
fi: Ei tuloksia.
fr_fr: Aucun sujet trouvé.
hu_hu: Nincsenek hozzászólások.
ja: 投稿が見つかりませんでした。
pl_pl: Nie znaleziono żadnego wpisu.
pt_br: Nenhum post encontrado.
ro_ro: Nu s-a găsit niciun mesaj.
sk_sk: Nebol nájdený žiaden príspevok!
sr_rs: Нема нађених порука.
ug_cn: يازما تېپىلمىدى.

source: The post data is invalid.
bg_bg: Данните за отговора са невалидни.
et_ee: Postituse andmed on vigased.
fi: Viestin data on epäkelpo.
fr_fr: Les données du message sont invalides.
hu_hu: A hozzászólás adatai hibásak.
ja: 不正な投稿データです。
pl_pl: Nieprawidłowe dane wpisu.
pt_br: Os dados do post são inválidos.
ro_ro: Datele din mesaj nu sunt valide.
sr_rs: Подаци поруке нису исправни.
ug_cn: يازما ئۇچۇرلىرى ئىناۋەتسىز.

source: You do not have permission to write posts to this topic.
bg_bg: Нямате позволение да пишете отговори в тази тема.
et_ee: Teil puuduvad õigused siia teemasse postituste tegemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;écrire des messages dans ce sujet.
hu_hu: Nincs jogosultság hozzászólni ehhez a témához.
ja: このトピックに投稿する権限がありません。
pl_pl: Nie posiadasz uprawnienia do pisania w tym temacie.
pt_br: Sem permissão para escrever posts neste tópico.
ro_ro: Nu ai voie să scrii mesaje la acest subiect.
sk_sk: Nemáte dostatočné oprávnenie na písanie príspevkov na toto téma.
sr_rs: Немате дозволу да пишете поруке у овој теми.
ug_cn: بۇ تېمىغا يازما يوللىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: The post text is invalid.
bg_bg: Съдържанието на отговора е невалидно.
et_ee: Postituse tekst on vigane.
fi: Viestin teksti on epäkelpo.
fr_fr: le texte du message est invalide.
hu_hu: A hozzászólás szövege hibás.
ja: 不正な投稿本文です。
pl_pl: Nieprawidłowa treść wpisu.
pt_br: O texto do post é inválido.
ro_ro: Textul mesajului nu este valid.
sk_sk: Text príspevku je neplatný.
sr_rs: Текст поруке није исправан.
ug_cn: يازما تېكىستى ئىناۋەتسىز.

source: You do not have permission to delete posts.
bg_bg: Нямате позволение да триете отговори.
et_ee: Teil puuduvad õigused postituste kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer des messages
hu_hu: Nincs jogosultság a hozzászólás törléséhez.
ja: 投稿を削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usuwania wpisów.
pt_br: Sem permissão para excluir posts.
ro_ro: Nu ai voie să ștergi mesaje.
sk_sk: Nemáte oprávnenie na mazanie príspevkov.
sr_rs: Немате дозволу да бришете поруке.
ug_cn: يازمىلارنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You do not have permission to delete this post.
bg_bg: Нямате позволение да изтривате този отговор.
et_ee: Teil puuduvad õigused selle postituse kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer ce message.
hu_hu: Nincs jogosultság ennek a hozzászólásnak a törléséhez.
ja: この投稿を削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usunięcia tego wpisu.
pt_br: Sem permissão para excluir este post.
ro_ro: Nu ai voie să ștergi acest mesaj.
sk_sk: Nemáte oprávnenie na vymazanie tohto príspevku.
sr_rs: Немате дозволу да обришете ову поруку.
ug_cn: بۇ يازمىنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: Could not retrieve hot topic tags.
bg_bg: Неуспех при извличането на горещите етикети.
fi: Suosittujen avainsanojen hakeminen epäonnistui.
fr_fr: Impossible de récupérer les mots clefs des sujets récents.
hu_hu: Nem sikerült lekérdezni a friss témák cimkéit.
ja: 人気トピックタグを読み込めませんでした。
pl_pl: Nie można było pobrać gorących tagów.
pt_br: Não foi possível recuperar as tags de tópicos populares.
ro_ro: Nu s-au putut obține etichetele pentru subiectele populare.
sr_rs: Није могуће наћи вруће ознаке тема.
ug_cn: ئاۋات تېما خەتكۈچلىرىگە ئېرىشكىلى بولمىدى.

source: No hot topic tags found.
bg_bg: Няма горещи етикети.
fi: Ei avainsanoja.
fr_fr: Aucun mot clef de sujet récent n'a été trouvé.
hu_hu: Nem találhatók friss téma cimkék.
ja: 人気トピックタグが見つかりません。
pl_pl: Nie znaleziono żadnych gorących tagów.
pt_br: Nenhuma tag de tópico popular encontrada.
ro_ro: Nu s-a găsit nici o etichetă pentru subiectele populare.
sr_rs: Нема нађених врућих ознака тема.
ug_cn: ئاۋات تېما خەتكۈچى تېپىلمىدى.

source: Could not get a count of all topic tags.
bg_bg: Неуспех при преброяването на етикетите.
fi: Emme voineet hakea laskelmia kaikkien aiheiden avainsanoille.
fr_fr: Impossible d'obtenir le total des mots clefs des sujets.
hu_hu: Nem sikerült megszámolni a téma címkéit.
ja: すべてのトピックタグを数えることができませんでした。
pl_pl: Nie można było pobrać liczby tagów.
pt_br: Não foi possível concluir a contagem de todas tags de tópicos.
ro_ro: Nu s-au putut număra toate etichetele pentru subiecte.
sk_sk: Nie je možné spočítať všetky značky témy.
sr_rs: Није могуће наћи број свих ознака тема.
ug_cn: بارلىق تېما خەتكۈچلىرىنىڭ سانى ئېلىنمىدى.

source: No topic tags found.
bg_bg: Няма етикети.
et_ee: Ühtegi teema silti ei leitud.
fi: Ei avainsanoja.
fr_fr: Aucun sujet trouvé pour ce mot clef.
hu_hu: Nem található témához tartozó címke.
ja: トピックのタグが見つかりませんでした。
pl_pl: Nie znaleziono żadnych tagów przypisanych do tematów.
pt_br: Nenhuma tag de tópico encontrada.
ro_ro: Nu s-a găsit nici o etichetă pentru subiecte.
sk_sk: Žiadne znáčky témy sa nenašli.
sr_rs: Нема нађених ознака тема.
ug_cn: تېما خەتكۈچى تېپىلمىدى.

source: Could not retrieve all topic tags.
bg_bg: Неуспех при извличането на етикетите.
fi: Emme voineet hakea kaikkien aiheiden avainsanoja.
fr_fr: Impossible de récupérer tous les mots clefs des sujets.
hu_hu: Nem sikerült a téma címkéit lekérdezni.
ja: すべてのトピックタグを回復できませんでした。
pl_pl: Nie można było pobrać wszystkich tagów przypisanych do tematów.
pt_br: não foi possível recuperar todas as tags de tópicos
ro_ro: Nu s-au putut obține toate etichetele pentru subiecte.
sk_sk: Nepodarilo sa získať všetky značky témy.
sr_rs: Није могуће наћи све ознаке тема.
ug_cn: بارلىق تېما خەتكۈچلىرىگە ئېرىشكىلى بولمىدى.

source: The tag id is invalid.
bg_bg: Номерът на етикета е невалиден.
et_ee: Sildi ID on vigane.
fi: Avainsanan tunnusnumero on epäkelpo.
fr_fr: l'ID du mot clef est invalide.
hu_hu: A címke azonosítója hiábás.
ja: 不正なタグ ID です。
pl_pl: Nieprawidłowy identyfikator tagu.
pt_br: A ID da tag é inválida.
ro_ro: ID-ul etichetei nu este valid.
sk_sk: ID značky je neplatné.
sr_rs: id ознаке није исправан.
ug_cn: خەتكۈچ ئىناۋەتسىز.

source: No tag found.
bg_bg: Няма намерен етикет.
et_ee: Ühtegi silti ei leitud.
fi: Ei avainsanoja.
fr_fr: Aucun mot clef trouvé.
hu_hu: Címke nem található.
ja: タグが見つかりませんでした。
pl_pl: Nie znaleziono żadnych tagów.
pt_br: Nenhuma tag encontrada.
ro_ro: Nu s-a găsit eticheta.
sk_sk: Nebola nájdená žiadna značka.
sr_rs: Нема нађених ознака.
ug_cn: خەتكۈچ تېپىلمىدى.

source: You do not have permission to edit tags.
bg_bg: Нямате позволение да редактирате етикети.
et_ee: Teil puuduvad õigused siltide muutmiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier les mots clefs.
hu_hu: Nincs jogosultság címke szerkesztéshez.
ja: タグを編集する権限がありません。
pl_pl: Nie posiadasz uprawnienia do edycji tagów.
pt_br: Sem permissão para editar tags.
ro_ro: Nu ai voie să editezi etichete.
sk_sk: Nemáte povolenie na úpravu značiek.
sr_rs: Немате дозволу да уређујете ознаке.
ug_cn: خەتكۈچلەرنى تەھرىرلەش ھوقۇقىڭىز يوق.

source: You do not have permission to add tags to this topic.
bg_bg: Нямате позволение да добавяте етикети към тази тема.
et_ee: Teil puuduvad õigused sellele teemale siltide lisamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;ajouter des mots clefs à ce sujet.
hu_hu: Nincs jogosultság címkét hozzáadni ehhez a témához.
ja: このトピックにタグを追加する権限がありません。
pl_pl: Nie posiadasz uprawnienia do dodawania tagów do tego tematu.
pt_br: Sem permissão para adicionar tags a este tópico.
ro_ro: Nu ai voie să adăugi etichete la acest subiect.
sk_sk: Nemáte dostatočné oprávnenie pre pridanie značiek na toto téma.
sr_rs: Немате дозволу да додајете ознаке овој теми.
ug_cn: بۇ تېمىغا خەتكۈچ قوشۇش ھوقۇقىڭىز يوق.

source: The tag data is invalid.
bg_bg: Данните за етикета са невалидни.
et_ee: Sildi andmed on vigased.
fi: Avainsanan data on epäkelpo.
fr_fr: Les données du mot clef sont invalides.
hu_hu: A címke adatai hibásak.
ja: 不正なタグデータです。
pl_pl: Nieprawidłowe dane tagu.
pt_br: Os dados da tag são inválidos.
ro_ro: Datele din etichetă nu sunt valide.
sr_rs: Подаци ознаке нису исправни.
ug_cn: خەتكۈچ ئۇچۇرلىرى ئىناۋەتسىز.

source: The tags could not be added.
bg_bg: Неуспех при добавяне на етикети.
et_ee: Silte ei suudetud lisada.
fi: Avainsanojen luominen epäonnistui.
fr_fr: Le mot clef n'a pas pu être ajouté.
hu_hu: A címke hozzáadása nem sikerült.
ja: タグを追加できませんでした。
pl_pl: Tagi nie mogły zostać dodane.
pt_br: Não foi possível adicionar as tags.
ro_ro: Etichetele nu s-au putut adăuga.
sk_sk: Značky sa nepodarilo pridať.
sr_rs: Ознаке нису могле бити додате.
ug_cn: خەتكۈچلەرنى قوشقىلى بولمىدى.

source: You do not have permission to remove tags from this topic.
bg_bg: Нямате позволение премахвате етикети от тази тема.
et_ee: Teil puuduvad õigused sellelt teemalt siltide eemaldamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer des mots clefs depuis ce sujet.
hu_hu: Nincs jogosultság a címkék eltávolításához ebből a témából.
ja: このトピックからタグを削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usunięcia tagów z tego tematu.
pt_br: Sem permissão para remover tags deste tópico.
ro_ro: Nu ai voie să adăugi sau să elimini etichete la acest subiect.
sk_sk: Nemáte dostatočné oprávnenie na odstránenie značky z tejto témy.
sr_rs: Немате дозволу да уклањате ознаке са ове теме.
ug_cn: بۇ تېمىدىكى خەتكۈچلەرنى يۆتكىۋېتىشكە ھوقۇقىڭىز يوق.

source: The tags could not be removed.
bg_bg: Неуспех при премахването на етикети.
et_ee: Silte ei suudetud eemaldada.
fi: Avainsanojen poistaminen epäonnistui.
fr_fr: Le mot clef n'a pas pu être supprimé.
hu_hu: A címkék eltávolítása nem sikerült.
ja: タグを削除できませんでした。
pl_pl: Tagi nie mogły zostać usunięte.
pt_br: Não foi possível remover as tags.
ro_ro: Etichetele nu s-au putut șterge.
sk_sk: Značky nebolo možné odstrániť.
sr_rs: Ознаке нису могле бити уклоњене.
ug_cn: خەتكۈچلەرنى يۆتكىۋەتكىلى بولمىدى!

source: You do not have permission to manage tags.
bg_bg: Нямате позволение да управлявате етикети.
et_ee: Teil puuduvad õigused siltide haldamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier les mots clefs.
hu_hu: Nincs jogosultság a címkék kezeléséhez.
ja: タグを管理する権限がありません。
pl_pl: Nie posiadasz uprawnienia do zarządzania tagami.
pt_br: Sem permissão para gerenciar as tags.
ro_ro: Nu ai voie să administrezi etichetele.
sk_sk: Nemáte dostatočné oprávnenie na spravovanie značiek.
sr_rs: Немате дозволу да управљате ознакама.
ug_cn: خەتكۈچلەرنى باشقۇرۇش ھوقۇقىڭىز يوق.

source: The tag name is invalid.
bg_bg: Името на етикета е невалидно.
et_ee: Sildi nimi on vigane.
fi: Avainsanan nimi on epäkelpo.
fr_fr: Le nom du mot clef est invalide.
hu_hu: A címke neve hibás.
ja: 不正なタグ名です。
pl_pl: Nieprawidłowa nazwa tagi.
pt_br: O nome da tag é inválido.
ro_ro: Numele etichetei nu este valid.
sk_sk: Názov značky je neplatný.
sr_rs: Име ознаке није исправно.
ug_cn: خەتكۈچ نامى ئىناۋەتسىز.

source: The tag could not be renamed.
bg_bg: Неуспех при преименуване на облак от етикети.
et_ee: Silti ei suudetud ümber nimetada.
fi: Avainsanan uudelleennimeäminen epäonnistui.
fr_fr: Le mot clef n'a pas pu être renommé.
hu_hu: A címkét nem lehet átnevezni.
ja: タグ名の変更ができませんでした。
pl_pl: Tag nie mógł zostać przemianowany.
pt_br: A tag não pode ser renomeada.
ro_ro: Numele etichetei nu s-a putut schimba.
sk_sk: Značka nemohla byť premenovaná.
sr_rs: Ознака није могла бити преименована.
ug_cn: خەتكۈچ نامىنى ئۆزگەرتكىلى بولمىدى.

source: The old tag id is invalid.
bg_bg: Старият етикет е невалиден.
fi: Vanhan avainsanan tunnusnumero on epäkelpo.
fr_fr: l'ID de l'ancien mot clef est invalide.
hu_hu: A régi címke azonosítója hibás.
ja: 不正な旧タグ ID です。
pl_pl: Identyfikator starego tagu jest nieprawidłowy.
pt_br: O ID da tag antiga é inválido.
ro_ro: Vechiul ID al etichetei nu este valid.
sr_rs: Име старе ознаке није исправно.
ug_cn: كونا خەتكۈچ id سى ئىناۋەتسىز.

source: The new tag id is invalid.
bg_bg: Новият етикет е невалиден.
fi: Uuden avainsanan tunnusnumero on epäkelpo.
fr_fr: l'ID du nouveau mot clef est invalide.
hu_hu: Az új címke azonosítója hibás.
ja: 不正な新タグ ID です。
pl_pl: Identyfikator nowego tagu jest nieprawidłowy.
pt_br: O ID da nova tag é inválido.
ro_ro: Noul ID al etichetei nu este valid.
sr_rs: Име нове ознаке није исправно.
ug_cn: يېڭى خەتكۈچ id سى ئىناۋەتسىز.

source: No old tag found.
bg_bg: Няма открит стар етикет.
fi: Ei tuloksia.
fr_fr: Aucun ancien mot clef trouvé.
hu_hu: Nem található régi címke.
ja: 古いタグが見つかりませんでした。
pl_pl: Nie znaleziono starego tagu.
pt_br: Nenhuma tag antiga encontrada.
ro_ro: Nu s-a găsit eticheta veche.
sk_sk: Nebola nájdená žiadna stará značka.
sr_rs: Нема нађене старе ознаке.
ug_cn: كونا خەتكۈچ ئۇچرىمىدى.

source: No new tag found.
bg_bg: Няма открит нов етикет.
fi: Ei tuloksia.
fr_fr: Aucun nouveau mot clef trouvé.
hu_hu: Nem található új címke.
ja: 新しいタグが見つかりませんでした。
pl_pl: Nie znaleziono nowego tagu.
pt_br: Nenhuma tag nova encontrada.
ro_ro: Nu s-a găsit eticheta nouă.
sk_sk: Nebola nájdená žiadna nová značka.
sr_rs: Нема нађене снове ознаке.
ug_cn: يېڭى خەتكۈچ ئۇچرىمىدى.

source: The tags could not be merged.
bg_bg: Неуспех при сливане на етикетите.
fi: Avainsanojen yhdistäminen epäonnistui.
fr_fr: Les mots clefs n'ont pas pu être fusionnés.
hu_hu: A címkéket nem lehetséges egyesíteni.
ja: タグを統合することができませんでした。
pl_pl: Tagi nie mogły zostać scalone.
pt_br: Não foi possível mesclar as tags.
ro_ro: Aceste etichete nu s-au putut combina.
sk_sk: Značky sa nepodarilo spojiť.
sr_rs: Ознаке нису могле бити спојене.
ug_cn: خەتكۈچلەرنى بىرلەشتۈرگىلى بولمىدى.

source: The tag could not be destroyed.
bg_bg: Неуспех при унищожашане на облак от етикети.
fi: Avainsanan tuhoaminen epäonnistui.
fr_fr: Le mot clef n'a pas pu être détruit.
hu_hu: A címkéket nem lehetséges megsemmisíteni.
ja: タグを削除できませんでした。
pl_pl: Tag nie mógł zostać usunięty.
pt_br: Não foi possível destruir a tag.
ro_ro: Eticheta nu s-a putut distruge.
sk_sk: Značka nemôže byť zničená.
sr_rs: Ознаке није могла бити уништена.
ug_cn: خەتكۈچنى ئۆچۈرگىلى بولمىدى.

source: Software Name
bg_bg: Име на софтуера
et_ee: Tarkvara nimetus
fi: Ohjelmiston nimi
fr_fr: Nom du logiciel
hu_hu: Szoftver neve
ja: ソフト名
pl_pl: Nazwa oprogramowania
pt_br: Nome do programa
ro_ro: Numele programului
sk_sk: Názov softvéru
sr_rs: Име софтвера
ug_cn: يۇمشاق دېتال نامى

source: Software Version
bg_bg: Версия
et_ee: Tarkvara versioon
fi: Versio
fr_fr: Version du logiciel
hu_hu: Szoftver verziója
ja: ソフトのバージョン
pl_pl: Wersja oprogramowania
pt_br: Versão do programa
ro_ro: Versiunea programului
sk_sk: Verzia softvéru
sr_rs: Издање софтвера
ug_cn: يۇمشاق دېتال نەشرى

source: Site URL
bg_bg: Адрес на сайта
et_ee: Lehe URL
fi: Sivuston URL-osoite
fr_fr: Adresse du site (URL)
hu_hu: Webhely URL
ja: サイト URL
pl_pl: Adres URL strony
pt_br: Endereço do site (URL)
ro_ro: URL-ul site-ului
sk_sk: URL Stránky
sr_rs: URL веб места
ug_cn: تور بەت ئادرېسى

source: Site Name
bg_bg: Заглавие на сайта
et_ee: Lehe nimi
fi: Sivuston nimi
fr_fr: Nom du site
hu_hu: Webhely neve
ja: サイト名
pl_pl: Nazwa strony
pt_br: Nome do site
ro_ro: Numele site-ului
sk_sk: Meno stránky
sr_rs: Име веб места
ug_cn: تور بەت نامى

source: Site Description
bg_bg: Описание на сайта
et_ee: Lehe kirjeldus
fi: Sivuston kuvaus
fr_fr: Description du site
hu_hu: Webhely leírása
ja: サイトの説明
pl_pl: Opis strony
pt_br: Descrição do site
ro_ro: Descrierea site-ului
sk_sk: Popis stránky
sr_rs: Опис веб места
ug_cn: تور بەت چۈشەندۈرۈشى

source: Time Zone
bg_bg: Часова зона
et_ee: Ajavöönd
fi: Aikavyöhyke
fr_fr: Fuseau horaire
hu_hu: Időzóna
ja: タイムゾーン
pl_pl: Strefa czasowa
pt_br: Fuso horário
ro_ro: Fusul orar
sk_sk: Časová zóna
sr_rs: Временска зона
ug_cn: ۋاقىت رايونى

source: Date/Time Format
bg_bg: Формат на дата/час
et_ee: Kuupäeva- ja ajavorming
fi: Päivämäärän oletusmuoto
fr_fr: Format de la date et de l&#8217;heure
hu_hu: Dátum/idő formátum
ja: 日付と時間のフォーマット
pl_pl: Format daty/czasu
pt_br: Formato de data/hora
ro_ro: Formatul pentru dată / oră
sk_sk: Formát dátumu/času
sr_rs: Облик датума и времена
ug_cn: چېسلا/ۋاقىت ئىپادىلىنىشى

source: Date Format
bg_bg: Формат на датата
et_ee: Kuupäevavorming
fi: Päivämäärän oletusmuoto
fr_fr: Format de date
hu_hu: Alapértelmezett dátum formátum:
ja: 日付のフォーマット
pl_pl: Format daty
pt_br: Formato de Data
ro_ro: Formatul pentru dată
sk_sk: Formát dátumu
sr_rs: Облик датума
ug_cn: چېسلا ئىپادىلىنىشى

source: You are not allowed to manage options.
bg_bg: Нямате право да променяте настройките.
et_ee: Teil puuduvad õigused seadete haldamiseks.
fi: Sinulla ei ole oikeuksia hallita avainsanoja.
fr_fr: Vous n&#8217;êtes pas autorisé(e) à gérer les réglages.
hu_hu: Nincs jogosultság a beállítások kezeléséhez.
ja: 設定を管理する権限がありません。
pl_pl: Nie posiadasz uprawnień do zarządzania opcjami.
pt_br: Sem permissão para gerenciar opções.
ro_ro: Nu ai voie să administrezi opțiunile.
sk_sk: Nemáte povolenie spravovať možnosti.
sr_rs: Није вам дозвољено управљање опцијама.
ug_cn: تاللاشلارنى باشقۇرۇشىڭىزغا ئىجازەت بېرىلمىگەن.

source: The options data is invalid.
bg_bg: Данните за настройките са невалидни.
et_ee: Seadete andmed on vigased.
fi: Asetuksien data on epäkelpo.
fr_fr: Les données des réglages sont invalides.
hu_hu: A beállítási adatok hibásak.
ja: 不正なオプションデータです。
pl_pl: Dane opcji są nieprawidłowe.
pt_br: Os dados das opções são inválidos.
ro_ro: Datele din opțiuni nu sunt valide.
sk_sk: Volitelné dáta sú neplatné.
sr_rs: Подаци опција нису исправни.
ug_cn: تاللاش ئۇچۇرلىرى ئىناۋەتسىز.

source: This is not the site you are trying to pingback.
bg_bg: Това не е сайтът, към който се опитвате да изпратите pingback.
et_ee: See pole see leht, mida te proovide pingida.
fi: Tämä ei ole sivusto, johon yrität paluuviitata.
fr_fr: Ce n'est pas le site que vous essayez de contacter (pingback).
hu_hu: Ez nem az az oldal, amire szeretnél visszajelzést küldeni.
ja: これはあなたがピンバックを送ろうとしているサイトではありません。
pl_pl: To nie jest strona, do której próbujesz wysłać pingback.
pt_br: Esse não é o site para o qual você está tentando fazer o pingback.
ro_ro: Acesta nu e site-ul pe care încerci să-l pingback-uiești.
sr_rs: Ово није веб место коме желите да пошаљете повратни пинг.
ug_cn: بۇ سىز pingback قىلماقچى بولغان تور بەت ئەمەس.

source: The source URL and the target URL cannot both point to the same resource.
bg_bg: Адресите източник и цел не могат да сочат към един и същи ресурс.
et_ee: Lähte- ja sihtkoha URL-id ei tohi olla samad.
fi: Lähdeosoite ja kohdeosoite eivät voi osoittaa samaan resurssiin.
fr_fr: L&rsquo;URL source et l&rsquo;URL cible ne peuvent pointer vers la même ressource.
hu_hu: A forrás- és a cél URL nem lehet ugyanaz.
ja: ソース URL とターゲット URL に同一のリソースを指定することはできません。
pl_pl: Źródłowy adres URL i docelowy adres URL nie mogą wskazywać na ten sam zasób.
pt_br: O URL de origem e o URL de destino não podem apontar para a mesma origem.
ro_ro: URL-ul sursă și URL-ul țintă nu trebuie să indice ambele spre aceeaşi resursă.
sk_sk: Zdrojová URL a cieľová URL nemôžu ukazovať na rovnaké miesto.
sr_rs: Изворни URL и циљани URL не могу заједно да показују на исти извор.
ug_cn: مەنبە ۋە نىشان ئادرېسىنىڭ ھەر ئىككىسىنى ئوخشاش بايلىققا توغرىلاشقا بولمايدۇ.

source: The specified target URL cannot be used as a target. It either doesn't exist, or it is not a pingback-enabled resource.
bg_bg: Указаният URL адрес не може да бъде използван като цел. Той или не съществува, или не поддържа pingback.
et_ee: Määratud URL ei sobi. Seda kas ei ole olemas või ei tunnista ta pingback-i.
fi: Määritettyä kohdeosoitettta ei voida käyttää kohteena. Sitä ei joko ole olemassa, tai se ei ole resurssi, jossa paluuviite olisi otettu käyttöön.
fr_fr: L&rsquo;URL spécifiée ne peut être utilisée comme cible. Soit elle n&rsquo;existe pas, ou il ne s&rsquo;agit pas d&rsquo;une ressource reconnaissant les pings.
hu_hu: A megadott URL nem használható célként. Mive, vagy nem létezik, vagy nem kezeli a visszajelzéseket.
ja: 指定した URL はターゲットとして使用できません。この URL は存在しないか、ピンバックが有効になっていません。
pl_pl: Podany docelowy adres URL nie mógł zostać użyty jako cel, ponieważ nie istnieje lub nie prowadzi do zasobu obsługującego pingbacki.
pt_br: O URL de destino especificado não pode ser usado como destino. Ele não existe ou não permite pingbacks.
ro_ro: URL-ul specificat nu poate fi folosit ca și țintă. Sau nu există, sau este o resursă care nu are activat pingback-ul.
sk_sk: Zadaná cieľová URL nemôže byť použitá ako cieľ. Buď neexistuje, alebo to nie je adresa s aktívnym pingback zdrojom.
sr_rs: Циљани URL не може бити коришћен као циљ. Или не постоји или није омогућен повратни пинг.
ug_cn: بەلگىلەنگەن نىشان ئادرېسى مەۋجۇت ئەمەس ياكى pingback ئىجازىتى يوق. شۇڭا ئۇنى نىشان قىلغىلى بولمايدۇ.

source: The specified target topic does not contain any posts.
bg_bg: Посочената тема не съдържа отговори.
et_ee: Sisestatud teema ei sisalda ühtegi postitust.
fi: Määritetty kohdeaihe ei sisällä yhtään viestiä.
fr_fr: L'adresse du sujet demandé ne contient aucun message.
hu_hu: A megadott cél téma nem tartalmaz hozzászólásokat.
ja: 指定したターゲットトピックには投稿がありません。
pl_pl: Podany docelowy temat nie zawiera żadnych wpisów.
pt_br: O tópico de destino especificado não contém posts.
ro_ro: Subiectul țintă specificat nu conţine niciun mesaj.
sr_rs: Циљани URL теме не садржи поруке.
ug_cn: كۆرسىتىلگەن نىشان تېمىدا ھېچقانداق يازما يوق.

source: The pingback has already been registered.
bg_bg: Този pingback вече е отчетен.
et_ee: See pingback-viide on juba registreeritud.
fi: Paluuviite on jo rekisteröity.
fr_fr: Le ping a déjà été enregistré.
hu_hu: A visszajelzés már regisztrálva van.
ja: そのピンバックはすでに登録済みです。
pl_pl: Pingback został już zarejestrowany.
pt_br: O pingback já foi registrado.
ro_ro: Pingback-ul a fost deja înregistrat.
sk_sk: Pingback už bol zaregistrovaný.
sr_rs: Повратни пинг је већ примљен.
ug_cn: pingback تىزىملىتىپ بولۇنغان.
