Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: You've been blocked. If you think a mistake has been made, contact this site's administrator.
bg_bg: Блокирани сте. Ако смятате, че е станала грешка, свържете се с администратора на сайта.
es_es: Has sido bloqueado. Si crees que se trata de un error, contacta al administrador del sitio.
et_ee: Sind on blokeeritud. Kui sa arvad, et see on eksitus, siis võta ühendust lehe administraatoriga.
fi: Sinut on estetty. Mikäli luulet, että on tapahtunut virhe, ota yhteyttä tämän sivuston ylläpitäjään.
fr_fr: Vous avez été bloqué. Si vous pensez qu&#8217;il s&#8217;agit d&#8217;une erreur, veuillez contacter l&#8217;administrateur du site.
hu_hu: Blokkolva vagy. Ha szerinted ez tévedés, akkor vedd fel a kapcsolatot az adminisztrátorral.
id_id: Anda telah diblokir. Jika Anda pikir terjadi suatu kesalahan, hubungi administrator situs ini.
ja: あなたはブロックされています。これが何かの手違いだと思われる場合は、サイト管理者に連絡してください。
pl_pl: To konto zostało zblokowane. Jeżeli uważasz, że popełniono błąd, skontaktuj się z administratorem strony.
pt_br: Você foi bloqueado. Se você acha que pode ter acontecido um engano, contate o administrador do site.
ro_ro: Ai fost blocat. Dacă crezi că e o greșeală, contactează un administrator.
sk: Zablokovali sme ťa. Ak si myslíš, že to bol omyl, prijmi prosím moje ospravedlneneie a kontaktuj administrátora.
sk_sk: Boli ste zablokovaný. Ak si myslíte, že to bol omyl a kontaktujte administrátora.
sr_rs: Ви сте блокирани. Уколико мислите да је направљена грешка, контактирајте управника овог веб места.
th: คุณได้ถูกบล็อคจากเว็บนี้ ถ้าคุณคิดว่านี่เป็นความผิดพลาด กรุณาติดต่อผู้ควบคุมเวบ
ug_cn: سىز چەكلەپ قويۇلغان. ئەگەر بىرەر خاتالىق يۈز بەردى دەپ قارىسىڭىز، بۇ تور بەتنىڭ باشقۇرغۇچىسى بىلەن ئالاقىلىشىڭ.

source: The specified user does not exist.
bg_bg: Това потребителско име не съществува.
et_ee: Sellist kasutajat ei ole olemas.
fi: Käyttäjätunnusta ei ole olemassa.
fr_fr: L'utilisateur spécifié n'existe pas.
hu_hu: A megadott felhasználó nem létezik.
ja: 指定したユーザーは存在しません。
pl_pl: Podane konto użytkownika nie istnieje.
pt_br: O usuário especificado não existe.
ro_ro: Utilizatorul specificat nu există.
sr_rs: Наведено корисничко име не постоји.
ug_cn: كۆرسىتىلگەن قوللانچى مەۋجۇت ئەمەس

source: If you wanted to reset your password, you may do so by visiting the following address: %s If you don't want to reset your password, just ignore this email. Thanks!
bg_bg: Ако сте поискали да възстановите паролата си, моля посетете следния адрес: %s Ако не желаете да променяте паролата си, просто игнорирайте това съобщение. Благодарим!
et_ee: Kui tahtsite oma parooli vahetada, siis külastage seda aadressi: %s Kui te oma parooli vahetada ei tahtnud, siis lihtsalt ignoreerige seda kirja. Täname!
fi: Mikäli halusit vaihtaa salasanasi, tee se vierailemalla seuravassa osoitteessa: %s Mikäli et halua vaihtaa salasanaasi, poista tämä viesti. Kiitos!
fr_fr: Pour renouveler votre mot de passe, suivez le lien suivant : %s Si vous ne souhaitez pas renouveler votre mot de passe, ignorez simplement cet e-mail. Merci !
hu_hu: Ha a jelszavadat szeretted volna visszállítani, akkor alább ezt megteheted: %s Ha nem szeretnéd megváltoztatni a jelszavadat, akkor hagyd figyelmen kívűl ezt az emailt. Köszönjük!
id_id: Jika Anda ingin menentukan ulang kata sandi Anda, Anda dapat melakukannya dengan mengunjungi alamat berikut: %s Jika Anda tidak ingin menentukan ulang kata sandi Anda, cukup hiraukan email ini. Terimakasih!
ja: パスワードをリセットするには、以下のアドレスを開いてください。 %s パスワードをリセットしたくない場合は、このメールを無視してください。
pl_pl: Jeżeli chcesz uzyskać nowe hasło, możesz to uczynić przez przejście pod poniższy adres: %s Jeśli jednak nie chcesz tego robić, po prostu zignoruj tego e-maila. Dzięki!
pt_br: Para redefinir sua senha, visite este endereço: %s Se não desejar redefinir a senha, apenas ignore este email.
ro_ro: Pentru resetarea parolei, mergi la următoarea adresă: %s Dacă nu dorești resetarea parolei, pur şi simplu ignoră acest mesaj. Îți mulţumim!
sk: Ak chceš obnoviť svoje heslo, navštív nasledovnú adresu: %s Ak nechceš obnoviť heslo, ignoruj tento e-mail. Ďakujem.
sk_sk: Ak chcete obnoviť svoje heslo, navštívte nasledujúcu adresu: %s Ak nechcete obnoviť vaše heslo, ignorujte tento e-mail. Ďakujeme.
sr_rs: Уколико желите да ресетујете своју лозинку, то можете урадити посећујући следећу адресу: %s Уколико не желите да ресетујете своју лозинку, не обраћајте пажњу на ову поруку. Хвала!
th: ถ้าคุณต้องการกู้คืนรหัสผ่านของคุณ คุณอาจจะต้องเข้าดูที่หน้าต่อไปนี้: %s ถ้าคุณไม่ต้องการกู้คืนรหัสผ่านของคุณ ก็ไม่ต้องสนใจอีเมล์นี้ ขอบคุณ
ug_cn: Parolingizni qayta belgilimekchi bolsingiz, towendiki adresni ziyfrgt qiling: %s Parolingizni qayta belgileshni xalimisingiz, undaqta bu elxet bilen karingiz bolmisun. Rehmet!

source: Password Reset
bg_bg: Възстановяване на парола
et_ee: Parool vahetatud.
fi: Salasanan palautus
fr_fr: Mot de passe réinitialisé
hu_hu: Jelszó újragenerálás
id_id: Tentukan Ulang Kata Sandi
ja: パスワードのリセット
pl_pl: Generowanie nowego hasła
pt_br: Senha redefinida
ro_ro: Resetarea parolei
sk: Obnoviť heslo
sk_sk: Obnoviť heslo
sr_rs: Лозинка је ресетована
th: ตั้งค่ารหัสผ่านใหม่
ug_cn: پارولنى قايتا بەلگىلەش

source: The email containing the password reset link could not be sent.
bg_bg: Грешка при изпращането на email за промяна на паролата.
et_ee: Parooli taastamise e-kirja saatmine ebaõnnestus.
fi: Sähköpostia, joka sisältää salasanan palautuslinkin, ei voitu lähettää.
fr_fr: L'e-mail contenant le lien de renouvellement de mot de passe n'a pu être envoyé.
hu_hu: Az új jelszót generáló linket tartalmazó levelet nem sikerült elküldeni.
ja: パスワードのリセット用リンクを含むメールを送信できませんでした。
pl_pl: E-mail zawierający odnośnik pozwalający na uzyskanie nowego hasła nie mógł zostać wysłany.
pt_br: Não foi possível enviar o email com o link da senha redefinida.
ro_ro: Mesajul email care conține legătura pentru resetarea parolei nu a putut fi trimis.
sr_rs: Е-пошта која садржи везу за ресетовање лозинке није могла бити послата.
ug_cn: پارولنى قايتا بەلگىلەش ئۇلانمىسىنى ئۆز ئىچىگە ئالغان ئېلخەتنى يوللىغىلى بولمىدى.

source: Key not found.
bg_bg: Ключовата дума не е намерена.
et_ee: Faili ei leitud
fi: Avainta ei löydy.
fr_fr: Clef introuvable.
hu_hu: Kulcsl nem található
id_id: Kunci tidak ditemukan.
ja: キーが見つかりません。
pl_pl: Klucz nie został znaleziony.
pt_br: Chave não encontrada
sk: Kľúč sa nenašiel.
sk_sk: Kľúč sa nenašiel.
sr_rs: Кључ није пронађен.
th: ไม่พบ key
ug_cn: ئاچقۇچ تېپىلمىدى.

source: You are not allowed to change your password.
bg_bg: Нямате право да променяте паролата си.
et_ee: Teil ei ole õigust oma parooli muuta.
fi: Sinulla ei ole salasanan muuttamiseen tarvittavaa oikeutta.
fr_fr: Vous n&#8217;êtes pas autorisé à changer votre mot de passe.
hu_hu: Nem engedélyezett a jelszó megváltoztatása.
id_id: Anda tidak diizinkan untuk mengubah kata sandi Anda.
ja: パスワードを変更する権限がありません。
pl_pl: Nie posiadasz uprawnienia do zmiany swojego hasła.
pt_br: Sem permissão para alterar sua senha.
ro_ro: Nu ai permisiuni pentru a schimba parola.
sk: Nemáš povolenie meniť tvoje heslo.
sk_sk: Nemáte povolenie meniť vaše heslo.
sr_rs: Није вам дозвољено да промените своју лозинку.
th: คุณไได้รับอนุญาตให้เปลี่ยนรหัสผ่านของคุณ
ug_cn: سىزگە پارولىڭىزنى ئۆزگەرتىش ھوقۇقى بېرىلمىگەن.

source: The email containing the new password could not be sent.
bg_bg: Грешка при изпращането на email с новата парола.
et_ee: Uue parooliga e-kirja saatmine ebaõnnestus.
fi: Sähköpostia, joka sisältää uuden salasanan, ei voitu lähettää.
fr_fr: L'e-mail contenant le nouveau mot de passe n'a pu être envoyé.
hu_hu: Az új jelszót tartalmazó levelet nem sikerült elküldeni.
ja: 新しいパスワードを含むメールを送信できませんでした。
pl_pl: E-mail zawierający nowe hasło nie mógł zostać wysłany.
pt_br: Não foi possível enviar o email com a nova senha.
ro_ro: Mesajul email care conține noua parolă nu a putut fi trimis.
sr_rs: Е-пошта која садржи нову лозинку није могла бити послата.
ug_cn: يېڭى پارولنى ئۆز ئىچىگە ئالغان ئېلخەتنى يوللىغىلى بولمىدى.

source: Your username is: %1$s Your password is: %2$s You can now log in: %3$s Enjoy!
bg_bg: Потребителското ви име е: %1$s Паролата ви е: %2$s Сега можете да влезете на: %3$s Успех!
et_ee: Teie kasutajanimi on: %1$s Teie parool on: %2$s Võite nüüd sisse logida: %3$s Edu!
fi: Käyttäjänimesi: %1$s Salasanasi: %2$s Voit nyt kirjautua sisään: %3$s Ole hyvä!
fr_fr: Votre identifiant est : %1$s Votre mot de passe est : %2$s Vous pouvez vous connecter à : %3$s Enjoy !
hu_hu: Felhasználóneved: %1$s Jelszavad: %2$s Most már bejelentkezhetsz: %3$s Jó szórakozást!
id_id: Nama pengguna Anda adalah: %1$s Kata sandi Anda adalah: %2$s Anda sekarang dapat masuk log: %3$s Selamat Menikmati!
ja: ユーザー名: %1$s パスワード: %2$s こちらでログインできます: %3$s では、楽しんでください !
pl_pl: Twoja nazwa użytkownika: %1$s Twoje hasło: %2$s Możesz się zalogować pod adresem %3$s Baw się dobrze!
pt_br: Seu nome de usuário é: %1$s Sua senha é: %2$s Agora você pode fazer login em: %3$s Divirta-se!
ro_ro: Numele tău de utilizator este: %1$s Parola ta este: %2$s Acum te poți autentifica: %3$s Spor!
sk: Tvoje užívateľské meno je: %1$s Tvoje heslo je: %2$s Teraz sa už môžeš prihlásiť: %3$s Uži si to!
sk_sk: Vaše užívateľské meno je: %1$s Vaše heslo je: %2$s Teraz sa už môžete prihlásiť: %3$s Bavte sa!
sr_rs: Ваше корисничко име је: %1$s Ваша лозинка је: %2$s Сада се можете пријавити: %3$s Уживајте!
th: ชื่อผู้ใช้ของคุณคือ: %1$s รหัสผ่านของคุณคือ: %2$s ตอนนี้คุณสามารถเข้าสู่ระบบในชื่อ: %3$s ขอให้สนุกกับการใช้งาน!
ug_cn: قوللانچى نامىڭىز: %1$s پارولىڭىز: %2$s ئەمدى كىرسىڭىز بولىدۇ: %3$s تاماشا قىلىڭ!

source: Password
bg_bg: Парола
es_es: Contraseña
et_ee: Parool
fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó
id_id: Kata sandi
ja: パスワード
pl_pl: Hasło
pt_br: Senha
ro_ro: Parola
sk: Heslo
sk_sk: Heslo
sr_rs: Лозинка
th: รหัสผ่าน
ug_cn: پارول

source: Passed variable is not a BackPress database object.
bg_bg: Подадената променлива не е обект от базата данни на BackPress.
et_ee: Esitatud muutuja ei ole BackPressi andmebaasi objekt.
fi: Ohitettu muuttuja ei ole BackPress-tietokantaobjekti.
fr_fr: La variable passée n'est pas un objet de base de données de BackPress.
hu_hu: Az átadott változó nem BackPress adatbázis objektum.
ja: BackPress データベースオブジェクトではない変数が送信されました。
pl_pl: Przekazana zmienna nie jest bazodanowym obiektem BackPressa.
pt_br: A variável passada não é um objeto do banco de dados BackPress.
ro_ro: Variabila transmisă nu este un obiect de tip bază de date BackPress.
sr_rs: Прослеђена променљива није BackPress-ов објекат базе података.
ug_cn: بېرىلگەن ئۆزگەرگۈچى BackPress ساندان ئوبيېكتى ئەمەس.

source: No schema available.
bg_bg: Не е налична схема.
et_ee: Ühtegi skeemi pole saadaval.
fi: Mallia ei ole saatavilla.
fr_fr: Aucun schéma n'est disponible.
hu_hu: Nincs elérhető séma.
ja: 利用できるスキーマがありません。
pl_pl: Brak dostępnych schematów.
pt_br: Nenhum esquema disponível.
ro_ro: Nu este disponibilă schema.
sk_sk: Žiadna schéma nie je dostupná.
sr_rs: Нема доступне шеме.
ug_cn: ئىشلىتىشكە بولىدىغان schema يوق.

source: Creating table
bg_bg: Създаване на таблица
et_ee: Tabeli loomine
fi: Luodaan taulua
fr_fr: Création de la table
hu_hu: Tábla létrehozás
ja: テーブルを作成
pl_pl: Tworzenie tabeli
pt_br: Criando tabela
ro_ro: Se crează tabelul
sk_sk: Vytvára sa tabuľka
sr_rs: Прављење табеле
ug_cn: جەدۋەل قۇرۇلۇۋاتىدۇ

source: Adding column: %s
bg_bg: Добавяне на колона: %s
et_ee: Lisan veeru: %s
fi: Lisätään saraketta: %s
fr_fr: Ajout de la colonne&nbsp;: %s
hu_hu: Mező hozzáadás: %s
ja: データベース列を追加: %s
pl_pl: Dodawanie kolumny: %s
pt_br: Adicionando coluna: %s
ro_ro: Se adaugă coloana: %s
sk_sk: Pridáva sa stĺpec: %s
sr_rs: Додавање колоне: %s
ug_cn: قوشۇلۇۋاتقان ئىستون: %s

source: Setting default on column: %s
bg_bg: Задаване на колона по подразбиране: %s
et_ee: Määran vaikimisi veeru: %s
fi: Asetetaan oletusta sarakkeeseen: %s
fr_fr: Paramètre par défaut sur la colonne : %s
hu_hu: Alapértelmezett beállítása az oszlopon: %s
ja: データベース列の初期値を設定: %s
pl_pl: Ustawianie kolumny jako domyślnej: %s
pt_br: Definindo padrão na coluna: %s
ro_ro: Se seletează valoarea implicită pentru coloana: %s
sr_rs: Постављање подразумеваног на колони: %s

source: Changing column: %s
bg_bg: Промяна на колона: %s
et_ee: Muudan veergu: %s
fi: Muutetaan saraketta: %s
fr_fr: Modification de la colonne&nbsp;: %s
hu_hu: Mező megváltoztatás: %s
ja: データベース列を変更: %s
pl_pl: Modyfikacja kolumny: %s
pt_br: Alterando coluna: %s
ro_ro: Se modifică coloana: %s
sk_sk: Mení sa stĺpec: %s
sr_rs: Мењање колоне: %s
ug_cn: ئۆزگەرتىلىۋاتقان ئىستون: %s

source: Adding index: %s
bg_bg: Добавяне на индекс: %s
et_ee: Lisan indeksi: %s
fi: Lisätään indeksiä: %s
fr_fr: Ajout de l'index&nbsp;: %s
hu_hu: Index hozzáadás: %s
ja: インデックスを追加: %s
pl_pl: Dodawanie indeksu: %s
pt_br: Adicionando índice: %s
ro_ro: Se adaugă index-ul: %s
sk_sk: Pridáva sa index: %s
sr_rs: Додавање index-а: %s
ug_cn: قوشۇلۇۋاتقان ئىندېكس: %s

source: Dropping index: %s
bg_bg: Премахване на индекс: %s
et_ee: Eemaldan indeksi: %s
fi: Lisätään indeksiä vähitellen: %s
fr_fr: Suppression de l'index&nbsp;: %s
hu_hu: Index eltávolítás: %s
ja: インデックスを削除: %s
pl_pl: Usuwanie indeksu: %s
pt_br: Excluindo index: %s
ro_ro: Se șterge index-ul: %s
sr_rs: Брисање кључа: %s
ug_cn: ئىندېكسلىنىۋاتقىنى: %s

source: Inserting data
bg_bg: Вмъкване на данни
et_ee: Andmete sisestamine
fi: Lisätään dataa
fr_fr: Insertion des données
hu_hu: Adatok beszúrása
ja: データを挿入
pl_pl: Wstawianie danych
pt_br: Inserindo dados
ro_ro: Se inserează datele
sk_sk: Vkladám dáta
sr_rs: Уметање података
ug_cn: سانلىق مەلۇماتلار قىستۇرۇلۇۋاتىدۇ

source: Updating data
bg_bg: Обновяване на данни
et_ee: Andmete uuendamine
fi: Päivitetään dataa
fr_fr: Mise à jour des données
hu_hu: Adatok frissítése
ja: データを更新
pl_pl: Aktualizacja danych
pt_br: Atualizando dados
ro_ro: Se actualizează datele
sk_sk: Aktualizujem dáta
sr_rs: Ажурирање података
ug_cn: سانلىق مەلۇماتلار يېڭىلىنىۋاتىدۇ

source: Modifying database: %s (%s)
bg_bg: Промяна на база данни: %s (%s)
et_ee: Andmebaasi muutmine: %s (%s)
fi: Muokataan tietokantaa: %s (%s)
fr_fr: Édition de la base de données&nbsp;: %s (%s)
hu_hu: Adatbázis módosítása: %s (%s)
ja: データベースを変更: %s (%s)
pl_pl: Modyfikacja bazy danych: %s (%s)
pt_br: Modificando banco de dados: %s(%s)
ro_ro: Se modifică baza de date: %s (%s)
sk_sk: Upravujem databázu: %s (%s)
sr_rs: Мењање базе података: %s (%s)
ug_cn: يېڭىلىنىۋاتقان ساندان: %s (%s)

source: Table: %s
bg_bg: Таблица: %s
et_ee: Tabel: %s
fi: Taulu: %s
fr_fr: Table&nbsp;: %s
hu_hu: Tábla: %s
ja: テーブル: %s
pl_pl: Tabela: %s
pt_br: Tabela: %s
ro_ro: Tabelul: %s
sk_sk: Tabuľka: %s
sr_rs: Табела: %s
ug_cn: جەدۋەل: %s

source: Skipped
bg_bg: Пропуснато
et_ee: Vahele jäetud
fi: Ohitettu
fr_fr: Sauté
hu_hu: Kihagyva
ja: スキップされました
pl_pl: Pominięto
pt_br: Omitido
ro_ro: S-a sărit peste
sk_sk: Preskočené
sr_rs: Преслочено
ug_cn: ئاتلاپ ئۆتۈلگەن

source: SQL ERROR! See the error log for more detail
bg_bg: SQL ГРЕШКА! Подробности в протокола на грешкитеl
et_ee: SQL VIGA! Täpsemalt vealogis
fi: SQL-VIRHE! Katso virheloki saadaksesi lisätietoja.
fr_fr: Erreur SQL ! Afficher l'historique des erreurs pour plus de détails
hu_hu: SQL ERROR! Tekintsd meg a hibanaplót a részetekhez.
ja: SQL エラーが発生しました。詳細はエラーログをご覧下さい。
pl_pl: BŁĄD SQL! Zobacz dziennik błędów, aby dowiedzieć się więcej
pt_br: ERRO DE SQL! Veja o resumo de erros para maiores detalhes
ro_ro: EROARE SQL! Verifica mesajele de erori pentru mai multe detalii
sr_rs: SQL ГРЕШКА! Погледајте белешку грешки за више детаља
ug_cn: SQL خاتالىقى! تەپسىلاتى ئۈچۈن خاتالىق خاتىرىسىگە قاراڭ.

source: Database: %s (%s)
bg_bg: База данни: %s (%s)
et_ee: Andmebaas: %s (%s)
fi: Tietokanta: %s (%s)
fr_fr: Base de données&nbsp;: %s (%s)
hu_hu: Adatbázis: %s (%s)
ja: データベース: %s (%s)
pl_pl: Baza danych: %s (%s)
pt_br: Banco de dados: %s(%s)
ro_ro: Baza de date: %s (%s)
sk_sk: Databáza: %s (%s)
sr_rs: База података: %s (%s)
ug_cn: ساندان: %s (%s)

source: Too many redirects.
bg_bg: Твърде много пренасочвания.
et_ee: Liiga palju ümbersuunamisi.
fi: Liian monta uudelleenohjausta.
fr_fr: Trop de redirections.
hu_hu: Túl sok átirányítás.
ja: リダイレクトが多すぎます。
pl_pl: Zbyt wiele przekierowań.
pt_br: Redirecionamentos em excesso.
ro_ro: Prea multe redirecționări.
sk_sk: Príliš veľa presmerovaní.
sr_rs: Превише преусмеравања.
ug_cn: بەت ئالماشتۇرۇش بەك كۆپ بولۇپ كەتكەن.

source: Malformed URL: %s
bg_bg: Грешно URL: %s
et_ee: Vigane URL: %s
fi: Epämuodostunut URL-osoite: %s
fr_fr: URL malconstruite : %s
hu_hu: Hibás URL formátum: %s
ja: 不正な URL: %s
pl_pl: Zniekształcony adres URL: %s
pt_br: URL incorreto: %s
ro_ro: URL malformat: %s
sr_rs: Неисправна адреса: %s
ug_cn: نامۇۋاپىق ئادرېس: %s

source: Could not open handle for fopen() to %s
bg_bg: Неуспешна връзка с %s
et_ee: Funktsioon fopen() %s avamiseks ei tööta
fi: Ei voida avata valmiutta fopen()-funktiolle kohteeseen %s
fr_fr: Impossible d'ouvrir la connexion avec la fonction fopen() sur la ressource %s
hu_hu: Nem sikerült megnyitni az fopen() függvény fájl mutatótját ehhez a fájlhoz: %s
ja: %s に対する fopen() のハンドラーを開くことができませんでした。
pl_pl: Nie można było otworzyć uchwytu dla fopen() dla %s
pt_br: Não foi possível conectar a %s
ro_ro: Nu s-a putut folosi instanța pentru fopen() la %s
sr_rs: Није могуће отворити држач за fopen() ка %s
ug_cn: %s ئۈچۈن fopen() مەشغۇلاتىنى ئورۇنلىغىلى بولمىدى.

source: Empty Term
bg_bg: Празна категория
et_ee: Tühi termin
fi: Tyhjä termi
fr_fr: Terme vide
hu_hu: Üres kifejezés
ja: キーワードなし
pl_pl: Brak terminu
pt_br: Nome de arquivo em branco
ro_ro: Termen gol
sr_rs: Празан израз
ug_cn: ئاتالغۇ قۇرۇق

source: Invalid taxonomy
bg_bg: Невалидна категоризация
et_ee: Vigane taksonoomia
fi: Luokittelu ei kelpaa.
fr_fr: Taxinomie invalide
hu_hu: Érvénytelen osztály
ja: 不正なタクソノミー分類です。
pl_pl: Nieprawidłowa taksonomia
pt_br: Taxonomia inválida
ro_ro: Taxonomia nu este validă
sr_rs: Неправилна таксономија
ug_cn: ئىناۋەتسىز كلاسسىفىكاتسىيە

source: Invalid term ID
bg_bg: Невалиден номер на етикет или категория
et_ee: Vigane termini ID
fi: ID-termi ei kelpaa
fr_fr: L&#8217;ID du terme invalide
hu_hu: Érvénytelen ID
ja: 無効なキーワード ID です。
pl_pl: Nieprawidłowy identyfikator terminu
pt_br: ID de termo inválida
ro_ro: ID-ul termenului nu este valid
sr_rs: Неправилан ID термина
ug_cn: ئاتالغۇ IDسى ئىناۋەتسىز

source: A name is required for this term
bg_bg: Трябва да въведете име за тази категория
et_ee: See termin vajab nime
fi: Tälle termille täytyy antaa nimi
fr_fr: Un nom est requis pour ce terme
hu_hu: Név megadása kötelező a kifejezéshez
ja: このキーワードの名称は必須項目です
pl_pl: Wymagane jest wprowadzenie nazwy dla tego terminu
pt_br: Um nome é necessário para esse termo
ro_ro: Un nume este necesar pentru acest termen
sr_rs: Име је неопходно за овај појам
ug_cn: ئاتالغۇ نامىنى كىرگۈزۈشىڭىز كېرەك

source: Could not insert term into the database
bg_bg: Грешка при вмъкване на категорията или етикета.
et_ee: Termini lisamine andmebaasi ebaõnnestus
fi: Termiä ei voitu lisätä tietokantaan
fr_fr: Impossible d&rsquo;insérer le terme dans la base de données
hu_hu: Nem sikerült beilleszteni a kifejezést az adatbázisba.
ja: キーワードをデータベースに挿入できませんでした
pl_pl: Nie można było dodać terminu do bazy danych
pt_br: Não foi possível inserir o termo no banco de dados
ro_ro: Nu s-a putut insera termenul în baza de date
sr_rs: Није могуће уметнути појам у базу података.
ug_cn: ھالقىلىق سۆزنى ساندانغا قىستۇرغىلى بولمىدى

source: The slug &#8220;%s&#8221; is already in use by another term
bg_bg: Краткото име &#8220;%s&#8221; вече е заето от друг етикет или категория
fi: &#8220;%s&#8221; on jo käytössä toisella termillä
fr_fr: L&#8217;identifiant &#8220;%s&#8221; est déjà utilisé par un autre terme
hu_hu: A(z) &#8220;%s&#8221; név már használatban van
ja: このスラッグ &#8220;%s&#8221; はすでに他のキーワードで使用されています
pl_pl: Uproszczona nazwa &#8220;%s&#8221; jest już używana przez inny termin
pt_br: O slug &#8220;%s&#8221; já está sendo utilizado por outro termo
ro_ro: Slug-ul &#8220;%s&#8221; este deja folosit de un alt termen
sr_rs: Подложак &#0132;%s&#0147; се већ користи код другог појма
ug_cn: باشقا نام &#8220;%s&#8221; باشقا بىر ئاتالغۇغا ئىشلىتىلىپ بولۇنغان.

source: Invalid object ID
bg_bg: Невалиден номер на обект.
fi: Rooli ei kelpaa
fr_fr: L&#8217;ID de l'objet est invalide
hu_hu: Hibás objektum ID
ja: 無効なオブジェクト ID です。
pl_pl: Nieprawidłowy identyfikator elementu
pt_br: ID de objeto inválida
ro_ro: ID-ul obiectului nu este valid
sk_sk: Neplatné ID objektu
sr_rs: Неисправан ID објекта
ug_cn: ئوبيېكت ID سى ئىناۋەتسىز

source: Invalid login name
bg_bg: Невалидно име за влизане
et_ee: Vigane kasutajanimi
fi: Käyttäjätunnus ei kelpaa
fr_fr: Identifiant invalide
hu_hu: Hibás felhasználónév
ja: 無効なログイン名
pl_pl: Nieprawidłowa nazwa użytkownika
pt_br: Login inválido
ro_ro: Numele de autentificare nu este valid
sk_sk: Neplatné prihlasovacie meno
sr_rs: Неисправно корисничко име за приступ
ug_cn: كىرىش ئىسمى ئىناۋەتسىز

source: Name already exists
bg_bg: Името вече съществува.
et_ee: Nimi juba eksisteerib
fi: Käyttäjätunnus on jo olemassa
fr_fr: Le nom existe déjà
hu_hu: Ez a név már létezik
ja: 名前がすでに存在します。
pl_pl: Ta nazwa jest już używana
pt_br: O nome já existe
ro_ro: Numele există deja
sk_sk: Meno už existuje
sr_rs: Име већ постоји
ug_cn: ئىسىم مەۋجۇت ئىكەن

source: Invalid nicename
bg_bg: Невалидно кратко име
et_ee: Vigane hüüdnimi
fi: Argumentit eivät kelpaa
fr_fr: Nom optimisé invalide
hu_hu: Hibás becenév
ja: 無効なニックネーム
pl_pl: Nieprawidłowa uproszczona nazwa
pt_br: Nome Inválido
ro_ro: Numele generat nu este valid
sk_sk: Neplatná prezývka
sr_rs: Неисправно име за приказивање
ug_cn: تەخەللۇس ئىناۋەتسىز

source: Nicename already exists
bg_bg: Това кратко име вече съществува.
et_ee: Hüüdnimi juba eksisteerib
fi: Argumentit ovat jo olemassa.
fr_fr: Le nom optimisé existe déjà
hu_hu: A becenév már létezik
ja: ニックネームがすでに存在します。
pl_pl: Ta uproszczona nazwa jest już używana
pt_br: O nome já existe
ro_ro: Numele generat există deja
sk_sk: Prezývka už existuje
sr_rs: Име за приказивање већ постоји
ug_cn: تەخەللۇس مەۋجۇت ئىكەن

source: Email already exists
bg_bg: Този e-mail вече съществува.
et_ee: Sellise e-postiaadressiga kasutaja on juba olemas
fi: Sähköpostiosoite on jo olemassa
fr_fr: L&#8217;adresse e-mail existe déjà
hu_hu: Ez az e-mail cím már létezik
ja: メールアドレスがすでに存在します。
pl_pl: Ten e-mail jest już używany
pt_br: Email já existe
ro_ro: Adresa de e-mail există deja
sk_sk: Email už existuje
sr_rs: Адреса е-поште већ постоји
ug_cn: ئېلخەت ئادرېسى مەۋجۇت ئىكەن

source: Invalid registration time
bg_bg: Невалидно време на регистрация
et_ee: Vigane registreerimisaeg
fi: Rekisteröintiaika on epäkelpo
fr_fr: Heure d&#8217;inscription invalide
hu_hu: Érvénytelen regisztrációs idő
ja: 無効な登録時間です
pl_pl: Nieprawidłowy czas rejestracji
pt_br: Horário de registro inválido
ro_ro: Data înregistrării nu este validă
sk_sk: Neplatný čas registrácie
sr_rs: Неисправно време регистровања
ug_cn: تىزىملىتىلغان ۋاقىت ئىناۋەتسىز

source: Invalid registration timestamp
bg_bg: Невалидни дата/час на регистрация
et_ee: Vigane registreerimisaeg
fi: Rekisteröitymisen aikaleima on epäkelpo
fr_fr: Heure d&#8217;inscription invalide
hu_hu: Érvénytelen regisztráció időbélyeg
ja: 無効な登録タイムスタンプ
pl_pl: Nieprawidłowy znacznik czasu rejestracji
pt_br: Horário de registro inválido
ro_ro: Timestamp-ul înregistrării nu este valid
sk_sk: Neplatný časový odtlačok registrácie
sr_rs: Неисправна временска ознака регистрације
ug_cn: تىزىملاتقان ۋاقىت ئىناۋەتسىز

source: Query failed
bg_bg: Заявката неуспешна
et_ee: Päring ebaõnnestus
fi: Kysely epäonnistui
fr_fr: La requête a échoué
hu_hu: Sikertelen lekérdezés
ja: クエリに失敗しました
pl_pl: Wykonywanie zapytania nie powiodło się
pt_br: Falha na consulta
ro_ro: Cererea a eșuat
sk_sk: Požiadavka zlyhala
sr_rs: Упит није успео
ug_cn: تۈرلەش مەغلۇپ بولدى
