Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: You may also try your <a href="http://google.com/search?q=site:%1$s %2$s">search at Google</a>
bg_bg: Може да пробвате да <a href="http://google.com/search?q=site:%1$s %2$s">потърсите в Google</a>
et_ee: Te võite proovida ka <a href="http://google.com/search?q=site:%1$s %2$s">Google'st otsida</a>
fi: Voit myös koittaa <a href="http://google.com/search?q=site:%1$s %2$s">Google-hakua</a>
fr_fr: Vous pouvez également essayer votre recherche sur <a href="http://google.com/search?q=site:%1$s %2$s">Google</a>.
hu_hu: Érdemes keresni <a href="http://google.com/search?q=site:%1$s %2$s">Google</a> segítségével is
id_id: Anda juga dapat mencoba <a href="http://google.com/search?q=site:%1$s %2$s">pencarian di Google</a>
ja: <a href="http://google.co.jp/search?q=site:%1$s %2$s">Google で検索</a>することもできます。
pl_pl: Możesz również spróbować <a href="http://google.com/search?q=site:%1$s %2$s">przeszukać forum z pomocą Google</a>
pt_br: Você também pode tentar <a href="http://google.com/search?q=site:%1$s %2$s">pesquisar no Google</a>
ro_ro: Poți încerca și o <a href="http://google.com/search?q=site:%1$s %2$s">căutare pe Google</a>
sk: Môžeš tiež skúsiť <a href="http://google.com/search?q=site:%1$s %2$s">hľadať na Google</a>
sk_sk: Môžete tiež skúsiť vaše <a href="http://google.com/search?q=site:%1$s %2$s">vyhľadať na Google</a>
sr_rs: Такође можете пробати <a href="http://google.com/search?hl=sr&q=site:%1$s %2$s">претрагу на претраживачу Гугл</a>
th: คุณอาจจะลอง <a href="http://google.com/search?q=site:%1$s %2$s">ค้นหาที่ Google</a>
ug_cn: <a href="http://google.co.jp/search?q=site:%1$s %2$s">گۇگۇلدىن ئىزدەپ</a> باقسىڭىزمۇ بولىدۇ

source: Registered Users
bg_bg: Регистрирани потребители
et_ee: Registreeritud kasutajad
fi: Rekisteröityneet käyttäjät
fr_fr: Utilisateurs enregistrés
hu_hu: Regisztrált felhasználók
id_id: Pengguna yang Terdaftar
ja: 登録済みユーザー
pl_pl: Liczba zarejestrowanych użytkowników
pt_br: Usuários registrados
ro_ro: Utilizatori înregistrați
sk: Registrovaní užívatelia
sk_sk: Registrovaní užívatelia
sr_rs: Регистровани корисници
th: ผู้ใช้ลงทะเบียน
ug_cn: تىزىملاتقان قوللانچىلار

source: Most Popular Topics
bg_bg: Най-популярни теми
et_ee: Kõige populaarsemad teemad
fi: Suosituimmat aiheet
fr_fr: Sujets les plus populaires
hu_hu: Legnépszerűbb témák
id_id: Topik Paling Populer
ja: もっとも人気あるトピック
pl_pl: Najpopularniejsze tematy
pt_br: Tópicos mais populares
ro_ro: Cele mai populare subiecte
sk: Najotrepanejšie témy
sk_sk: Najviac populárne témy
sr_rs: Најпопуларније теме
th: กระทู้ยอดนิยมที่สุด
ug_cn: ئەڭ ئاۋات تېمىلار

source: <abbr title="Really Simple Syndication">RSS</abbr> link for this tag
bg_bg: <abbr title="Really Simple Syndication">RSS</abbr> хранилка за този етикет
et_ee: <abbr title="Really Simple Syndication">RSS</abbr> viide sellele sildile
fi: Avainsanan <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: Flux <acronym title="Really Simple Syndication" lang="en">RSS</acronym> pour ce mot clef.
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírforrás ehhez a cimkéhez
ja: このタグの <abbr title="Really Simple Syndication">RSS フィード</abbr>
pl_pl: Kanał <abbr title="Really Simple Syndication">RSS</abbr> tego tagu
pt_br: link <abbr title="em inglês Really Simple Syndication">RSS</abbr> para esta tag.
ro_ro: Fluxul <abbr title="Really Simple Syndication">RSS</abbr> pentru această etichetă
sk_sk: <abbr title="Really Simple Syndication">RSS</abbr> odkaz pre túto značku
sr_rs: <abbr title="Really Simple Syndication">RSS</abbr> веза за ову ознаку
ug_cn: بۇ خەتكۈچنىڭ <abbr title="Really Simple Syndication">RSS</abbr> ئۇلانمىسى

source: Tags:
bg_bg: Етикети:
et_ee: Sildid:
fi: Avainsanat:
fr_fr: Mots clefs :
hu_hu: Címkék:
id_id: Tag:
ja: タグ:
pl_pl: Tagi:
ro_ro: Etichete:
sk: Značky:
sk_sk: Značky:
sr_rs: Ознаке:
th: แท็ก:
ug_cn: خەتكۈچلەر:

source: %s voice
bg_bg: %s участник
fi: %d ääni
fr_fr: %s voix
hu_hu: %s hozzászóló
ja: %s件の返信
pl_pl: %s głos
pt_br: %s voz
ro_ro: %s participant
sk_sk: %s hlas
sr_rs: %s особа
ug_cn: %s ئاۋاز

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this topic
bg_bg: <abbr title="Really Simple Syndication">RSS</abbr> хранилка за тази тема
et_ee: <abbr title="Really Simple Syndication">RSS</abbr> viide sellele teemale
fi: Aiheen <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: Flux <abbr title="Really Simple Syndication">RSS</abbr> pour ce sujet.
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna a témához
ja: このトピックの <abbr title="Really Simple Syndication">RSS フィード</abbr>
pl_pl: Kanał <abbr title="Really Simple Syndication">RSS</abbr> tego tematu
pt_br: Feed <abbr title="em inglês Really Simple Syndication">RSS</abbr> para este tópico.
ro_ro: Fluxul <abbr title="Really Simple Syndication">RSS</abbr> pentru acest subiect
sk_sk: <abbr title="Really Simple Syndication">RSS</abbr> kanál pre túto tému
sr_rs: <abbr title="Really Simple Syndication">RSS</abbr> довод за ову тему
ug_cn: بۇ تېمىنىڭ <abbr title="Really Simple Syndication">RSS</abbr> feed لىرى

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this view
bg_bg: <abbr title="Really Simple Syndication">RSS</abbr> хранилка за този изглед
et_ee: <abbr title="Really Simple Syndication">RSS</abbr> viide sellele vaatele
fi: Avainsanan <abbr title="Really Simple Syndication">RSS</abbr>
fr_fr: Flux <abbr title="Really Simple Syndication">RSS</abbr> pour cette vue
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna ehhez a nézethez
ja: この表示状態の <abbr title="Really Simple Syndication">RSS フィード</abbr>
pl_pl: Kanał <abbr title="Really Simple Syndication">RSS</abbr> tego widoku
pt_br: Feed <abbr title="em inglês Really Simple Syndication">RSS</abbr> para essa exibição
ro_ro: Fluxul <abbr title="Really Simple Syndication">RSS</abbr> pentru această vizualizare
sk_sk: <abbr title="Really Simple Syndication">RSS</abbr> kanál pre tento náhľad
sr_rs: <abbr title="Really Simple Syndication">RSS</abbr> довод за овај поглед
ug_cn: بۇ كۆرۈشنىڭ<abbr title="Really Simple Syndication">RSS</abbr> feed لىرى

source: Page not found
ro_ro: Pagina nu a fost găsită!

source: There is no administration page at the requested address. Please check the address you entered and try again.
ro_ro: Pagina de administrare nu există la adresa cerută. Verifică adresa tastată.

source: We have attempted to guess this; it's usually correct, but change it here if you wish.
ro_ro: Am încercat să deducem, de obicei este corect, dar se poate schimba.

source: User ID: %d
ro_ro: ID utilizator: %d

source: E-mail
fi: Sähköposti
ja: メールアドレス
ro_ro: Adresă e-mail
sr_rs: Е-пошта
ug_cn: ئېلخەت

source: Visit author homepage
bg_bg: Посети сайта на автора
es_es: Visitar el sitio del autor
et_ee: Mine autori kodulehele
fi: Vieraile tekijän kotisivulla
fr_fr: Visitez le site de l&#8217;auteur
id_id: Kunjungi laman penulis
ja: 作者のホームページを表示
pl_pl: Odwiedź stronę domową autora
pt_br: Visitar a página de autores
ro_ro: Mergi la pagina autorului
sk: Navštív domovskú stránku autora
sk_sk: Navštíviť domovskú stránku autora
sr_rs: Посетите веб место аутора
th: เยี่ยมชมเวบผู้เขียน
ug_cn: ئاپتورنىڭ تور بېتىنى زىيارەت قىلىش

source: Visit porter homepage
bg_bg: Посети сайта на портера
es_es: Visitar el sitio del adaptador
et_ee: Mine autori kodulehele
fi: Vieraile kirjoittajan kotisivulla
fr_fr: Visitez la page de l&#8217;auteur
id_id: Kunjungi laman pengadaptasi
ja: 移植者のホームページを表示
pl_pl: Odwiedź stronę domową portera
pt_br: Visite a página do responsável pela adaptação do tema
ro_ro: Mergi la pagina portului
sk: Navštív stránku autora
sk_sk: Navštíviť stránku autora
sr_rs: Посетите веб место измењивача
th: เยี่ยมชมเวบ porter
ug_cn: porter باش بېتىنى زىيارەت قىلىش

source: Visit plugin site
bg_bg: Посети сайта на разширението
fi: Vieraile lisäosan kotisivulla
fr_fr: Visitez le site de l&rsquo;extension
ja: プラグインのサイトを表示
pl_pl: Odwiedź stronę wtyczki
pt_br: Visitar o site do plugin
ro_ro: Mergi la pagina modulului
sk_sk: Navštíviť stránku modulu
sr_rs: Посетите веб место додатка
ug_cn: قىستۇرما بېتىنى كۆرۈش

source: Counting the number of posts in each topic&hellip; %s
ro_ro: Se calculează numărul de mesaje în fiecare subiect&hellip; %s

source: Failed!
ro_ro: A eșuat!

source: Complete!
ro_ro: Finalizat!

source: Counting the number of voices in each topic&hellip; %s
ro_ro: Se calculează numărul de participanți în fiecare subiect&hellip; %s

source: Counting the number of deleted posts in each topic&hellip; %s
ro_ro: Se calculează numărul de mesaje șterse în fiecare subiect&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
ro_ro: Se calculează numărul de subiecte în fiecare forum&hellip; %s

source: Counting the number of posts in each forum&hellip; %s
ro_ro: Se calculează numărul de mesaje în fiecare forum&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
ro_ro: Se calculează numărul de de subiecte la care a răspuns fiecare utilizator&hellip; %s

source: Removing deleted topics from user favorites&hellip; %s
ro_ro: Se elimină subiectele șterse din favoritele utilizatorului&hellip; %s

source: Enable Login-less Posting
ro_ro: Pornește publicarea fără autentificări dese.

source: Allow users to create topics and posts without logging in.
ro_ro: Permite utilizitatorilor crearea subiectelor și trimiterea mesajelor fără autentificare.

source: Mystery Man
bg_bg: Мистериозният човек
fi: Salaperäinen mies
fr_fr: Homme mystère
ja: ミステリーマン
pl_pl: Człowiek-widmo
ro_ro: Omul misterios
sk_sk: Tajomný muž
ug_cn: سىرلىق ئادەم

source: none|no bbPress role
bg_bg: няма|без роля в bbPress
fi: Ei mitään|ei bbPress-roolia
fr_fr: aucun
ja: 権限なし
pl_pl: brak|no bbPress role
pt_br: nenhum
ro_ro: nici unul|nici un rol bbPress
sk_sk: žiaden|nepriradená žiadna bbPress rola
sr_rs: нема
ug_cn: يوق

source: Throttle time
ro_ro: Timpul de control

source: seconds
es_es: segundos
et_ee: sekundit
id_id: detik
ro_ro: secunde
sk: sekundy
th: วินาที

source: Users must wait this many seconds between posts. By default, moderators, administrators and keymasters are not throttled.
ro_ro: Utilizatorii trebuie să repecte limita respectivă de timp la scrierea mesajelor. Implicit, moderatorii, administratorii și superadministratorii nu au aceste limite.

source: Bulk Actions
ro_ro: Acțiuni multiple

source: Apply
ro_ro: Aplică

source: Open
es_es: Abierto
et_ee: Avatud
fr_fr: Ouvert
id_id: Buka
ja: オープン
ro_ro: Deschide
th: เปิด

source: SQL ERROR!
bg_bg: SQL ГРЕШКА!
et_ee: SQL VIGA!
fi: SQL-VIRHE!
fr_fr: Erreur SQL!
ja: SQL エラーが発生しました。
pl_pl: BŁĄD SQL!
pt_br: ERRO DE SQL
ro_ro: EROARE SQL!
sk_sk: SQL CHYBA!
sr_rs: SQL ГРЕШКА!
ug_cn: SQL خاتا!

source: November
bg_bg: Ноември
es_es: Noviembre
fi: marraskuu
fr_fr: Novembre
id_id: Nopember
ja: 11月
pl_pl: Listopad
pt_br: novembro
ro_ro: Noiembrie
sr_rs: новембар
th: พฤศจิกายน
ug_cn: نويابىر

source: December
bg_bg: Декември
es_es: Diciembre
et_ee: detsember
fi: joulukuu
fr_fr: Décembre
id_id: Desember
ja: 12月
pl_pl: Grudzień
pt_br: dezembro
ro_ro: Decembrie
sr_rs: децембар
th: ธันวาคม
ug_cn: دېكابىر

source: Nov_November_abbreviation
bg_bg: Ное
es_es: Nov
et_ee: nov
fi: Mar_Marraskuu_abbreviation
fr_fr: Nov
id_id: Nop
ja: 11月_November_abbreviation
pl_pl: lis
pt_br: nov
ro_ro: Nov
sr_rs: нов
th: พ.ย.
ug_cn: نويابىر

source: Dec_December_abbreviation
bg_bg: Дек
es_es: Dic
et_ee: dets
fi: Jou_Joulukuu_abbreviation
fr_fr: Déc
id_id: Des
ja: 12月_December_abbreviation
pl_pl: gru
pt_br: dez
ro_ro: Dec
sr_rs: дец
th: ธ.ค.
ug_cn: دېكابىر

source: Email
et_ee: E-post
fi: Sähköposti
fr_fr: É-mail
ja: メールアドレス
ro_ro: Adresă e-mail
sr_rs: Е-пошта
th: อีเมล์
ug_cn: ئېلخەت

source: %2$s wrote: %3$s Topic Link: %4$s You're getting this mail because you subscribed to the topic, visit the topic and login to unsubscribe.
ro_ro: %2$s a scris: %3$s Legătura la subiect: %4$s Primești acest mesaj pentru că ești abonat la subiectul de mai sus, accesează subiectul și autentifică-te pentru dezabonare.

source: drag
bg_bg: влачи
et_ee: tõsta
fi: Vedä
fr_fr: glisser
id_id: seret
ja: ドラッグ
pl_pl: przeciągnij
pt_br: arrastar
ro_ro: trage
sr_rs: повуци
th: ลาก
ug_cn: تارتىپ ئەكىلىش

source: Are you sure you want to delete this post?
es_es: ¿Estás seguro de que quieres borrar este mensaje?
id_id: Apakah Anda yakin ingin menghapus tulisan ini?
ro_ro: Ești sigur că vrei să ştergi acest mesaj?
sk: Skutočne chceš vymazať tento príspevok?

source: Are you sure you want to undelete this post?
ro_ro: Ești sigur că vrei să anulezi ştergerea acestui mesaj?

source: Are you sure you want to delete that?
ro_ro: Ești sigur că vrei să ştergi asta?

source: Are you sure you want to undelete that?
ro_ro: Ești sigur că vrei să anulezi ştergerea?

source: Remove this tag
bg_bg: Премахни този етикет
et_ee: Kustuta see silt
fi: Poista tämä avainsana
fr_fr: Supprimer ce mot clef
id_id: Singkirkan tag ini
ja: このタグを削除
pl_pl: Usuń ten tag
pt_br: Remover esta tag
ro_ro: Elimină această etichetă
sk: Odstráň túto značku
sk_sk: Odstráňiť túto značku
sr_rs: Уклони ову ознаку
th: ลบแท็กนี้
ug_cn: بۇ خەتكۈچنى يۆتكىۋېتىش

source: Unsubscribe from Topic
ro_ro: Dezabonare de la subiect

source: Subscribe to Topic
ro_ro: Abonare la subiect

source: %s: Password Reset
ro_ro: %s: Resetare parolă

source: Invalid key
ro_ro: Cheie invalidă

source: %s: Password
ro_ro: %s: Parola

source: WordPress.com API Key
bg_bg: WordPress.com API Ключ
fi: WordPress.com API-avain
fr_fr: Clef d&rsquo;API WordPress.com
ja: WordPress.com API キー
pl_pl: Klucz API z WordPress.com
pt_br: Chave API do WordPress.com
ro_ro: Cheie API WordPress.com
sk_sk: WordPress.com API kľúč
sr_rs: WordPress.com API кључ
ug_cn: WordPress.com API ئاچقۇچى

source: Mark as Spam
ro_ro: Marchează ca spam

source: You need to submit your name!
ro_ro: Trebuie completat numele.

source: You need to submit your email!
ro_ro: Trebuie completată adresa email.

source: Author (required)
ro_ro: Autor (obligatoriu)

source: Email (required)
ro_ro: Adresa email (obligatoriu)

source: Tags (comma separated)
ro_ro: Etichete (separate prin virgulă)

source: Send Post &raquo;
bg_bg: Изпращане &raquo;
et_ee: Postita &raquo;
fi: Lähetä viesti &raquo;
fr_fr: Envoyer &raquo;
id_id: Kirim Tulisan &raquo;
ja: 送信 &raquo;
pl_pl: Wyślij wpis &raquo;
pt_br: Enviar post &raquo;
ro_ro: Trimite mesajul &raquo;
sk_sk: Poslať príspevok &raquo;
sr_rs: Пошаљи поруку &raquo;
th: ส่งความเห็น &raquo;
ug_cn: يازما يوللاش &raquo;

source: You last replied: <a href="%1$s">%2$s ago</a>
ro_ro: Ultima dată ai răspuns: <a href="%1$s">acum %2$s</a>

source: User last replied: <a href="%1$s">%2$s ago</a>
ro_ro: Ultimul răspuns al utilizatorului a fost: <a href="%1$s">acum %2$s</a>

source: Most recent reply: <a href="%1$s">%2$s ago</a>
ro_ro: Cel mai recent răspuns: <a href="%1$s">acum %2$s</a>

source: on
bg_bg: на
es_es: en
et_ee: teemas
fr_fr: le
id_id: pada
pl_pl: o
pt_br: em
ro_ro: pe
sk: na
sk_sk: na
sr_rs: на
th: บน

source: Search &raquo;
bg_bg: Търсене &raquo;
et_ee: Otsi &raquo;
fi: Etsi &raquo;
fr_fr: Rechercher &raquo;
id_id: Cari &raquo;
ja: 検索 &raquo;
pl_pl: Szukaj &raquo;
pt_br: Pesquisar &raquo;
ro_ro: Caută &raquo;
sk: Hľadaj &raquo;
sk_sk: Hľadať &raquo;
sr_rs: Претражи &raquo;
th: ค้นหา &raquo;
ug_cn: ئىزدەش &raquo;

source: Slug
bg_bg: Кратко име
fi: Osoiterakenne
fr_fr: Identifiant
ja: スラッグ
pl_pl: Upr. naz.
sr_rs: Подложак
ug_cn: باشقا نام

source: WordPress
sr_rs: Вордпрес
ug_cn: ۋوردپرەس

source: Akismet
fi: Akismetin asetukset
sr_rs: Акисмет

source: Spam
bg_bg: Спам
et_ee: Rämps
fi: Roskaa
ja: スパム
pl_pl: Będący spamem
sk: Označ spam
sr_rs: Нежељена порука
th: สแปม
ug_cn: سپەم

source: &times;
fi: poista
pt_br: &vezes;

source: User Favorites: %s
et_ee: Kasutaja lemmikud: %s
ja: お気に入り: %s
th: Favorites ของสมาชิก: %s

source: Topic: %s
es_es: Tema: %s
et_ee: Teema: %s
id_id: Topik: %s
ja: トピック: %s
th: กระทู้: %s

source: Tag: %s - Recent Posts
ja: タグ: %s - 最近の投稿

source: Tag: %s - Recent Topics
ja: タグ: %s - 最近のトピック

source: Forum: %s - Recent Posts
et_ee: Foorum: %s - Värsked postitused
ja: フォーラム: %s - 最近の投稿
th: ฟอรั่ม: %s - ความเห็นล่าสุด

source: Forum: %s - Recent Topics
et_ee: Foorum: %s - Värsked teemad
ja: フォーラム: %s - 最近のトピック
th: ฟอรั่ม: %s - กระทู้ล่าสุด

source: Recent Topics
et_ee: Värsked teemad
ja: 最近のトピック
th: กระทู้ล่าสุด

source: Move this topic to the selected forum:
et_ee: Liiguta see teema foorumisse:
id_id: Pindahkan topik ini ke forum yang dipilih:
ja: このトピックを次のフォーラムに移動する:
sk: Presťahuj túto tému do vybraného fóra:
th: ย้ายกระทู้นี้ไปยังฟอรั่มที่ถูกเลือก:

source: %1$s View: %2$s
ja: %1$s 表示: %2$s

source: %1$s Topic: %2$s
ja: %1$s トピック: %2$s

source: %1$s User Favorites: %2$s
ja: %1$s ユーザーのお気に入り: %2$s

source: %1$s Tag: %2$s - Recent Topics
ja: %1$s タグ: %2$s - 最新のトピック

source: %1$s Tag: %2$s - Recent Posts
ja: %1$s タグ: %2$s - 最新の投稿

source: %1$s Forum: %2$s - Recent Topics
ja: %1$s フォーラム: %2$s -最新のトピック

source: %1$s Forum: %2$s - Recent Posts
ja: %1$s フォーラム: %2$s -最新の投稿

source: %1$s: Recent Topics
ja: %1$s: 最近のトピック

source: %1$s: Recent Posts
ja: %1$s: 最近の投稿

source: UTC %s
bg_bg: Гринуич %s

source: &laquo;
pt_br: &raquo;

source: You cannot edit those favorites. How did you get here?
et_ee: Teil puuduvad õigused neid lemmikuid muuta. Kuidas te üldse siia sattusid?
id_id: Anda tidak dapat menyunting favorit tersebut. Bagaimana Anda sampai di sini?
sk: Nemôžeš upraviť tieto obľúbené položky. Ako si sa sem dostal?
th: คุณไม่สามารถแก้ไข favorites เหล่านี้ คุณไม่น่าจะมาที่นี่ได้

source: %s is an invalid username. How's this one?
et_ee: %s on ebakorrektne kasutajanimi. Kuidas on lood sellega?

source: User Favorites
et_ee: Kasutaja lemmikud
id_id: Favorit Pengguna
sk: Užívateľské obľúbené položky
th: Favorites ของผู้ใช้

source: The tag was not removed. You cannot remove a tag from a closed topic.
et_ee: Seda silti ei kustutatud. Te ei saa suletud teema silti kustutada.
id_id: Tag tersebut tidak dihapus. Anda tidak dapat menghapus sebuah tag dari topik yang ditutup.
sk: Neodstránil som značku. Nemôžeš odstrániť značku z uzavretej témy.
th: แท็กยังไม่ถูกลบ คุณไม่สามารถลบแท็กจากกระทู้ที่ถูกปิดได้

source: Thank you for using <a href="%s">bbPress</a> | <a href="%s">Documentation</a> | <a href="%s">Development</a> | Version %s
et_ee: Täname, et kasutate <a href="%s">bbPressi</a> | <a href="%s">Dokumentatsioon</a> | <a href="%s">Arendus</a> | Versioon %s

source: This page generated in %s seconds, using %d queries
et_ee: Leht genereeriti %s sekundiga, tehes %d päringut

source: Howdy, %1$s!
et_ee: Hei %1$s!

source: Support forums
et_ee: Tugifoorum

source: Recounting
es_es: Recontando
et_ee: Loendan
id_id: Menghitung ulang
sk: Prepočítavanie
th: กำลังนับอีกครั้ง

source: Counting posts...
es_es: Contando mensajes...
et_ee: Loendan postitusi...
id_id: Menghitung tulisan...
sk: Počítanie príspevkov...
th: กำลังนับความเห็น...

source: Done counting posts.
es_es: Terminado el recuento de mensajes.
et_ee: Postitused loendatud.
id_id: Selesai menghitung tulisan.
sk: Príspevky sú spočítané.
th: นับความเห็นเสร็จแล้ว

source: Counting deleted posts...
es_es: Contando mensajes borrados...
et_ee: Loendan kustutatud postitusi...
id_id: Menghitung tulisan yang terhapus...
sk: Počítanie vymazaných príspevkov...
th: กำลังนับความเห็นที่ถูกลบ...

source: Done counting deleted posts.
es_es: Terminado el recuento de mensajes borrados.
et_ee: Kustutatud postitused loendatud.
id_id: Selesai menghitung tulisan yang terhapus.
sk: Vymazané príspevky sú spočítané.
th: นับความเห็นที่ถูกลบเสร็จแล้ว

source: No deleted posts to count.
es_es: No hay mensajes borrados que contar.
et_ee: Pole ühtegi kustutatud teemat, mida loendada.
id_id: Tidak ada tulisan terhapus untuk dihitung.
sk: Nie je čo počítať. Nie sú tu vymazané príspevky.
th: ไม่มีกระทู้ที่ถูกลบให้นับ

source: Counting forum topics and posts...
es_es: Contando temas y mensajes del foro...
et_ee: Loendan foorumi teemasid ja postitusi...
id_id: Menghitung topik dan tulisan forum...
sk: Počítanie tém na fóre a príspevkov...
th: กำลังนับกระทู้ฟอรั่มและความเห็น...

source: Done counting forum topics and posts.
es_es: Terminado el recuento de temas y mensajes del foro.
et_ee: Teemad ja postitused loendatud.
id_id: Selesai menghitung topik dan tulisan dalam forum.
sk: Témy na fóre a príspevky sú spočítané.
th: นับกระทู้ฟอรั่มและความเห็นเสร็จแล้ว

source: Counting topics to which each user has replied...
es_es: Contando los temas a los que cada usuario ha contestado...
et_ee: Loendan teemasid, kuhu iga kasutaja on vastanud...
id_id: Menghitung topik yang telah dibalas oleh setiap pengguna...
sk: Počítanie tém do ktorých sa zapojil každý užívateľ...
th: กำลังนับกระทู้ที่ผู้ใช้แต่ละคนตอบ...

source: Done counting topics.
es_es: Terminado el recuento de temas.
et_ee: Teemad loendatud.
id_id: Selesai menghitung topik.
sk: Témy sú spočítané.
th: นับกระทู้เสร็จแล้ว

source: Counting topic tags...
es_es: Contando las etiquetas del tema...
et_ee: Loendan teema silte...
id_id: Menghitung tag topik...
sk: Počítanie značiek tém...
th: กำลังนับแทคของกระทู้...

source: Done counting topic tags.
es_es: Terminado el recuento de las etiquetas del tema.
et_ee: Teemade sildid loendatud.
id_id: Selesai menghitung tag topik.
sk: Značky sú spočítané.
th: นับแทคของกระทู้เสร็จแล้ว

source: Counting tagged topics...
es_es: Contando temas etiquetados...
et_ee: Loendan sildistatud teemasid...
id_id: Menghitung topik yang ditag...
sk: Počítanie označkovaných tém...
th: กำลังนับกระทู้ที่ถูกแทค...

source: Done counting tagged topics.
es_es: Terminado el recuento de temas etiquetados.
et_ee: Sildistatud postitused loendatud.
id_id: Selesai menghitung topik yang ditag.
sk: Označkované témy sú spočítané.
th: นับกระทู้ที่ถูกแทคเสร็จแล้ว

source: Deleted tags with no topics.
es_es: Etiquetas sin tema borradas.
et_ee: Ilma teemadeta sildid kustutatud.
id_id: Menghapus tag yang tidak bertopik.
sk: Vymazané značky bez témy.
th: ลบแทคที่ไม่มีกระทู้

source: Removing deleted topics from users' favorites...
et_ee: Eemaldan kustutatud postitused kasutajate lemmikutest...
th: กำลังลบกระทู้ออกจากกระทู้ชื่นชอบของสมาชิก

source: Done removing deleted topics from users' favorites.
et_ee: Kustutatud postitused kasutajate lemmikutest eemaldatud.
th: ลบกระทู้ออกจากกระทู้ชื่นชอบของสมาชิกเสร็จแล้ว

source: Done recounting. The process took
es_es: Terminado el recuento. El proceso ha llevado
et_ee: Loendamine tehtud. See võttis aega
id_id: Selesai menghitung ulang. Proses tersebut menggunakan
sk: Prepočítavanie je hotové. Proces zabral
th: นับเสร็จแล้ว ดำเนินการไปแล้ว

source: %1$d queries and %2$s seconds.
es_es: %1$d consultas y %2$s segundos.
et_ee: %1$d päringut ja %2$s sekundit.
id_id: %1$d kueri dan %2$s detik.
sk: %1$d databázových požiadaviek a %2$s sekúnd.
th: %1$d queries และ %2$s วินาที

source: Forum Updated.
es_es: Foro actualizado.
et_ee: Foorum uuendatud.
id_id: Forum Diperbarui.
th: ฟอรั่มอัพเดตแล้ว

source: Forum deleted. You should have bbPress <a href="%s">recount your site information</a>.
es_es: Foro borrado. Deja que bbPress <a href="%s">haga un recuento de la información del sitio</a>.
et_ee: Foorum kustutatud. Peaksite laskma bbPressil <a href="%s">andmed üle loendada</a>.
id_id: Forum dihapus. Anda seharusnya sudah <a href="%s">menghitung ulang informasi situs Anda</a>.
sk: Fórum vymazané. Mal by si požiadať bbPress, aby <a href="%s">prepočítal informácie o tvojej stránke</a>.
th: ฟอรั่มถูกลบแล้ว คุณควรจะให้ <a href="%s">นับข้อมูลเว็บของคุณใหม่</a>

source: Forum Management
es_es: Gestión del foro
et_ee: Foorumi haldus
id_id: Pengelolaan Forum
sk: Správa fóra
th: จัดการฟอรั่ม

source: Update Forum
es_es: Actualizar foro
et_ee: Uuenda foorumit
id_id: Perbarui Forum
th: อัพเดตฟอรั่ม

source: This forum contains
et_ee: See foorum sisaldab
th: ฟอรั่มนี้ประกอบด้วย
