Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Multiple email matches. Log in with your username.
bg_bg: Съвпадение на email адреси. Влезте с потребителското си име.
fi: Useat sähköpostiosoitteet vastaavat. Kirjaudu sisään käyttäjätunnuksellasi.
fr_fr: Plusieurs e-mails ont été trouvés. Connectez-vous avec votre identifiant.
hu_hu: Több e-mail találat. A felhasználó névvel kellene belépni.
ja: 複数のメールアドレスに一致しました。ユーザー名を使ってログインしてください。
pl_pl: Znaleziono wiele pasujących adresów e-mail Zaloguj się, korzystając ze swojej nazwy użytkownika.
pt_br: Várias correspondências de email. Faça login com seu nome de usuário.
ro_ro: Adresa de e-mail a fost folosită multiplu. Autentifică-te cu numele de utilizator.
sr_rs: Више адреса е-поште се поклапа. Пријавите се са својим корисничким именом.
ug_cn: بىر نەچچە ئېلخەت ماس كەلدى. ئۆزىڭىزنىڭ قوللانچى نامىدا كىرىڭ.

source: Multiple %s matches
bg_bg: Множество %s съвпадения
et_ee: Mitu %s vastet
fi: Useita %s osumia
fr_fr: Recherche multiple %s
hu_hu: Több %s találat
ja: 複数の %s に一致しました。
pl_pl: Znaleziono wiele pasujących rekordów w polu "%s"
pt_br: Várias correspondências de %s
ro_ro: Au fost găsite mai multe rezultate %s
sr_rs: Више %s се поклапа
ug_cn: كۆپلىگەن %s ماس كەلدى

source: Select a city
bg_bg: Изберете град
fi: Valitse kaupunki
fr_fr: Sélectionner une ville
hu_hu: Város kiválasztása
ja: 町を選択してください
pl_pl: Wybierz miasto
pt_br: Selecione uma cidade
ro_ro: Alege un oraș
sk_sk: Vybrať mesto
sr_rs: Изаберите град
ug_cn: بىر شەھەرنى تاللاڭ

source: Manual offsets
bg_bg: Ръчно отместване
fi: Manuaalinen erotus
fr_fr: Échelles manuelles
hu_hu: Kézi eltérés beállítás
ja: 手動オフセット
pl_pl: Ręczne ustawienie offsetu
pt_br: Compensação manual
ro_ro: Decalări manual
sr_rs: Ручна одступања

source: BackPress &rsaquo; Error
bg_bg: BackPress &rsaquo; Грешка
fi: bbPress &rsaquo; Virhe
fr_fr: BackPress &rsaquo; Erreur
hu_hu: BackPress &rsaquo; hiba
ja: bbPress &rsaquo; エラー
pl_pl: BackPress &rsaquo; Błąd
pt_br: BackPress &rsaquo; Erro
ro_ro: Eroare &rsaquo; BackPress
sk_sk: BackPress &rsaquo; Chyba
sr_rs: BackPress &rsaquo; Грешка
ug_cn: BackPress &rsaquo; خاتالىق

source: Once Hourly
bg_bg: На всеки час
et_ee: Kord tunnis
fi: Kerran tunnissa
fr_fr: Une fois par heure
hu_hu: Óránként
ja: 1時間に1回
pl_pl: Co godzinę
pt_br: A cada hora
ro_ro: O dată pe oră
sk_sk: Raz za hodinu
sr_rs: Једном на сат времена
ug_cn: ھەر سائەتتە بىر

source: Twice Daily
bg_bg: Два пъти дневно
et_ee: Kaks korda päevas
fi: Kaksi kertaa päivässä
fr_fr: Deux fois par jour
hu_hu: Naponta kétszer
ja: 1日2回
pl_pl: Dwa razy dziennie
pt_br: Duas vezes por dia
ro_ro: De două ori pe zi
sk_sk: Dvakrát denne
sr_rs: Двапут дневно
ug_cn: كۈندە ئىككى قېتىم

source: Once Daily
bg_bg: Ежедневно
et_ee: Kord päevas
fi: Kerran päivässä
fr_fr: Une fois par jour
hu_hu: Naponta egyszer
ja: 1日1回
pl_pl: Raz dziennie
pt_br: Uma vez por dia
ro_ro: O dată pe zi
sk_sk: Raz denne
sr_rs: Једном дневно
ug_cn: ھەر كۈندە بىر

source: Welcome %s!
bg_bg: Здрасти, %1$s!
fi: Tervetuloa, %1$s!
fr_fr: Bienvenue %1$s !
hu_hu: Helló, %s!
ja: %s さん、ようこそ !
pl_pl: Witaj, %s!
pt_br: Seja bem-vindo, %s!
ro_ro: Salut, %s!
sk_sk: Vitajte %s!
sr_rs: Добро дошли, %s!
ug_cn: مەرھابا %s!

source: A string with low priority!
bg_bg: Низ с нисък приоритет!
fi: Merkkijono matalalla tärkeydellä!
fr_fr: Une chaine de caractère avec une priorité faible !
hu_hu: Egy példa szöveg alacsony prioritással!
ja: 優先順位の低い文字列です。
pl_pl: Ciąg tekstowy z niskim priorytetem!
pt_br: Uma mensagem com baixa prioridade!
ro_ro: Un șir de caractere cu prioritate scăzută!
sr_rs: Ниска ниског првентсва!

source: Bye
bg_bg: Чао
fi: Moikka
fr_fr: Au revoir
hu_hu: Viszlát
ja: さようなら !
pl_pl: Pa
pt_br: Tchau
ro_ro: Salut
sr_rs: Здраво
ug_cn: خوش

source: Akismet Settings
bg_bg: Настройки на Akismet
fi: Akismetin asetukset
fr_fr: Réglages Akismet
hu_hu: Akismet Beállítások
ja: Akismet 設定
pl_pl: Ustawienia Akismeta
pt_br: Configurações do Akismet
ro_ro: Setări Akismet
sk_sk: Nastavenia Akismet
sr_rs: Подешавања Акисмета
ug_cn: Akismet تەڭشەكلىرى

source: For many people, <a href="%s">Akismet</a> will greatly reduce or even completely eliminate the spam you get on your site. If one does happen to get through, simply mark it as "spam" and Akismet will learn from the mistakes.
bg_bg: За много хора, <a href="%s">Akismet</a> драстично ще намали или дори напълно ще елиминира спам коментари и trackback. Ако някой все пак премине, можете просто да го отбележите като "спам" и Akismet ще се поучи от грешката си.
fi: Usealla sivustolla <a href="%s">Akismet</a> vähentää tai jopa kokonaan lopettaa tulevan roskapostin. Jos yksi viesti sattuu menemään läpi, merkitse se vain "roskapostiksi" ja Akismet oppii virheistään.
fr_fr: Déjà utilisé par de nombreux sites, <a href="%1$s">Akismet</a> va vous permettre de réduire ou même d&rsquo;éliminer complètement les commentaires indésirables (spams) et de faux rétroliens qui affectent votre site. Si l&rsquo;un d&rsquo;eux passait au travers, vous n&rsquo;avez qu&rsquo;à simplement le marquer comme &laquo indésirable &raquo; sur l&rsquo;écran de modération, et Akismet apprendra de ses erreurs.
hu_hu: Nagyon sok embernek az <a href="%1$s">Akismet</a> nagymértékben csökkentette, vagy akár teljesen meg is szüntette az oldalán megjelenő spam-ek számát. Ha esetleg mégis átjut egy-egy, akkor a moderációs oldalon "spam"-nek kell megjelölni és az Akismet tanulni fog a hibákból.
ja: 多くの方は、<a href="%s">Akismet</a> によってスパムを大幅に削減したり、完全に撲滅することができるでしょう。もしスパムが通り抜けてきてしまった場合は、"スパム" と指定するだけで、Akismet はこのミスから学習します。
pl_pl: W wielu przypadkach <a href="%s">Akismet</a> znacznie redukuje lub nawet kompletnie eliminuje spam wysyłany na stronę, jeżeli jednak jakiemuś uda się przedostać, po prostu oznacz go jako spam na ekranie moderacji, a Akismet nauczy się na tym błędzie.
pt_br: Para muitas pessoas, o <a href="%s">Akismet</a> irá reduzir bastante ou mesmo eliminar completamente os spams que você recebe em seu site. Se algum escapar, apenas marque-o como "spam" e o Akismet aprenderá com seus erros.
ro_ro: Cel mai des, <a href="%s">Akismet</a> va reduce cu mult sau chiar elimina complet spam-ul care vine. Dacă totuși unul reuşeşte să treacă, pur şi simplu marchează-l ca şi "spam" şi Akismet va învăța din propriile greşeli.
sr_rs: За многе људе, <a href="%s">Акисмет</a> ће веома смањити или чак у потпуности уклонити непожељне поруке које добијају на свом веб месту. Уколико се нека ипак „провуче“, једноставно је означите као "непожељна" и Акисмет ће учити од грешки.
ug_cn: كۆپلىگەن كىشىلەرگە نىسبەتەن، <a href="%s">Akismet</a> تور بەتكە كېلىدىغان زور مىقداردىكى سپەملەرنى ئازايتىدۇ ياكى پۈتۈنلەي ئۆچۈرۈپ تاشلايدۇ. ناۋادا سپەملەر تور بەتكە كىرىپ قالغان بولسا، تەستىقلاش بېتىدە ئۇلارغا «سپەم» دەپ بەلگە ئۇرۇپ قويۇلسا، Akismet بۇ خاتالىقنى ئېسىدە تۇتۇۋالىدۇ.

source: This key is valid
bg_bg: Ключът е валиден
fi: Tämä avain kelpaa
fr_fr: Cette clef est valide
hu_hu: A kulcs érvényes
ja: このキーは有効です。
pl_pl: Ten klucz jest prawidłowy
pt_br: Esta chave é válida
ro_ro: Această cheie este validă
sk_sk: Tento kľúč je platný
sr_rs: Кључ је исправан.
ug_cn: بۇ ئاچقۇچ ئىناۋەتلىك.

source: If you don't have a WordPress.com API Key, you can get one at <a href="%s">WordPress.com</a>
bg_bg: Ако нямате WordPress.com API Ключ, можете да получите такъв на <a href="%s">WordPress.com</a>
fi: Jos sinulla ei ole WordPress.comin API-tunnusta, voit hakea sen osoitteesta <a href="%s">WordPress.com</a>
fr_fr: Si vous n&rsquo;avez pas encore de compte sur WordPress.com, vous pouvez en obtenir un en allant sur <a href="%s">WordPress.com</a>
hu_hu: Ha nem rendelkezel WordPress.com API Kulccsal, akkor a <a href="%s">WordPress.com</a>-on ezt pótolhatod.
ja: WordPress.com API キーをお持ちでない場合は、<a href="%s">WordPress.com</a> で取得できます。
pl_pl: Jeśli nie posiadasz klucza API WordPress.com, możesz go zdobyć na <a href="%s">tej stronie</a>.
pt_br: Se você não possui uma Chave API do WordPress.com, você adquirir uma em <a href="%s">WordPress.com</a>
ro_ro: Dacă nu ai o cheie WordPress.com, poți obţine una la <a href="%s">WordPress.com</a>
sr_rs: Уколико још увек немате WordPress.com API кључ, можете добити један на <a href="%s">WordPress.com</a>.
ug_cn: ئەگەر WordPress.com API ئاچقۇچىڭىز بولمىسا، <a href="%s">WordPress.com</a> دىن بىرنى ئىلتىماس قىلسىڭىز بولىدۇ

source: Enable stats page
bg_bg: Включване на страница за статистика.
fi: Ota tilastosivu käyttöön
fr_fr: Activer la page de statistiques
hu_hu: Statisztikai oldal bekapcsolása
ja: 統計ページを有効化
pl_pl: Włącz stronę statystyk
pt_br: Ativar página de estatísticas
ro_ro: Activează pagina cu statistici
sr_rs: Укључи страну са статистиком
ug_cn: ئىستاتىستىكا بېتىنى ئىشلىتىشكە رۇخسەت

source: Create a page that shows spam statistics.
bg_bg: Създаване на страница за спам-статиските.
fi: Luo sivu, joka näyttää roskapostitilastot.
fr_fr: Créer une page qui contient les statistiques des messages indésirables (spam) de votre site.
hu_hu: Egy oldal létrehozása a spam statisztikák számára.
ja: スパム統計を表示するページを作成します。
pl_pl: Tworzy stronę, na której umieszczone są statystyki dotyczące spamu.
pt_br: Criar uma página que mostre as estatísticas de spam.
ro_ro: Crează o pagină care arată statistica pentru spam.
sr_rs: Направите страницу која садржи статистике непожељних порука.
ug_cn: سپەم ئىستاتىكىلىرىنى كۆرسىتىدىغان بىر بەت قۇرۇلسۇن.

source: This page will be viewable by moderators or higher.
bg_bg: Тази страница ще е видима за потребители с ранг модератор или по-висок.
fi: Tämä sivu on näkyvissä moderaattoreille tai suuremman käyttäjätason omaaville.
fr_fr: Cette page sera visible par les modérateurs et les rôles plus étendus.
hu_hu: Ezt az oldalt csak moderátorok és afelettiek fogják látni.
ja: 世話役以上の権限グループのユーザーがこのページを表示できます。
pl_pl: Strona ta będzie widoczna dla moderatorów i osób z wyższą rolą.
pt_br: Esta página será visível por moderadores ou usuários com função acima.
ro_ro: Această pagină va fi disponibilă doar moderatorilor sau celor cu permisiuni mai multe.
sr_rs: Ова страница ће бити видљива уредницима и корисницима са вишим улогама.
ug_cn: بۇ بەتنى تەستىقلىغۇچى ياكى ئۇنىڭدىن يۇقۇرىلار كۆرەلەيدۇ.

source: <strong>The key you attempted to enter is invalid. Reverting to previous setting.</strong>
bg_bg: <strong>Ключът, който опитахте да въведете е невалиден. Връщане към предишната настройка.</strong>
fi: <strong>Syöttämäsi API-tununs oli epäkelpo. Palautetaan edelliseen asetukseen.</strong>
fr_fr: <strong>La clef soumise n'est pas valide. Retour aux réglages précédents.</strong>
hu_hu: <strong>A megadott kulcs érvénytelen. Korábbi beállítás visszaállítása.</strong>
ja: <strong>記入されたキーは無効です。元の設定に戻します。</strong>
pl_pl: <strong>Klucz, który próbowano wprowadzić, jest nieprawidłowy. Przywracanie poprzednich ustawień.</strong>
pt_br: <strong>A chave que você tentou inserir é inválida. Retornando às configurações anteriores.</strong>
ro_ro: <strong>Cheia pe care ai încercat să o folosești nu este validă. Revin la setările anterioare.</strong>
sr_rs: <strong>Кључ који сте покушали да унесете није исправан. Враћање на претходна подешавања.</strong>
ug_cn: <strong>كىرگۈزمەكچى بولغان ئاچقۇچىڭىز ئىناۋەتسىز. ئەسلىدىكى تەڭشەككە قايتۇرۇلىدۇ.</strong>

source: Akismet Stats
bg_bg: Статистики за Akismet
fi: Akismet-tilastot
fr_fr: Statistiques Akismet
hu_hu: Akismet statisztikák
ja: Akismet 統計
pl_pl: Statystyki Akismeta
pt_br: Estatídticas do Akismet
ro_ro: Statistică Akismet
sk_sk: Štatistiky Akismet
sr_rs: Статистика Акисмета
ug_cn: Akismet ستاتىستىكىسى

source: Not Spam
bg_bg: Не спам
es_es: No es spam
et_ee: Pole rämps
fi: Ei roskaa
fr_fr: N&#8217;est pas un spam
hu_hu: Nem spam
id_id: Bukan Spam
ja: スパムを解除
pl_pl: To nie jest spam
pt_br: Não é spam
ro_ro: Nu e spam
sk: Nie spam
sk_sk: Nie je spam
sr_rs: Није нежељена порука
th: ไม่ใช่สแปม
ug_cn: سپەم ئەمەس

source: Counted the number of bozo posts in each topic
bg_bg: Преброени са спам-мненията във всяка тема.
fi: Laske kaikkien aiheiden bozo-viestit
fr_fr: Compte le nombre de messages bozo dans chaque sujet
hu_hu: Zavaró üzenetek számolása minden témában befejeződött.
ja: 各トピックの迷惑投稿を集計しました
pl_pl: Zliczono wpisy trolli w każdym z tematów
pt_br: contado o número de posts bozos em cada tópico
ro_ro: S-au numărat câte mesaje de la nebuni sunt în fiecare subiect
sr_rs: Поруке непожељних корисника на свакој теми су пребројане
ug_cn: ھەر بىر تېمىدىكى بوزو يازمىلار سانالدى

source: Counted each bozo user&#039;s total posts as well as the total topics to which they have replied
bg_bg: Преброени са отговорите и темите, в които е участвал всеки един спамър
fi: Jokaisen bozo-käyttäjän viestien yhteismäärä laskettu, kuten myös aiheet yhteensä, joihin he ovat vastanneet
fr_fr: Comptage de nombre total de messages pour chaque utilisateur bozo ainsi que du nombre total de sujet auquel il a répondu
hu_hu: Minden rosszfiú összes hozzászólása újra számolva, azok a témák is, amelyekre válaszoltak.
ja: 各迷惑ユーザーの投稿数および返信したトピック数の合計を集計しました
pl_pl: Zliczono wpisy każdego użytkownika oznaczonego jako troll oraz tematy, na które odpowiedział
pt_br: Contados o total de posts de cada usuário bozo, assim como o total de tópicos para os quais eles responderam
ro_ro: S-au numărat mesajele totale și subiectele la care s-a răspuns pentru fiecare utilizator nebun
sr_rs: Укупан број порука сваког непожељног корисника као и укупан број тема у којима су одговарали су пребројани

source: Count each bozo user&#039;s total posts as well as the total topics to which they have replied
bg_bg: Преброяване на отговорите и темите, в които е участвал всеки един спамър
fi: Laske jokaisen bozo-käyttäjän viestien yhteismäärä, kuten aiheiden yhteismäärä, joihin he ovat vastanneet
fr_fr: Compter le nombre total de messages pour chaque utilisateur bozo ainsi que le nombre total de sujets auquel il a répondu
hu_hu: Minden rosszfiú hozzászólásának újra számolása, azokat a témákat is, amelyekre válaszoltak.
ja: 迷惑ユーザーの投稿と返信したトピックの合計数を数える
pl_pl: Zlicz wpisy każdego użytkownika oznaczonego jako troll oraz tematy, na które odpowiedział
pt_br: Contar o total de posts de cada usuário bozo, assim como o total de tópicos para os quais eles responderam
ro_ro: Numără mesajele totale și subiectele la care s-a răspuns pentru fiecare utilizator nebun
sr_rs: Преброј укупан број порука сваког непожељног корисника као и укупан број тема у којима су одговарали

source: Count the number of bozo posts in each topic
bg_bg: Преброяване на спам-мненията във всяка тема.
fi: Laske kaikkien aiheiden bozo-viestit
fr_fr: Compter le nombre de messages bozo dans chaque sujet
hu_hu: Zavaró üzenetek számlálása minden témában
ja: 各トピックの迷惑投稿を数える
pl_pl: Zlicz wpisy trolli w każdym z tematów
pt_br: Contar o número de posts bozos em cada tópico
ro_ro: Numără câte mesaje de la nebuni sunt în fiecare subiect
sr_rs: Преброј поруке непожељних корисника на свакој теми
ug_cn: ھەر بىر تېمىدىكى بوزو يازمىلار سانالسۇن

source: This user is a bozo
bg_bg: Този потребител е спамър.
es_es: Ese usuario es un inútil
et_ee: See kasutaja on bozo
fi: Tämä käyttäjä on bozo
fr_fr: Cet utilisateur est un bozo
hu_hu: Ez a felhasználó rossz arc
id_id: Pengguna ini merupakan seorang bozo
ja: このユーザーは迷惑ユーザーです
pl_pl: Ten użytkownik jest trollem
pt_br: Este usuário é um bozo
ro_ro: Acest utilizator este nebun
sk: Tento užívaťeľ je nekompetentný
sk_sk: Tento užívateľ je nekompetentný
sr_rs: Овај корисник је непожељан
th: สมาชิกคนนี้มีพฤติกรรมป่วน
ug_cn: بۇ قوللانچى بوزو ئىكەن

source: Bozos only
bg_bg: само Спамъри
fi: Bozot
fr_fr: Bozos uniquement
hu_hu: Rossz arcok
ja: 迷惑ユーザーのみ
pl_pl: Tylko trolle
pt_br: somente bozos
ro_ro: Doar nebuni
sr_rs: Само непожељни
ug_cn: پەقەت بوزولارلا

source: Most Active Topics
hu_hu: Legnépszerűbb témák

source: Last Poster
bg_bg: Последен
es_es: Último publicador
et_ee: Viimane postitaja
fi: Viimeisin kirjoittaja
fr_fr: Dernier contributeur
hu_hu: Utolsó hozzászóló
id_id: Pengirim Terakhir
ja: 最後の投稿者
pl_pl: Autor ostatniego wpisu
pt_br: Último usuário a publicar
ro_ro: Ultimul autor
sk: Najnovší od
sk_sk: Najnovší od
sr_rs: Последња порука од
th: ผู้แสดงความเห็นล่าสุด
ug_cn: ئاخىرقى ئاپتور

source: Edit Post
bg_bg: Редактиране
et_ee: Muuda postitust
fi: Muokkaa viestiä
fr_fr: Modifier le message
hu_hu: Bejegyzés szerkesztése
id_id: Sunting Tulisan
ja: 投稿の編集
pl_pl: Edytuj wpis
pt_br: Editar Post
ro_ro: Editează mesajul
sk: Uprav príspevok
sk_sk: Upraviť príspevok
sr_rs: Уреди поруку
th: แก้ไขความเห็น
ug_cn: يازما تەھرىرلەش

source: Allowed markup:
bg_bg: Позволени тагове:
et_ee: Lubatud HTML-elemendid:
fi: Sallitut merkinnät:
fr_fr: Balises autorisées :
hu_hu: Engedélyezettek:
id_id: Markah yang diizinkan:
ja: 利用可能なマークアップ:
pl_pl: Dozwolone znaczniki:
pt_br: Marcação permitida:
ro_ro: Formatarea permisă:
sk: Povolené značkovanie:
sk_sk: Povolené značky:
sr_rs: Дозвољене ознаке:
th: อนุญาต markup:
ug_cn: ئىشلىتىشكە بولىدىغان بەلگىلەر:

source: Put code in between <code>`backticks`</code>.
bg_bg: Ако искате да публикувате код, сложете го в <code>`обратни кавички`</code>.
et_ee: Kood pane <code>`ülakomade`</code> vahele.
fi: Laita koodi <code>`heittomerkkien`</code> sisään.
fr_fr: Placer le code entre deux <code>`backticks`</code>.
hu_hu: A kódot írd <code>`kacsacsőr`</code> közé.
id_id: Taruh kode di antara <code>`backtick`</code>.
ja: コードは <code>`逆クォート`</code> で囲ってください。
pl_pl: Wstaw kod pomiędzy <code>`gravisy`</code>.
pt_br: Insira o código entre <code>`acentos graves`</code>.
ro_ro: Pune codul între <code>`apostrofuri`</code>.
sk: Kód uzavri do <code>`spätných úvodzoviek`</code>.
sk_sk: Vložiť kód do <code>`spätných úvodzoviek`</code>.
sr_rs: Ставите кôд између <code>`обрнутих полунаводника`</code>.
th: ใส่ code ลงในระหว่าง <code>`backticks`</code>.
ug_cn: كودنى <code>`يالاڭ پەش`</code> ئىچىگە يېزىڭ.

source: Edit Post &raquo;
bg_bg: Редактиране &raquo;
et_ee: Muuda postitust &raquo;
fi: Muokkaa viestiä &raquo;
fr_fr: Modifier le message &raquo;
hu_hu: Bejegyzés szerkesztése &raquo;
id_id: Sunting Tulisan &raquo;
ja: 投稿を編集 &raquo;
pl_pl: Edytuj wpis &raquo;
pt_br: Editar post &raquo;
ro_ro: Editează mesajul &raquo;
sr_rs: Уреди поруку &raquo;
th: แก้ไขความเห็น &raquo;
ug_cn: يازما تەھرىرلەش &raquo;

source: Current Favorites
et_ee: Praegused lemmikud
hu_hu: Kedvenc topikok
id_id: Favorit Saat Ini
sk: Obľúbené témy
th: Favourites ในปัจจุบัน

source: Your Favorites allow you to create a custom <abbr title="Really Simple Syndication">RSS</abbr> feed which pulls recent replies to the topics you specify. To add topics to your list of favorites, just click the "Add to Favorites" link found on that topic&#8217;s page.
et_ee: Lemmikud lubavad sul luua käepäraseid <abbr title="Really Simple Syndication">RSS</abbr> voogusid, mis väljastavad sinu valitud teemadesse postitatud vastuseid. Teema lemmikutesse lisamiseks klõpsa lihtsalt selle teema lehel asuvat "Lisa lemmikutesse" viita.
hu_hu: Kedvencek lehetőséget ad a felhasználóknak saját <abbr title="Really Simple Syndication">RSS</abbr> hírcsatorna létrehozására, amely összegyűjti a megadott témák legutóbbi hozzászólásait.
id_id: "Favorit Anda" memungkinkan Anda untuk menciptakan umpan <abbr title="Really Simple Syndication">RSS</abbr> suai yang menarik balasan-balasan terakhir dari topik yang Anda tentukan. Untuk menambah topik ke senarai favorit, cukup klik taut "Tambahkan ke Favorit" yang ditemukan pada halaman topik yang bersangkutan.
sk: Obľúbené témy vytvárajú pre teba špeciálny <abbr title="Really Simple Syndication">RSS</abbr> kanál, do ktorého vyťahujú najnovšie reakcie na tvoje obľúbené témy.
th: Favorites ของคุณอนุญาตให้คุณสร้าง <abbr title="Really Simple Syndication">RSS</abbr> feed เฉพาะของคุณที่จะดึงความเห็นล่าสุดของกระทู้ที่คุณระบุได้ เพื่อเพิ่มกระทู้ลงในรายชื่อ favorites ของคุณ เพียงกดที่ลิงก์ "เพิ่มใน Favorites" ที่ปรากฎอยู่ในแต่ละหน้ากระทู้

source: Subscribe to your favorites&#8217; <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
et_ee: Telli oma lemmikute <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> voog</a>.
hu_hu: Iratkozz fel a kedvenc topikjaidra <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> feeden keresztül.</a>
id_id: Berlangganan umpan <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> favorit Anda</a>.
sk: Prihlás si odber <a href="%s"><abbr title="Really Simple Syndication">RSS kanálu</abbr></a> s tvojimi obľúbenými.<br /> Ak nemáš zabudovanú podporu internetových kanálov RSS vo svojom zariadení, budeš si chcieť možno <a href="http://www.google.com/search?hs=Deh&q=download+RSS+reader">stiahnuť čítačku RSS</a>.
th: ใช้งาน <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a> favourites ของคุณ

source: Remove
bg_bg: Премахни
et_ee: Kustuta
fi: Poista
fr_fr: Supprimer
hu_hu: Eltávolít
id_id: Singkirkan
ja: 削除
pl_pl: Usuń
pt_br: Remover
ro_ro: Elimină
sk: Odstráň
sk_sk: Odstrániť
sr_rs: Уклони
th: ย้ายออก
ug_cn: يۆتكىۋېتىش

source: You currently have no favorites.
bg_bg: В момента нямате любими теми.
et_ee: Teil pole parajasti ühtegi lemmikut.
fi: Sinulla ei ole tällä hetkellä suosikkeja.
fr_fr: Vous n&#8217;avez actuellement pas de favoris.
hu_hu: Jelenleg nincsenek kedvenceid.
id_id: Anda saat ini tidak memiliki favorit.
ja: 今のところ、お気に入りはありません。
pl_pl: Obecnie nie masz żadnych ulubionych.
pt_br: Você atualmente não possui favoritos.
ro_ro: Deocamdată nu conține elemente favorite.
sk: Momentálne namáš žiadne obľúbené témy.
sk_sk: Momentálne namáš žiadne obľúbené témy.
sr_rs: Тренутно немате омиљених тема.
th: คุณไม่มี favorites ในตอนนี้
ug_cn: تېخى ساقلانمىڭىز يوق.

source: currently has no favorites.
bg_bg: в момента няма любими теми
et_ee: parajasti pole ühtegi lemmikut.
fi: ei ole tällä hetkellä suosikkeja.
fr_fr: n&#8217;a pas de favoris pour l&#8217;instant..
hu_hu: felhasználónak jelenleg nincsenek kedvencei.
id_id: saat ini tidak ada favorit.
ja: のお気に入りは現在ありません。
pl_pl: obecnie nie ma żadnych ulubionych.
pt_br: atualmente não há favoritos
ro_ro: acum nu are niciun element favorit.
sk: momentálne nemá žiadne obľúbené.
sk_sk: momentálne nemá žiadne obľúbené.
sr_rs: тренутно нема омиљених тема.
th: ตอนนี้ไม่มี favorites
ug_cn: نۆۋەتتە ساقلانما يوق.

source: RSS feed for this forum
hu_hu: Fórum RSS hírcsatornája
id_id: Umpan RSS utnuk forum ini
sk: RSS pre toto fórum
th: RSS feed สำหรับฟอรั่มนี้

source: Gday, %1$s!
hu_hu: Helló, %1$s!

source: Log in Failed
bg_bg: Влизането неуспешно
et_ee: Sisselogimine ebaõnnestus
fi: Sisäänkirjautuminen epäonnistui
fr_fr: La connexion a échoué
hu_hu: Sikertelen bejelentkezés
id_id: Gagal Masuk Log
ja: ログインに失敗しました。
pl_pl: Nieudane logowanie się
pt_br: Login falhou
ro_ro: Autentificarea a eșuat
sk: Prihlásenie zlyhalo
sk_sk: Prihlásenie zlyhalo
sr_rs: Пријава није успела
th: เข้าสู่ระบบล้มเหลว
ug_cn: كىرگىلى بولمىدى

source: Log in
bg_bg: Вход
et_ee: Logi sisse
fi: Kirjaudu sisään
fr_fr: Connexion
hu_hu: Bejelentkezés
id_id: Masuk log
ja: ログイン
pl_pl: Zaloguj się
ro_ro: Autentificare
sk: Prihlásenie
sk_sk: Prihlásenie
sr_rs: Пријава
th: เข้าสู่ระบบ
ug_cn: كىرىش

source: This username does not exist.
hu_hu: Nincs ilyen felhasználói név.
id_id: Nama pengguna ini tidak ada.
sk: Toto užívateľské meno neexistuje.
th: ชื่อผู้ใช้นี้ไม่มีอยู่จริง

source: Register it?
hu_hu: Regisztráció
id_id: Daftarkan?
sk: Zaregistrovať to?
th: ต้องการลงทะเบียน?

source: Try Again &raquo;
bg_bg: Опитай отново &raquo;
et_ee: Proovi uuesti &raquo;
fi: Yritä uudelleen &raquo;
fr_fr: Essayez à nouveau &raquo;
hu_hu: Próbáljuk meg újra &raquo;
id_id: Coba Lagi &raquo;
ja: 再度お試しください &raquo;
pt_br: Tente novamente&raquo;
ro_ro: Încearcă din nou &raquo;
sk_sk: Vyskúšať znovu &raquo;
sr_rs: Покушајте поново &raquo;
th: ลองอีกครั้ง &raquo;
ug_cn: قايتا سىناش &raquo;
