Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Your "bb-config.php" file was not writable.
bg_bg: Файлът "bb-config.php" не може да бъде отворен за писане.
et_ee: "bb-config.php" failile puudus kirjutamisõigus.
fi: Sinun "bb-config.php"-tiedosto on kirjoitussuojattu.
fr_fr: Le fichier "bb-config.php" n&#8217;est pas modifiable.
hu_hu: A "bb-config.php" fájn nem írható.
ja: "bb-config.php" ファイルが書き込み禁止になっています。
pl_pl: Brak uprawnień do zapisu do Twojego pliku "bb-config.php".
pt_br: O seu arquivo "bb-config.php" não é gravável.
ro_ro: Fișierul "bb-config.php" nu are permisiuni de scriere.
sk_sk: Váš súbor "bb-config.php" nie je zapisovateľný.
sr_rs: Ваша датотека "bb-config.php" није уписива.
th: ไฟล์ "bb-config.php" ของคุณไม่สามารถบันทึกได้
ug_cn: «bb-config.php» ھۆججىتىڭىزگە يازغىلى بولمايدىكەن.

source: You will need to manually re-define "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" and "BB_LOGGED_IN_KEY" in your "bb-config.php" file.
bg_bg: Ще трябва ръчно да добавите "BB_SECRET_KEY", "BB_SECURE_AUTH_KEY" и "BB_LOGGED_IN_KEY" във файла "bb-config.php".
et_ee: Te peade käsitsi defineerima "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" ja "BB_LOGGED_IN_KEY" konstandid "bb-config.php" failis.
fi: Sinun täytyy määritellä "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" ja "BB_LOGGED_IN_KEY" manuaalisesti "bb-config.php"-tiedostossa.
fr_fr: Vous aurez besoin de définir manuellement la constante "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" et "BB_LOGGED_IN_KEY" dans votre fichier "bb-config.php".
hu_hu: Manuálisan újra kell definiálno a "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" és "BB_LOGGED_IN_KEY" konstansokat a "bb-config.php" fájlban.
ja: "bb-config.php" ファイル内で、"BB_AUTH_KEY"、"BB_SECURE_AUTH_KEY"、"BB_LOGGED_IN_KEY" を手動で再定義してください。
pl_pl: Musisz ponownie zdefiniować wartości "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" i "BB_LOGGED_IN_KEY" ręcznie w Twoim pliku "bb-config.php".
pt_br: Você deverá redefinir manualmente "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" and "BB_LOGGED_IN_KEY" em seu arquivo "bb-config.php".
ro_ro: Vor trebui re-definite manual "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" și "BB_LOGGED_IN_KEY" în fişierul "bb-config.php".
sr_rs: Мораћете да ручно подесите "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" и "BB_LOGGED_IN_KEY" у својој датотеци "bb-config.php".

source: WordPress "auth" cookie salt set from input.
et_ee: WordPressi "auth" küpsise sool on vastavalt sisendile seatud.
fi: WordPress "auth" evästesuola asetettu syötteestä.
fr_fr: La clef secrète du cookie de WordPress "auth" est définie depuis la valeur du formulaire.
hu_hu: WordPress "auth" süti kulcs beállítva beviteli mező alapján.
ja: WordPress "auth" Cookie の Salt が未設定です。
pl_pl: Salt ciasteczek "auth" WordPressa został ustawiony zgodnie z wprowadzoną wartością.
pt_br: Salt do cookie "auth" do WordPress definida a partir do valor inserido.
ro_ro: Cheia cookie "auth" de la WordPress a fost setată la citire.
sr_rs: Вордпресов "auth" колачића је постављен из уноса.
ug_cn: ۋوردپرەس "auth" cookie مەخپىي ئاچقۇچى كىرگۈزۈلگەن قىممەتتىن بەلگىلەندى.

source: WordPress "secure auth" cookie salt set from input.
fi: WordPress "secure auth" evästesuola asetettu syötteestä.
fr_fr: La clef secrète du cookie "secure auth" de WordPress est définie depuis la valeur du formulaire.
hu_hu: WordPress "secure auth" süti kulcs beállítva beviteli mező alapján.
ja: 入力値を元に WordPress "secure auth" Cookie Salt を設定しました。
pl_pl: Salt ciasteczek "secure auth" WordPressa został ustawiony zgodnie z wprowadzoną wartością.
pt_br: Salt do cookie "secure auth" do WordPress definida a partir do valor inserido.
ro_ro: Cheia cookie "secure auth" de la WordPress a fost setată la citire.
sr_rs: Вордпресов "secure auth" колачића је постављен из уноса.
ug_cn: ۋوردپرەس "secure auth" cookie مەخپىي ئاچقۇچى كىرگۈزۈلگەن قىممەتتىن بەلگىلەندى.

source: WordPress "logged in" cookie salt set from input.
et_ee: WordPressi "logged in" küpsise sool on vastavalt sisendile seatud.
fi: WordPress "logged in" evästesuola asetettu syötteestä.
fr_fr: La clef secrète du cookie de WordPress "logged in" est définie depuis la valeur du formulaire.
hu_hu: WordPress "logged in" süti kulcs beállítva beviteli mező alapján.
ja: 入力値から得た WordPress "logged in" Cookie Salt。
pl_pl: Salt ciasteczek "logged in" WordPressa został ustawiony zgodnie z wprowadzoną wartością.
pt_br: Salt do cookie "logged in" do WordPress definida a partir do valor inserido.
ro_ro: Cheia cookie "logged in" de la WordPress a fost setată la citire.
sr_rs: Вордпресов "logged in" колачића је постављен из уноса.
ug_cn: ۋوردپرەس "logged in" cookie مەخپىي ئاچقۇچى كىرگۈزۈلگەن قىممەتتىن بەلگىلەندى.

source: Fetching missing WordPress cookie salts.
bg_bg: Получаване на липсващите пароли за WordPress cookies.
et_ee: Pärime puuduvad WordPressi küpsise soolad.
fi: Haetaan puuttuvaa WordPress-tietokannan salausta.
fr_fr: Impossible de récupérer les clefs secrètes de cookie de WordPress.
hu_hu: WordPress hiányzó süti titkos kulcsok betöltése.
ja: 存在しない WordPress Cookie Salt を取得しています。
pl_pl: Pobieranie brakujących saltów ciasteczek WordPressa.
pt_br: Coletando salts do cookie do WordPress faltantes.
ro_ro: Se obțin cheile cookie de la WordPress care lipsesc.
sr_rs: Добављање недостајућих Вордпресових колачића.

source: WordPress "auth" cookie salt set.
bg_bg: Тайният ключ "auth" на WordPress влезе в сила.
et_ee: WordPressi "auth" küpsise sool on seatud.
fi: WordPress "auth" evästesuola asetettu.
fr_fr: La clef secrète du cookie de WordPress "auth" est fixée.
hu_hu: WordPress "auth" süti titkos kulcs beállítva.
ja: WordPress "auth" Cookie の Salt は設定済みです。
pl_pl: Salt ciasteczek "auth" WordPressa został ustawiony.
pt_br: Definido salt do cookie "auth" do WordPress.
ro_ro: Cheia cookie "auth" de la WordPress a fost setată.
sr_rs: Вордпресов "auth" колачића је постављен.
ug_cn: ۋوردپرەس "auth" cookie مەخپىي ئاچقۇچى بەلگىلەندى.

source: WordPress "auth" cookie salt not set.
bg_bg: Тайният ключ "auth" на WordPress не може да влезе в сила.
et_ee: WordPressi "auth" küpsise sool on määramata.
fi: WordPress "auth" evästesuola ei ole asetettu.
fr_fr: La clef secrète du cookie de WordPress "auth" n&#8217;est pas fixée.
hu_hu: WordPress "auth" süti titkos kulcs nem került beállításra.
ja: WordPress "auth" Cookie の Salt が未設定です。
pl_pl: Salt ciasteczek "auth" WordPressa nie został ustawiony.
pt_br: Salt do cookie "auth" do WordPress não definido.
ro_ro: Cheia cookie "auth" de la WordPress nu a fost setată.
sr_rs: Вордпресов "auth" колачића није постављен.
ug_cn: ۋوردپرەس "auth" cookie مەخپىي ئاچقۇچى بەلگىلەنمىدى.

source: Could not fetch "auth" cookie salt from the WordPress options table.
bg_bg: Грешка при извличане на "auth" паролата от базата данни на WordPress.
fi: Salaustietojen hakeminen kohteelle "auth" evästesuola Asetukset-taulusta ei onnistunut.
fr_fr: Impossible de récupérer la clef secrète du cookie "auth" de la table d'options de WordPress.
hu_hu: Nem sikerült az "auth" süti kulcs betöltése a WordPress beállítások táblából.
ja: WordPress の options テーブルから WordPress "auth" Cookie の Salt を取得できませんでした。
pl_pl: Nie można było pobrać salta "auth" ciasteczek z tabeli opcji WordPressa.
pt_br: Não foi possível coletar o salt do cookie "auth" da tabela de opções do WordPress.
ro_ro: Nu s-a putut obține cheia cookie "auth" din tabelul de opțiuni WordPress.
sr_rs: Није могуће добавити "auth" колачића из Вордпресове базе података из табеле опција.

source: You will need to manually define the "auth" cookie salt in your database.
bg_bg: Ще трябва ръчно да зададете парола за ключа "auth" в базата данни на bbPress.
et_ee: Te peate "auth" küpsise soola käsitsi andmebaasis defineerima.
fi: Sinun täytyy määritellä tietokannan "auth" evästesuola manuaalisesti.
fr_fr: Vous aurez besoin de définir manuellement la clef secrète du cookie "auth" dans votre base de données.
hu_hu: Szükséges lesz kézzel beállítani a "auth" süti kulcs értékét az adatbázisban.
ja: データベース内で、"auth" Cookie Salt を手動で定義する必要があります。
pl_pl: Konieczne będzie ręczne ustawienie salta "auth" ciasteczek w bazie danych.
pt_br: Será necessário definir manualmente o salt do cookie"auth" em seu banco de dados.
ro_ro: Va trebui definită manual cheia cookie "auth" în baza de date.
sr_rs: Мораћете да ручно подесите "auth" у својој бази података.

source: WordPress "secure auth" cookie salt set.
bg_bg: Тайният ключ "secure auth" на WordPress влезе в сила.
et_ee: WordPressi "secure auth" küpsise sool on seatud.
fi: WordPress "secure auth" evästesuola asetettu.
fr_fr: La clef secrète du cookie de WordPress "secure auth" est fixée.
hu_hu: WordPress "secure auth" süti titkos kulcs beállítva.
ja: WordPress "secure auth" Cookie の Salt は設定済みです。
pl_pl: Salt ciasteczek "secure auth" WordPressa został ustawiony.
pt_br: Definido salt do cookie "secure auth" do WordPress.
ro_ro: Cheia cookie "secure auth" de la WordPress a fost setată.
sr_rs: Вордпресов "secure auth" колачића је постављен.
ug_cn: ۋوردپرەس "secure auth" cookie مەخپىي ئاچقۇچى بەلگىلەندى.

source: WordPress "secure auth" cookie salt not set.
bg_bg: Тайният ключ "auth" на WordPress не може да влезе в сила.
et_ee: WordPressi "secure auth" küpsise sool on määramata.
fi: WordPress "secure auth" evästesuola ei ole asetettu.
fr_fr: La clef secrète du cookie de WordPress "secure auth" n&#8217;est pas fixée.
hu_hu: WordPress "secure auth" süti titkos kulcs nem került beállításra.
ja: WordPress "secure auth" Cookie の Salt が未設定です。
pl_pl: Salt ciasteczek "secure auth" WordPressa nie został ustawiony.
pt_br: Salt do cookie "secure auth" do WordPress não definido.
ro_ro: Cheia cookie "secure auth" de la WordPress nu a fost setată.
sr_rs: Вордпресов "secure auth" колачића је постављен.
ug_cn: ۋوردپرەس "secure auth" cookie مەخپىي ئاچقۇچى بەلگىلەنمىدى.

source: WordPress "logged in" cookie salt set.
bg_bg: Тайният ключ "logged in" на WordPress влезе в сила.
et_ee: WordPressi "logged in" küpsise võti on seatud.
fi: WordPress "logged in" evästesuola asetettu.
fr_fr: La clef secrète du cookie de WordPress "logged in" est fixée.
hu_hu: WordPress "logged in" süti titkos kulcs nem került beállításra.
ja: WordPress "logged in" Cookie の Salt は設定済みです。
pl_pl: Salt ciasteczek "logged in" WordPressa został ustawiony.
pt_br: Definido salt do cookie "logged in" do WordPress.
ro_ro: Cheia cookie "logged in" de la WordPress a fost setată.
sr_rs: Вордпресов "logged in" колачића је постављен.
ug_cn: ۋوردپرەس "logged in" cookie مەخپىي ئاچقۇچى بەلگىلەندى.

source: WordPress "logged in" cookie salt not set.
bg_bg: Тайният ключ "auth" на WordPress не може да влезе в сила.
et_ee: WordPressi "logged in" küpsise võti on määramata.
fi: WordPress "logged in" evästesuola ei ole asetettu.
fr_fr: La clef secrète du cookie de WordPress "logged in" n&#8217;est pas fixée.
hu_hu: WordPress "logged in" süti titkos kulcs nem került beállításra.
ja: WordPress "logged in" Cookie の Salt が未設定です。
pl_pl: Salt ciasteczek "logged in" WordPressa nie został ustawiony.
pt_br: Salt do cookie "logged in" do WordPress não definido.
ro_ro: Cheia cookie "logged in" de la WordPress nu a fost setată.
sr_rs: Вордпресов "logged in" колачића је постављен.
ug_cn: ۋوردپرەس "logged in" cookie مەخپىي ئاچقۇچى بەلگىلەنمىدى.

source: Could not fetch "logged in" cookie salt from the WordPress options table.
bg_bg: Грешка при извличане на "logged in" паролата от базата данни на WordPress.
fi: Salaustietojen hakeminen kohteelle "logged in" evästesuola Asetukset-taulusta ei onnistunut.
fr_fr: Impossible de récupérer la clef secrète du cookie "logged in" de la table d'options de WordPress.
hu_hu: Nem sikerült az "logged in" süti kulcs betöltése a WordPress beállítások táblából.
ja: WordPress の options テーブルから WordPress "logged in" Cookie の Salt を取得できませんでした。
pl_pl: Nie można było pobrać salta "logged in" ciasteczek z tabeli opcji WordPressa.
pt_br: Não foi possível coletar o salt do cookie "logged in" da tabela de opções do WordPress.
ro_ro: Nu s-a putut obține cheia cookie "logged in" din tabelul de opţiuni WordPress.
sr_rs: Није могуће добавити "logged in" колачића из Вордпресове базе података из табеле опција.

source: You will need to manually define the "logged in" cookie salt in your database.
bg_bg: Ще трябва ръчно да зададете парола за ключа "logged in" в базата данни на bbPress.
et_ee: Te peate "logged in" küpsise soola käsitsi andmebaasis defineerima.
fi: Sinun täytyy määritellä tietokannan "logged in" evästesuola manuaalisesti.
fr_fr: Vous aurez besoin de définir manuellement la clef secrète du cookie "logged in" dans votre base de données.
hu_hu: Szükséges lesz kézzel beállítani a "logged in" süti kulcs értékét az adatbázisban.
ja: データベース内で、"logged in" Cookie Salt を手動で定義する必要があります。
pl_pl: Konieczne będzie ręczne ustawienie salta "logged in" ciasteczek w bazie danych.
pt_br: Será necessário definir manualmente o salt do cookie "logged in" em seu banco de dados.
ro_ro: Va trebui definită manual cheia cookie "logged in" în baza de date.
sr_rs: Мораћете да ручно подесите "logged in" у својој бази података.

source: User database table prefix:
bg_bg: Представка на потребителските таблици:
et_ee: Kasutajatabelite eesliide:
fi: Käyttäjätietokannan taulun etuliite:
fr_fr: Préfixe de la base de données utilisateur :
hu_hu: Felhasználói adatbázis előtag:
ja: ユーザーデータベースのテーブル接頭語:
pl_pl: Prefiks nazwy tabeli z danymi użytkowników:
pt_br: Prefixo da tabela de banco de dados do usuário:
ro_ro: Prefixul tabelului cu utilizatori din baza de date:
sr_rs: Префикс корисничке базе података:
th: ชื่อตารางฐานข้อมูลผู้ใช้:
ug_cn: ئىشلەتكۈچى ساندانى ئالدى قوشۇمچىسى:

source: WordPress MU primary blog ID:
bg_bg: Номер на основния блог в WordPress MU:
fi: WordPress MU:n ensisijaisen blogin tunnusnumero:
fr_fr: ID du blog principal de WordPress Mu :
hu_hu: WordPress MU elsődleges blog azonosító:
ja: WordPress MU メインブログ ID:
pl_pl: Identyfikator głównego blogu instalacji WordPress MU:
pt_br: ID do blog original do WordPress MU:
ro_ro: ID-ul blogului principal din WordPress MU:
sr_rs: ID примарног блога Вордпреса MU:
ug_cn: ۋوردپرەس كۆپ تىللىق نەشرى ئاساسىي بلوگ IDسى:

source: User database name:
bg_bg: Потребителско име за базата данни:
et_ee: Kasutajate andmebaasi nimi:
fi: Käyttäjätietokannan nimi:
fr_fr: Identifiant de la base de données :
hu_hu: Felhasználói adatbázis név:
ja: ユーザーデータベース名:
pl_pl: Nazwa bazy z danymi użytkowników:
pt_br: Nome do banco de dados do usuário:
ro_ro: Numele bazei de date cu utilizatori:
sr_rs: Име корисничке базе података:
th: ชื่อฐานข้อมูลผู้ใช้:
ug_cn: ئىشلەتكۈچىنىڭ ساندان نامى:

source: User database user:
bg_bg: Потребителска база данни - потребителско име:
et_ee: Kasutajate andmebaasi kasutajanimi:
fi: Käyttäjätietokannan käyttäjätunnus:
fr_fr: Nom d&#8217;utilisateur de la base de données utilisateur :
hu_hu: Felhasználói adatbázis felhasználó:
ja: ユーザーデータベースのユーザー:
pl_pl: Nazwa użytkownika bazy z danymi użytkowników:
pt_br: Usuário de banco de dados do usuário:
ro_ro: Utilizatorul bazei de date cu utilizatori:
sr_rs: Име корисника корисничке базе података:
th: ผู้ใช้ของฐานข้อมูลผู้ใช้:
ug_cn: ئىشلەتكۈچىنىڭ ساندان قوللانچىسى:

source: User database password:
bg_bg: Потребителска база данни - парола:
et_ee: Kasutajate andmebaasi parool:
fi: Käyttäjätietokannan salasana:
fr_fr: Mot de passe de la base de données :
hu_hu: Felhasználói adatbázis jelszó:
ja: データベースのパスワード:
pl_pl: Hasło do bazy z danymi użytkowników:
pt_br: Senha do banco de dados do usuário:
ro_ro: Parola bazei de date cu utilizatori:
sr_rs: Лозинка корисничке базе података:
th: รหัสผ่านของฐานข้อมูลผู้ใช้:
ug_cn: ئىشلەتكۈچىنىڭ ساندان پارولى:

source: User database host:
bg_bg: Потребителска база данни - хост:
et_ee: Kasutajate andmebaasi server:
fi: Käyttäjätietokannan palvelin:
fr_fr: Hôte de la base de données utilisateur :
hu_hu: Felhasználói adatbázis kiszolgáló:
ja: データベースのホスト:
pl_pl: Adres serwera bazy z danymi użytkowników:
pt_br: Host do banco de dados do usuário:
ro_ro: Gazda bazei de date cu utilizatori:
sr_rs: Домаћин (host) корисничке базе података:
th: โฮสท์ของฐานข้อมูลผู้ใช้:
ug_cn: ئىشلەتكۈچىنىڭ ساندان مۇلازىمېتىرى:

source: User database character set:
bg_bg: Потребителска база данни - символно кодиране:
et_ee: Kasutajate andmebaasi märgistik:
fi: Käyttäjätietokannan merkistö:
fr_fr: Encodage de la base de données utilisateur :
hu_hu: Felhasználói adatbázis karakterkiosztás:
ja: データベースの文字コード設定:
pl_pl: Kodowanie bazy z danymi użytkowników:
pt_br: Conjunto de caracteres do banco de dados do usuário:
ro_ro: Setul de caractere al bazei de date cu utilizatori:
sr_rs: Скуп карактера корисничке базе података::
th: รูปแบบตัวอักษรของฐานข้อมูลผู้ใช้:
ug_cn: قوللانچى ساندانىنىڭ كودلىنىشى:

source: User database collation:
bg_bg: Потребителска база данни - символна колация:
et_ee: Kasutajate andmebaasi märkide kollatsioon:
fi: Käyttäjätietokannan merkistö:
fr_fr: Interclassement des caractères de la base de données utilisateur&nbsp;:
hu_hu: Felhasználói adatbázis összefésülés:
ja: ユーザーデータベースの照合順序:
pl_pl: Kodowanie porównań w bazie z danymi użytkowników:
pt_br: Collation do banco de dados do usuário:
ro_ro: Colaționarea de caractere a bazei de date cu utilizatori:
sr_rs: Сортирање корисничке базе података
ug_cn: قوللانچى ساندانىنىڭ سېلىشتۇرمىسى:

source: User database "user" table:
bg_bg: Потребителска база данни - "потребителска" таблица:
et_ee: Kasutajate andmebaasi "kasutaja" tabel:
fi: Käyttäjätietokannan "käyttäjä" taulu:
fr_fr: Table "user" de la base de données utilisateur :
hu_hu: Felhasználói adatbázis "user" táblája:
ja: ユーザーデータベースの "user" テーブル:
pl_pl: Tabela "user" bazy z danymi użytkowników:
pt_br: Tabela "user" do banco de dados do usuário:
ro_ro: Tabelul "user" al bazei de date cu utilizatori:
sr_rs: Табела "user" („корисник“) корисничке базе података:
th: ตารางฐานข้อมูลผู้ใช้ "ผู้ใช้" :
ug_cn: ئىشلەتكۈچى ساندانى «قوللانچى» جەدۋىلى:

source: User database "user meta" table:
bg_bg: Потребителска база данни "мета потребителска" таблица
et_ee: Kasutajate andmebaasi "kasutaja meta" tabel:
fi: Käyttäjät-tietokannan "tunniste tiedot" taulu:
fr_fr: Table "user meta" de la base de données utilisateur :
hu_hu: Felhasználói adatbázis "user meta" tábla:
ja: ユーザーデータベースの "user meta" テーブル:
pl_pl: Tabela "user meta" bazy z danymi użytkowników:
pt_br: Tabela "user meta" do banco de dados do usuário:
ro_ro: Tabelul "user meta" al bazei de date cu utilizatori:
sr_rs: Табела "user meta" корисничке базе података:
th: ตารางฐานข้อมูล "user meta" ผู้ใช้:
ug_cn: قوللانچى ساندانى "user meta" جەدۋىلى:

source: Integration not enabled
bg_bg: Интеграцията не е в сила.
et_ee: WordPressiga sidumine välja lülitatud
fi: Integrointi ei ole käytössä
fr_fr: L&#8217;intégration n&#8217;est pas activée
hu_hu: Az integráció nincs engedélyezve.
ja: WordPress との統合が有効化されていません。
pl_pl: Integracja nie została włączona
pt_br: Integração não permitida
ro_ro: Integrarea nu este activată
sk_sk: Integrácia nebola povolená
sr_rs: Спајање није омогућено
th: การเชื่อมต่อไม่ทำงาน
ug_cn: باغلاپ ئىشلەتكىلى بولمايدۇ

source: Step 3 - Site settings
bg_bg: Стъпка 3 - Настройки на сайта
et_ee: Kolmas samm - lehe seaded
fi: Vaihe 3 - Sivuston asetukset
fr_fr: Étape 3 - Réglages du site
hu_hu: 3. lépés - Weboldal beállítások
ja: ステップ3 - サイトの設定
pl_pl: Krok 3 - Ustawienia strony
pt_br: Passo 3 - Configurações do Site
ro_ro: Pasul 3 - Setări site
sk_sk: Krok 3 - Nastavenia stránky
sr_rs: Корак 3 - Подешавања веб места
th: ขั้นตอนที่ 3 การตั้งค่าเว็บ
ug_cn: 3- قەدەم: تور بەت تەڭشەكلىرى

source: Site name:
bg_bg: Заглавие на сайта:
et_ee: Lehe nimi:
fi: Sivuston nimi:
fr_fr: Nom du site :
hu_hu: Holnap neve:
ja: サイト名:
pl_pl: Nazwa strony:
pt_br: Nome do site:
ro_ro: Numele site-ului:
sk_sk: Názov stránky:
sr_rs: Име веб места:
th: ชื่อเวบไซต์:
ug_cn: تور بەت نامى:

source: Site address (URL):
bg_bg: Адрес на сайта (URL):
et_ee: Lehe aadress (URL):
fi: Sivuston osoite (URL):
fr_fr: Adresse du site (URL) :
hu_hu: Honlap címe (URL):
ja: サイトのアドレス (URL):
pl_pl: Adres URL strony:
pt_br: Endereço do site (URL):
ro_ro: Adresa (URL-ul) site-ului:
sk_sk: Adresa webu (URL)
sr_rs: Адреса веб места (URL):
th: ที่อยู่เวบไซต์ (URL):
ug_cn: تور بەت ئادرېسى (URL):

source: From email address:
bg_bg: От E-mail:
et_ee: E-postiaadressilt:
fi: Sähköpostiosoitteesta:
fr_fr: Depuis l&#8217;adresse e-mail:
hu_hu: Kimenő e-mail cím:
ja: From メールアドレス:
pl_pl: Z adresu e-mail:
pt_br: Do endereço de email:
ro_ro: De la adresa de e-mail (From):
sk_sk: Z email adresy:
sr_rs: Од адресе е-поште:
th: จากอีเมล์:
ug_cn: ئېلخەت ئادرېسىدىن:

source: Key master could not be created!
bg_bg: Главният администратор не може да бъде създаден.
et_ee: Super admini ei suudetud luua!
fi: Järjestelmänvalvojan luominen epäonnistui!
fr_fr: Le super administrateur n&#8217;a pu être créé !
hu_hu: Fórumgazda létrehozása sikertelen!
ja: キーマスターを作成できませんでした。
pl_pl: Konto klucznika nie mogło zostać utworzone!
pt_br: Não foi possível criar o admin-mestre!
ro_ro: Superutilizatorul nu a putut fi creat!
sr_rs: Главни мајстор није могао бити направљен!
th: ไม่สามารถสร้าง Key masterได้
ug_cn: ئاچقۇچ ئىگىسىنى قۇرغىلى بولمىدى!

source: That login is already taken!
bg_bg: Това име е вече заето.
et_ee: See kasutajanimi on juba võetud!
fi: Kirjautumistunnus on jo käytössä!
fr_fr: Cet identifiant est déjà utilisé !
hu_hu: Ez felhasználó név már foglalt.
ja: そのユーザー名はすでに使用されています。
pl_pl: Ta nazwa użytkownika została już zajęta!
pt_br: Esse login já está sendo utilizado!
ro_ro: Acest login este deja luat!
sr_rs: Ти подаци за пријављивање су већ заузети!
th: ชื่อผู้ใช้นี้มีคนใช้อยู่แล้ว
ug_cn: بۇ ئىسىم ئىشلىتىلىپ بولۇنغان!

source: Existing key master entered!
bg_bg: Този главен администратор вече съществува.
et_ee: Sisestatud kasutaja on super admin!
fi: Olemassa oleva järjestelmänvalvoja liitetty!
fr_fr: Le super administrateur existe déjà !
hu_hu: Létező fórumgazda megadva!
ja: 入力したキーマスターはすでに存在しています。
pl_pl: Wprowadzono dane istniejącego klucznika!
pt_br: Admin-mestre existente inserido!
ro_ro: Superutilizatorul existent a fost introdus!
sr_rs: Постојећи главни мајстор је унешен!
ug_cn: مەۋجۇد ئاچقۇچ ئىگىسى كىرگۈزۈلدى!

source: Your bbPress password
bg_bg: Парола за bbPress
et_ee: Teie bbPressi parool
fi: bbPress-salasanasi
fr_fr: Votre mot de passe bbPress
hu_hu: A bbPress jelszavad
ja: bbPress のパスワード
pl_pl: Twoje hasło do bbPressa
pt_br: Sua senha do bbPress
ro_ro: Parola ta bbPress
sk_sk: Vaše bbPress heslo
sr_rs: Ваша bbPress лозинка
th: รหัสผ่าน bbPress ของคุณ
ug_cn: bbPress پارولىڭىز

source: Re-setting admin email address.
bg_bg: Нов администраторски E-mail.
et_ee: Muudame admini e-postiaadressi.
fi: Asetetaan ylläpidon sähköposti uudelleen.
fr_fr: Reconfigurer l&#8217;adresse e-mail de l&#8217;administrateur.
hu_hu: Admin e-mail cím átállítása.
ja: 管理者メールアドレスを再設定しています。
pl_pl: Ponowne ustawianie adresu e-mail administratora.
pt_br: Redefinindo o endereço de email do administrador.
ro_ro: Se re-setează adresa de e-mail a administratorului.
sr_rs: Поновно постављање административне адресе е-поште.
th: ตั้งค่าอีเมล์ผู้ควบคุมเวบใหม่
ug_cn: باشقۇرغۇچى ئېلخەت ئادرېسى قايتا بەلگىلەنسۇن.

source: Existing user without key master role entered!
bg_bg: Въвели сте потребителско име, което не е главен администаратор.
et_ee: Sisestatud kasutaja ei ole super admin!
fi: Olemassa oleva käyttäjä ilman järjestelmänvalvojan oikeuksia liitetty!
fr_fr: L&#8217;utilisateur existant n&#8217;est pas le super administrateur!
hu_hu: Fórumgazda szerepkör nélküli meglévő felhasználó megadva!
ja: キーマスター権限のない、既存のユーザー名が入力されました。
pl_pl: Wprowadzono dane istniejącego użytkownika nie posiadającego uprawnień klucznika!
pt_br: Foi inserido um usuário existente sem função de admin-mestre!
ro_ro: Utilizatorul existent este fără rolul de Superutilizator!
sr_rs: Постојећи корисник без улоге главног мајстора је унешен!
ug_cn: ئاچقۇچ ئىگىسى بولمىغان مەۋجۇد قوللانچى!
