Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: If you want to share user data with an existing WordPress installation.
et_ee: Kui soovite kasutajate andmeid jagada olemasoleva WordPressiga.
th: ถ้าคุณต้องการแชร์ข้อมูลผู้ใช้ร่วมกับเวิร์ดเพรสที่ติดตั้งอยู่แล้ว

source: If your bbPress and WordPress installations share the same database, then this is the same value as <code>$table_prefix</code> in your WordPress <code>wp-config.php</code> file. It is usually <strong>wp_</strong>.
et_ee: Kui teie bbPress ja WordPress jagavad sama andmebaasi, siis see on sama väärtus, mis <code>$table_prefix</code> teie WordPressi <code>wp-config.php</code> failis. See on vaikimisi <strong>wp_</strong>.

source: If your bbPress and WordPress installation do not share the same database, then you will need to add advanced settings.
et_ee: Kui teie bbPress ja WordPress ei jaga sama andmebaasi, siis peate oma andmebaasiseadeid täpsustama.
th: ถ้า bbPress และ Wordpress ของคุณไม่ได้ลงในฐานข้อมูลเดียวกัน คุณต้องทำการตั้งค่าขั้นสูงเพิ่มเติม

source: Go to step 3 &raquo;
et_ee: Kolmas samm &raquo;
th: ไปที่ขั้นตอนที่ 3 &raquo;

source: This is what you are going to call your bbPress installation.
et_ee: Andke oma foorumile nimi.
th: ชื่อนี้จะเป็นชื่อ bbPress ที่คุณติดตั้ง

source: This is the user login for the initial bbPress administrator (known as a "key master").
et_ee: bbPressi super administraatori kasutajanimi.
th: นี่คือชื่อผู้ใช้ของผู้ควบคุมเวบ bbPress (ซึ่งรู้จักกันในชื่อ "key master").

source: Email address
et_ee: E-postiaadress

source: Forum name
et_ee: Foorumi nimi

source: Complete the installation &raquo;
et_ee: Lõpeta paigaldus &raquo;
th: จบขั้นตอนการติดตั้ง &raquo;

source: Your installation completed successfully.<br />Check below for login details.
et_ee: Paigaldus lõppes edukalt.<br />Alt saate paigalduse logi vaadata.
th: การติดตั้งของคุณสำเร็จสมบูรณ์แล้ว <br /> เช็คด้านล่างสำหรับข้อมูลเข้าสู่ระบบ

source: Warning
et_ee: Hoiatus
th: การเตือน

source: Message
et_ee: Sõnum
th: ข้อความ

source: Manage
et_ee: Haldus
th: จัดการ

source: Design
et_ee: Kujundus
th: รูปแบบ

source: Find
es_es: Buscar
et_ee: Otsi
id_id: Temukan
sk: Nájdi
th: หา

source: Moderators
es_es: Moderadores
et_ee: Administratsioon
id_id: Moderator
sk: Moderátori
th: ผู้ควบคุม

source: No matching users were found!
es_es: No se han encontrado usuarios
et_ee: Selliseid kasutajaid ei leitud!
id_id: Tidak ada pengguna cocok!
sk: Nenašli sme takých užívateľov.
th: ไม่พบผู้ใช้ตามที่หา

source: User List by Role
es_es: Listado de usuarios por rol
et_ee: Kasutajate nimekiri
id_id: Senarai Pengguna berdasarkan Peran
sk: Zoznam užívateľova podľa úloh
th: รายชื่อผู้ใช้โดยบทบาท

source: Search for users &raquo;
es_es: Buscar usuarios &raquo;
et_ee: Otsi kasutajaid &raquo;
id_id: Pencarian pengguna &raquo;
sk: Hľadaj užívateľov &raquo;
th: ค้นหาสำหรับสมาชิก &raquo;

source: &laquo; Back to All Users
es_es: &laquo; Volver a todos los usuarios
et_ee: &laquo; Tagasi kõigi kasutajate juurde
id_id: &laquo; Kembali ke Seluruh Pengguna
sk: &laquo; Späť na všetkých užívateľov
th: &laquo; กลับไปยังสมาชิกทั้งหมด

source: %1$s &#8211; %2$s of %3$s shown below
es_es: Mostrando %1$s &#8211; %2$s de %3$s
et_ee: %1$s &#8211; %2$s %3$s-st, vt allpool
id_id: %1$s &#8211; %2$s dari %3$s ditampilkan di bawah ini
sk: %1$s &#8211; %2$s z %3$s ukázané nižšie
th: %1$s &#8211; %2$s ของ %3$s แสดงที่ด้านล่าง

source: Users with no role in these forums
es_es: Usuarios sin rol en este foro
et_ee: Ilma rollideta kasutajad siin foorumis
id_id: Pengguna yang tidak memiliki peran dalam forum ini
sk: Užívatelia bez statusu v týchto fórach
th: ผู้ใช้ที่ไม่มีบทบาทในฟอรั่มเหล่านี้

source: Display name
et_ee: Kuvatav nimi

source: Registered Since
es_es: Registrado desde
et_ee: Registreerunud
id_id: Terdaftar Sejak
sk: Registrovaný od
th: ลงทะเบียนตั้งแต่

source: Actions
es_es: Acciones
et_ee: Toimingud
id_id: Tindakan
sk: Akcie
th: ดำเนินการ

source: Forum Name:
es_es: Nombre del foro:
et_ee: Foorumi nimi:
id_id: Nama Forum:
sk: Meno fóra:
th: ชื่อฟอรั่ม:

source: Forum Slug:
et_ee: Foorumi nimi:

source: Forum Description:
es_es: Descripción del foro:
et_ee: Foorumi kirjeldus:
id_id: Deskripsi Forum:
sk: Popis fóra:
th: คำอธิบายฟอรั่ม:

source: Forum Parent:
es_es: Foro padre:
et_ee: Ülemfoorum:
id_id: Induk Forum:
th: ฟอรั่มหลัก:

source: Position:
es_es: Posición:
et_ee: Positsioon:
id_id: Posisi:
sk: Pozícia:
th: ตำแหน่ง:

source: Forum is Category:
et_ee: Foorum on kategooria:

source: Update Forum &#187;
es_es: Actualizar foro &#187;
et_ee: Uuenda foorum &#187;
id_id: Perbarui Forum &#187;
th: อัพเดตจาก &#187;

source: Add Forum &#187;
es_es: Agregar foro &#187;
et_ee: Lisa foorum &#187;
id_id: Tambah Forum &#187;
th: เพิ่มฟอรั่ม &#187;

source: Posted: %1$s in <a href="%2$s">%3$s</a>
es_es: Publicado: %1$s en <a href="%2$s">%3$s</a>
et_ee: Postitatud: %1$s tagasi Teema: <a href="%2$s">%3$s</a>
id_id: Dikirim: %1$s dalam <a href="%2$s">%3$s</a>
sk: Publikované: %1$s v <a href="%2$s">%3$s</a>
th: โพสท์: %1$s ใน <a href="%2$s">%3$s</a>

source: Count topics and posts in every forum (relies on the above)
es_es: Contar temas y mensajes en cada foro (basado en lo anterior)
et_ee: Loenda teemad ja postitused igas foorumis (sõltub ülemisest)
id_id: Hitung topik dan tulisan dalam setiap forum (bergantung dengan yang di atas)
sk: Spočítaj témy a príspevky vo všetkých fórach (závisí na tom, čo si zadal vyššie)
th: นับกระทู้และความเห็นในทุกฟอรั่ม (ขึ้นอยู่กับด้านบน)

source: DELETE tags with no topics. Only functions if the above checked
es_es: BORRAR etiquetas sin tema. Solo funciona si lo anterior está marcado
et_ee: KUSTUTA ilma teemadeta sildid. Töötab ainult, kui ülemine on märgistatud
id_id: HAPUS tag yang tidak bertopik. Hanya berfungsi jika pilihan di atas dicentang
sk: VYMAŽ značky, ktoré nemajú žiadnu tému. (Bude to fungovať len ak zaškrtneš vyššie)
th: ลบแทคที่ไม่มีกระทู้ คำสั่งนี้ทำงานเมื่อตัวเลือกด้านบนถูกเลือก

source: REMOVE deleted topics from users' favorites
et_ee: EEMALDA kustutatud teemad kasutajate lemmikutest
th: ลบกระทู้ที่ถูกลบออกจากกระทู้ชื่นชอบของสมาชิก

source: Visit plugin homepage
es_es: Visitar la página del plugin
et_ee: Mine pluginate kodulehele
id_id: Kunjungi laman plugin
sk: Navštív domovskú stránku zásuvných modulov
th: เยี่ยมชมเวบปลั๊คอิน

source: number_format_decimals
et_ee: V

source: Search&#8230;
es_es: Buscar&#8230;
et_ee: Otsi&#8230;
id_id: Cari&#8230;
th: ค้นหา&#8230;

source: Forum&#8230;
es_es: Foro&#8230;
et_ee: Foorum&#8230;
th: ฟอรั่ม&#8230;

source: Tag&#8230;
es_es: Etiqueta&#8230;
et_ee: Silt&#8230;
th: แทค&#8230;

source: Topic Author&#8230;
es_es: Autor del tema&#8230;
et_ee: Teema autor&#8230;
id_id: Penulis Topik&#8230;
th: ผู้เขียนกระทู้&#8230;

source: Post Author&#8230;
es_es: Autor del mensaje&#8230;
et_ee: Postituse autor&#8230;
id_id: Penulis Tulisan&#8230;
th: ผู้เขียนความเห็น&#8230;

source: Topic Status&#8230;
es_es: Estado del tema&#8230;
et_ee: Teema olek&#8230;
id_id: Status Topik&#8230;
th: สถานะกระทู้&#8230;

source: Post Status&#8230;
es_es: Estado del mensaje&#8230;
et_ee: Postituse olek&#8230;
id_id: Status Tulisan&#8230;
th: สถานะความเห็น&#8230;

source: Open?&#8230;
es_es: ¿Abierto?&#8230;
et_ee: Avatud?&#8230;
id_id: Buka?&#8230;
th: เปิดหรือไม่?&#8230;

source: Title&#8230;
es_es: Título&#8230;
et_ee: Pealkiri&#8230;
id_id: Judul&#8230;
th: หัวข้อ&#8230;

source: year
es_es: año
et_ee: aasta
id_id: tahun
sk: rok
th: ปี

source: years
es_es: años
et_ee: aastat
id_id: tahun
sk: roky
th: ปี

source: month
es_es: mes
et_ee: kuu
id_id: bulan
sk: mesiac
th: เดือน

source: months
es_es: meses
et_ee: kuud
id_id: bulan
sk: mesiace
th: เดือน

source: week
es_es: semana
et_ee: nädal
id_id: minggu
sk: týždeň
th: สัปดาห์

source: weeks
es_es: semanas
et_ee: nädalat
id_id: minggu
sk: týždne
th: สัปดาห์

source: day
es_es: día
et_ee: päev
id_id: hari
sk: deň
th: วัน

source: days
es_es: días
et_ee: päeva
id_id: hari
sk: dni
th: วัน

source: hour
es_es: hora
et_ee: tund
id_id: jam
sk: hodina
th: ชั่วโมง

source: minute
es_es: minuto
et_ee: minut
id_id: menit
sk: minúta
th: นาที

source: second
es_es: segundo
et_ee: sekund
id_id: detik
sk: sekunda
th: วินาที

source: <a href="http://bbpress.org/">bbPress</a> - simple, fast, elegant
et_ee: <a href="http://bbpress.org/">bbPress</a> - lihtne, kiire, elegantne
th: <a href="http://bbpress.org/">bbPress</a> - เรียบง่าย รวดเร็วและสวยงาม

source: Save Forum Order &#187;
et_ee: Salvesta foorumi järjekord &#187;
id_id: Simpan Urutan Forum &#187;
th: บันทึกการเรียงฟอรั่ม &#187;

source: Edit Forum Order &#187;
et_ee: Muuda foorumite järjekord &#187;
th: แก้ไขการเรียงฟอรั่ม &#187;

source: Tag: %s
es_es: Etiqueta: %s
et_ee: Silt: %s
th: แทค: %s

source: Does not appear to be chunked encoded or body is malformed.
et_ee: Kodeering või faili sisu on vigane.

source: The slug "%s" is already in use by another term
et_ee: "%s" on juba mõne teise termini juures kasutusel

source: Are you sure you want to delete this %s?
es_es: ¿Estás seguro de que quieres borrar ese %s?
et_ee: Olete kindel, et soovite seda %s kustutada?
id_id: Apakah Anda yakin ingin menghapus %s ini?
sk: Naozaj chceš vymazať túto %s?
th: คุณแน่ใจที่จะลบ %s?

source: Jump to new item
es_es: Ir a un nuevo elemento
et_ee: Hüppa edasi
id_id: Lompat ke butir baru
sk: Preskoč na novú položku
th: ไปยัง item ใหม่

source: You don't have permission to do that.
es_es: No tienes permiso para hacer eso.
et_ee: Teil puuduvad selleks õigused.
id_id: Anda tidak memiliki izin untuk melakukannya
sk: Nemáš povolenie to urobiť.
th: คุณไม่ได้รับอนุญาตให้ทำสิ่งนี้

source: Something strange happened. Try refreshing the page.
es_es: Ha ocurrido algo extraño. Intenta recargar la página otra vez.
et_ee: Juhtus midagi veidrat. Proovi leht uuesti laadida.
id_id: Sesuatu yang janggal terjadi. Coba muat ulang halaman ini.
sk: Stalo sa niečo čudné. Skús obnoviť stránku (Ctrl+r).
th: มีความผิดพลาดเกิดขึ้น กรุณาลองรีเฟรชหน้าจอใหม่

source: Slow down, I'm still sending your data!
es_es: ¡Tranqui, todavía se están enviando tus datos!
et_ee: Oota veidi, andmete edastamine on pooleli!
id_id: Pelan-pelan, Saya sedang mengirimkan data Anda!
sk: Spomaľ! Ešte stále posielam tvoje dáta.
th: ได้โปรดช้าลงหน่อย ระบบกำลังส่งช้อมูลคุณอยู่

source: Akismet Configuration
et_ee: Akismeti seaded
th: การตั้งค่า Akismet

source: Akismet Key:
et_ee: Akismeti võti:

source: You do not need a key to run bbPress, but if you want to take advantage of Akismet's powerful spam blocking, you'll need one.
et_ee: bbPressi kasutamiseks pole võtit vaja. Võtit on vaja siis, kui te soovite Akismeti võimsat rämpsposti blokeerijat kasutada.
th: คุณไม่ต้องใช้ key ในการทำงานของ bbPress แต่ถ้าคุณต้องการใช้งาน Akismet (เครื่องมือป้องกันการ spam ที่มีประสิทธิภาพ) คุณต้องใช้ key ในการทำงานของ Akismet

source: You can get an Akismet key at <a href="http://wordpress.com/api-keys/">WordPress.com</a>
et_ee: Te saate Akismeti võtme <a href="http://wordpress.com/api-keys/">WordPress.com'st</a>
th: คุณสามารถหา Akismet key ได้ที่ <a href="http://wordpress.com/api-keys/">WordPress.com</a>

source: Update Configuration &raquo;
et_ee: Uuenda seadeid &raquo;
th: อัปเดตการตั้งค่า &raquo;

source: Configuration saved.
et_ee: Seaded salvestatud.
th: บันทึกการตั้งค่า

source: Akismet Spam
et_ee: Akismeti rämps
id_id: Spam Akismet

source: The API key you have specified is invalid. Please double check the <strong>Akismet Key</strong> set in <a href="%s">Akismet configuration</a>. If you don't have an API key yet, you can get one at <a href="%s">WordPress.com</a>.
et_ee: Määratud API võti on vigane. Palun kontrollige <strong>Akismeti võtme</strong> väärtust <a href="%s">Akismeti seadetes</a>. Kui teil veel ei ole API võtit, siis võite selle saada <a href="%s">WordPress.com'st</a>.
th: API key ที่คุณระบุใช้งานไม่ได้ กรุณาตรวจสอบการตั้งค่า <strong>Akismet Key</strong> ใน <a href="%s">การตั้งค่า Akismet (Akismet configuration)</a>. ถ้าคุณยังไม่มี API key คุณสามารถขอได้ที่ <a href="%s">WordPress.com</a>.

source: Counting bozo posts...
es_es: Contando mensajes inútiles...
et_ee: Loendan bozo postitusi...
id_id: Menghitung tulisan bozo...
sk: Rátanie príspevkov od nekompetentných magorov...
th: กำลังนับความเห็นป่วน...

source: Done counting bozo posts.
es_es: Terminado el recuento de mensajes inútiles.
et_ee: Bozo postitused loendatud.
id_id: Selesai menghitung tulisan bozo.
sk: Príspevky od nekompetentných sú spočítané.
th: นับความเห็นป่วนเสร็จแล้ว

source: Counting bozo topics for each user...
es_es: Contando temas inútiles de cada usuario...
et_ee: Loendan iga kasutaja bozo teemad...
id_id: Menghitung topik bozo untuk setiap pengguna...
sk: Počítanie tém od nekompetetných pre každého užívateľa...
th: กำลังนับกระทู้ป่วนสำหรับแต่ละสมาชิก...

source: Done counting bozo topics.
es_es: Terminado el recuento de temas inútiles.
et_ee: Bozo teemad loendatud.
id_id: Selesai menghitung topik bozo.
sk: Počítanie príspevkov od nekompetentných je hotové.
th: นับกระทู้ป่วนเสร็จแล้ว

source: Count topics to which each user has replied and count each users&#039; bozo posts
es_es: Contar temas a los que cada usuario ha respondido y contar los mensajes inútiles de cada uno de ellos
et_ee: Loenda teemad, kuhu iga kasutaja on vastanud ja loenda iga kasutaja bozo postitused
id_id: Menghitung topik di mana setiap pengguna sudah membalas dan menghitung tulisan bozo tiap pengguna
sk: Spočítaj témy na ktoré každý užívateľ odpovedal a spočítaj nekompetentné príspevky každého užívateľa
th: นับกระทู้ที่สมาชิกแต่ละคนได้ตอบและนับความเห็นป่วนผู้ใช้แต่ละคน

source: Count bozo posts on every topic
es_es: Contar mensajes inútiles en cada tema
et_ee: Loenda iga teema bozo postitused
id_id: Menghitung tulisan bozo pada setiap topik
sk: Spočítaj príspevky od nekompetentných pre každú tému
th: นับความเห็นป่วนบนทุกกระทู้

source: Bozos
es_es: Inútiles
et_ee: Bozod
id_id: Bozo
sk: Nekompetentní
th: คนป่วนฟอรั่ม

source: These users have been marked as bozos
es_es: Estos usuarios han sido marcados como inútiles
et_ee: Need kasutajad on märgitud bozodeks
id_id: Pengguna ini telah ditandai sebagai bozo
sk: Títo užívatelia boli označení ako nekompetentní
th: สมาชิกเหล่านี้ถูกบันทึกว่ามีพฤติกรรมป่วน

source: Export
et_ee: Ekspordi

source: When you click the button below, bbPress will generate a BBXF file for you to save to your computer.
et_ee: Kui te klikkate allolevale nupule, genereerib bbPress BBXF faili, mille te saate endale arvutisse salvestada.

source: This file will contain data about your users, forums, topics, and posts. You can use the Import function of another bbPress installation or another compatible web forums software to import this data.
et_ee: See fail sisaldab endas andmeid kasutajate, foorumite, teemade ja postituste kohta. Te saade mõnda teise bbPressi foorumisse seda faili importida. Samuti on võimalik mõnda teise seda tüüpi faili toetavasse foorumitarkvarasse neid andmeid importida.

source: Download Export File
et_ee: Lae ekspordifail alla

source: The importation process was completed successfully!
et_ee: Importimine lõppes edukalt!

source: Based on the options you chose and conflicts with existing data, some data was skipped. This data will be shown below. Sorry it's not very pretty yet...
et_ee: Põhinedes teie valitud seadetele ja konfliktidele olemasolevate andmetega jäeti mõnede andmete importimine vahele. Neid andmeid näidatakse all.

source: Import
et_ee: Impordi

source: Import Forums Data
et_ee: Impordi foorumi andmed

source: Welcome, %1$s!
et_ee: Tere tulemast, %1$s!
id_id: Selamat datang, %1$s!
sk: Zdravím %1$s!
th: ยินดีต้อนรับ %1$s!

source: <a href="%1$s">Register</a> or log in (<a href="%2$s">lost password?</a>):
et_ee: <a href="%1$s">Registreeri</a> või logi sisse (<a href="%2$s">unustasid parooli?</a>):
th: <a href="%1$s">ลงทะเบียน</a> หรือเข้าสู่ระบบ (<a href="%2$s">ลืมรหัสผ่าน?</a>):

source: Remember me:
et_ee: Mäleta mind
th: จดจำฉัน:

source: Topic title: (be brief and descriptive)
et_ee: Pealkiri:
id_id: Judul topik: (singkat dan jelas)
sk: Názov témy (stručný, jasný a výstižný):
th: หัวข้อกระทู้: (สั้น ๆ และได้ใจความ)

source: Enter a few words (called <a href="%s">tags</a>) separated by commas to help someone find your topic:
et_ee: Sisestage mõned märksõnad (<a href="%s">sildid</a>) mis aitavad teistel teie teemat leida (eralda komadega):
id_id: Masukkan beberapa kata (disebut <a href="%s">tag</a>) dipisahkan dengan tanda koma untuk membantu seseorang menemukan topik Anda:
th: ใส่คำสองสามคำ (ที่เรียกกันว่า <a href="%s">แท็ก</a>) แยกแต่ละคำด้วยคอมม่า แท็กนั้นช่วยให้ผู้อื่นหากระทู้คุณได้ง่าย:

source: You last replied: %s ago.
et_ee: Viimati vastasite: %s tagasi.
id_id: Anda terakhir membalas: %s yang lalu.
sk: , zatiaľ si naposledy odpovedal: %s dozadu.
th: การตอบครั้งสุดท้ายของคุณ: เมื่อ %s ที่ผ่านมา

source: User last replied: %s ago.
et_ee: Viimati vastatud: %s tagasi.
id_id: Pengguna terakhir membalas: %s yang lalu.
sk: Užívateľ zatiaľ naposledy odpovedal: %s dozadu.
th: การตอบครั้งสุดท้ายของผู้ใช้: เมื่อ %s ที่ผ่านมา

source: No replies since.
et_ee: Peale seda pole ühtegi vastust.
id_id: Tidak ada balasan sejak itu.
sk: Odvtedy žiadne odpovede.
th: ไม่มีการตอบตั้งแต่

source: Most recent reply: %s ago.
et_ee: Viimane vastus: %s tagasi.
id_id: Balasan terakhir: %s yang lalu.
sk: Tvoje zatiaľ posledná odpoveď je %s stará.
th: ตอบกลับล่าสุดมากสุด: เมื่อ %s ที่ผ่านมา

source: Documentation
es_es: Documentación
id_id: Dokumentasi
sk: Dokumentácia
th: เอกสารประกอบ

source: Development
es_es: Desarrollo
id_id: Pengembangan
sk: Vývoj
th: พัฒนา

source: %s seconds
es_es: %s segundos
id_id: %s detik
sk: %s sekundy
th: %s วินาที

source: ID
th: เลขที่

source: Database name:
th: ชื่อฐานข้อมูล:

source: Database user:
th: ชื่อผู้ใช้ฐานข้อมูล:

source: Database password:
th: รหัสผ่านฐานข้อมูบ:

source: Show advanced settings:
th: แสดงการตั้งค่าขั้นสูง:

source: Database host:
th: โฮสท์ฐานข้อมูล:

source: Database character set:
th: รูปแบบตัวอักษรฐานข้อมูล:

source: Database character collation:
th: การตรวจเทียบตัวอักษรฐานข้อมูล:

source: This should be a unique and secret phrase, it will be used to make your bbPress cookies unique and harder for an attacker to decipher.
th: ควรใช้ชื่อเฉพาะและเป็นความลับ มันจะถูกใช้เป็น bbPress cookies ของคุณ ซึ่งควรตั้งให้ยากแก่คนอื่นจะมาถอดรหัสของคุณ

source: Table name prefix:
th: คำนำหน้าตารางในฐานข้อมูล:

source: Contents for <code>bb-config.php</code>:
th: เนื้อหาสำหรับ <code>bb-config.php</code>:

source: Save database configuration file &raquo;
th: บันทึกไฟล์การตั้งค่าฐานข้อมูล &raquo;

source: Check for configuration file &raquo;
th: ตรวจสอบสำหรับไฟล์การตั้งค่า &raquo;

source: Add integration settings:
th: เพิ่มการตั้งค่าเชื่อมต่อ:

source: Save WordPress integration settings &raquo;
th: บันทึกการตั้งค่าเชื่อมต่อกับเวิร์ดเพรส &raquo;

source: Add cookie integration settings:
th: เพิ่มการตั้งค่าการเชื่อมต่อ cookie:

source: This value must match the value of the constant named "SECRET_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress cookie secret key set in the first step.
th: ค่านี้ต้องตรงกับค่าที่มีชื่อว่า "SECRET_KEY" ในไฟล์ <code>wp-config.php</code> เวิร์ดเพรสของคุณ ค่านี้จะแทนที่ค่า bbPress cookie secret key ในขั้นตอนแรก

source: This must match the value of the WordPress setting named "secret" in your WordPress installation. Look for the option labeled "secret" in <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
th: ค่านี้ต้องตรงกับการตั้งค่าเวิร์ดเพรสที่มีชื่อว่า "secret" ในการติดตั้งเวิร์ดเพรสของคุณ โปรดดูที่ "secret" ใน <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">หน้าควบคุมเวิร์ดเพรสนี้</a> ถ้าคุณไม่ใส่ค่านี้ การติดตั้งจะพยายามแทนที่ค่านี้จากการตั้งค่าเชื่อมต่อฐานข้อมูลเวิร์ดเพรสของคุณ

source: Add user database integration settings:
th: เพิ่มการตั้งค่าการเชื่อมต่อฐานข้อมูลผู้ใช้

source: If your bbPress and WordPress installations share the same database, then this is the same value as <code>$wp_table_prefix</code> in your WordPress <code>wp-config.php</code> file. It is usually <strong>wp_</strong>.
th: ถ้า bbPress และ Wordpress ของคุณไม่ได้ลงในฐานข้อมูลเดียวกัน นี่คือค่าการตั้งค่า <code>$wp_table_prefix</code> ในไฟล์ <code>wp-config.php</code> ของเวิร์ดเพรสของคุณ file ซึ่งโดยปกติจะเป็น <strong>wp_</strong>.

source: Show advanced database settings:
th: แสดงการตั้งค่าฐานข้อมูลขั้นสูง

source: Save site settings &raquo;
th: บันทึกการตั้งค่าเว็บ &raquo;

source: Show installation messages:
th: แสดงข้อความการติดตั้ง:

source: Installation errors:
th: ผิดพลาดในการติดตั้ง:

source: Installation log:
th: ล็อก (log) ของการติดตั้ง:

source: Removed user tables from schema
th: ลบตารางผู้ใช้ออกจาก schema

source: Removed users table from schema
th: ลบตารางผู้ใช้ออกจาก schema

source: Removed usermeta table from schema
th: ลบตาราง usermeta ออกจาก schema

source: User tables will already exist when performing a database integrated installation.
th: ตารางผู้ใช้จะมีอยู่แล้วเมื่อดำเนินการเชื่อมฐานข้อมูลการติดตั้ง

source: WordPress cookie secret key set.
th: ตั้งค่า WordPress cookie secret key

source: WordPress cookie secret key not set.
th: ยังไม่ตั้งค่า WordPress cookie secret key

source: You will need to manually define the "BB_SECRET_KEY" in your "bb-config.php" file.
th: คุณจะต้องเปลี่ยน "BB_SECRET_KEY" ด้วยตัวเองในไฟล์ "bb-config.php" ของคุณ

source: WordPress database secret set.
th: ตั้งค่า WordPress database secret

source: WordPress database secret key not set.
th: secret key ของฐานข้อมูลเวิร์ดเพรสยังไม่ถูกตั้ง

source: Could not fetch secret from the WordPress options table.
th: ไม่สามารถดึงคำลับ (secret) จากตารางตัวเลือกเวิร์ดเพรสได้

source: You will need to manually define the secret in your database.
th: คุณต้องระบุคำลับ (secret) ในฐานข้อมูลของคุณด้วยตัวเอง

source: Filter &#187;
es_es: Fitrar &#187;
id_id: Penyaring &#187;
th: ตัวกรอง &#187;

source: Latest Activity
es_es: Última actividad
id_id: Aktivitas Terakhir
sk: Posledná aktivita
th: การเคลื่อนไหวล่าสุด

source: User Registrations
es_es: Registro de usuarios
id_id: Pendaftaran Pengguna
sk: Registrácie užívateľov
th: การลงทะเบียนผู้ใช้

source: profile
es_es: perfil
id_id: profil
sk: profil
th: โปรไฟล์

source: Recently Moderated
es_es: Moderado recientemente
id_id: Baru-Baru ini Dimoderasi
sk: Najnovšie moderované
th: การจัดการเว็บครั้งล่าสุด

source: Posts per day
es_es: mensajes por día
id_id: Tulisan per hari
sk: Príspevkov za deň
th: จำนวนความเห็นต่อวัน

source: Topics per day
es_es: Temas por día
id_id: Topik per hari
sk: Tém za deň
th: จำนวนกระทู้ต่อวัน

source: Registrations per day
es_es: Registros por día
id_id: Pendaftaran per hari
sk: Registrácií za deň
th: จำนวนคนลงทะเบียนต่อวัน

source: Forums started %s ago.
es_es: Foros creados hace %s.
id_id: Forum dimulai %s yang lalu.
sk: Fórum začalo %s dozadu.
th: ฟอรั่มเริ่มเมื่อ %s ที่ผ่านมา

source: Site title:
th: หัวข้อเวบไซต์:

source: Site description:
th: คำอธิบายเวบไซต์:

source: E-mail address:
th: อีเมล์:

source: Pretty permalink type:
th: รูปแบบ permalink ที่อ่านง่าย:

source: Items per page:
th: จำนวนต่อหน้า:

source: Lock post editing after:
th: ล็อคการแก้ไขความเห็นหลังจาก:

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is:
th: เวลา <abbr title="Coordinated Universal Time">UTC</abbr> คือ:

source: Times should differ from UTC by:
th: เวลาควรจะแตกต่างจาก UTC โดย:

source: Date and time format:
th: รูปแบบวันและเวลา:

source: Date format:
th: รูปแบบวันที่:

source: Show avatars:
th: แสดงรูปแทนตัว:

source: Gravatar maximum rating:
th: การจัดอันดับสูงสุดของ Gravatar:

source: Update Settings &raquo;
th: อัพเดตการตั้งค่า &raquo;
