Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: The key master could not be created. An existing user was found with that user login.
bg_bg: Главният администратор не може да бъде създаден. Потребиел с това име вече съществува.
et_ee: Super admin kasutajat ei suudetud luua. Sellise nimega kasutaja on juba olemas.
fi: Järjestelmänvalvojaa ei voitu luoda. Tällä kirjautumistunnuksella löytyi jo käyttäjä.
fr_fr: Le super administrateur n&#8217;a pu être créé ! Un utilisateur existant utilise déjà cet identifiant.
hu_hu: A fórumgazda létrehozása sikertelen. Egy létező felhasználó található a megadott bejelentkezési névvel.
ja: キーマスターを作成できませんでした。そのユーザー名はすでに存在しています。
pl_pl: Konto klucznika nie mogło zostać utworzone. Znalezione zostało istniejące konto o wprowadzonej nazwie użytkownika.
pt_br: Não foi possível criar o admin-mestre. Encontrado usuário existente com esse login.
ro_ro: Superutilizatorul nu a putut fi creat. A fost găsit un utilizator cu același nume de utilizator.
sr_rs: Није могуће направити главног мајстора. Постојећи корисник је пронађен са тим подацима.
th: ไม่สามารถสร้าง key master เพราะว่ามีสมาชิกที่เป็นอยู่แล้ว

source: Key master created
bg_bg: Главният администратор беше създаден успешно.
et_ee: Super admin loodud
fi: Järjestelmänvalvoja luotu
fr_fr: Super administrateur créé
hu_hu: Fórumgazda létrehozva
ja: キーマスターを作成しました。
pl_pl: Konto klucznika zostało utworzone
pt_br: Admin-mestre criado
ro_ro: Superutilizatorul a fost creat
sk_sk: Kľúč majster vytvorený
sr_rs: Главни мајстор је направљен
th: Key master ถูกสร้าง
ug_cn: ئاچقۇچ ئىگىسى قۇرۇلدى.

source: Email address:
bg_bg: E-mail:
es_es: Dirección de email:
et_ee: E-postiaadress:
fi: Sähköpostiosoite:
fr_fr: Adresse e-mail&nbsp;:
hu_hu: E-mail cím:
id_id: Alamat email:
ja: メールアドレス:
pl_pl: Adres e-mail:
pt_br: Endereço de email:
ro_ro: Adresă e-mail:
sk: E-mail adresa:
sk_sk: E-mail adresa:
sr_rs: Адреса е-поште:
th: อีเมล์:
ug_cn: ئېلخەت ئادرېسى:

source: The key master could not be created. You may need to replace bbPress with a fresh copy and start again.
bg_bg: Главният администратор не може да бъде създаден. Може да се наложи да преинсталирате bbPress.
fi: Järjestelmänvalvojan luominen epäonnistui. Korvaa bbPress uudella versiolla ja aloita alusta.
fr_fr: Le super administrateur n&#8217;a pu être créé ! Vous devriez remplacer bbPress avec une nouvelle copie et réessayer depuis le début.
hu_hu: A fórumgazda létrehozása sikertelen. Ajánlott a bbPress újbóli feltöltése és a telepítés előlről kezdése.
ja: キーマスターを作成することができませんでした。bbPress のファイルを新しいものと入れ替え、はじめからやり直す必要があるかもしれません。
pl_pl: Konto klucznika nie mogło zostać utworzone. Prawdopodobnie musisz zastąpić znajdujące się na serwerze pliki bbPressa nowymi i zacząć od początku.
pt_br: Não foi possível criar o admin-mestre. Poderá ser necessário substituir o bbPress por uma nova cópia e iniciar novamente.
ro_ro: Superutilizatorul nu a putut fi creat. S-ar putea să fie nevoie să înlocuiești bbPress cu o copie nouă şi să o iei de la capăt.
sr_rs: Није могуће направити главног мајстора. Можда ћете морати да замените bbPress са свежом инсталацијом и покушате поново.
th: ไม่สามารถสร้าง key masterได้ คุณอาจต้องทำการติดตั้งใหม่โดยใช้ไฟล์ bbPress ใหม่แล้วลองติดตั้งอีกครั้ง

source: Your existing password
bg_bg: Текуща парола
et_ee: Praegune parool
fi: Nykyinen salasanasi
fr_fr: Votre mot de passe existant
hu_hu: A jelenlegi jelszó
ja: 現在のパスワード
pl_pl: Twoje obecne hasło
pt_br: Sua senha existente
ro_ro: Parola ta actuală
sr_rs: Ваша тренутна лозинка
th: รหัสผ่านที่มีอยู่แล้วของคุณ
ug_cn: نۆۋەتتىكى پارولىڭىز

source: Key master role assigned to existing user
bg_bg: Потребителят беше повишен до Главен администратор.
et_ee: Olemasolevale kasutajale määrati super admin staatus
fi: Järjestelmänvalvojan rooli liitetty olemassa olevaan käyttäjään
fr_fr: Le rôle de super administrateur est assigné à un utilisateur existant
hu_hu: Fórumgazda szerepkör létező felhasználóhoz hozzárendelve
ja: 既存ユーザーにキーマスター権限を割り当てました。
pl_pl: Rola klucznika została przypisana istniejącemu użytkownikowi
pt_br: Função de admin-mestre atribuída a usuário existente
ro_ro: Rolul de Superutilizator a fost atribuit utilizatorului existent
sr_rs: Улога главног мајстора је додељена постојећем кориснику
th: บทบาท Key master ถูกมอบให้กับผู้ใช้ที่มีอยู่

source: Key master role could not be assigned to existing user!
bg_bg: Потребителят не може да бъде повишен до Главен администратор.
et_ee: Olemasolevale kasutajale ei suudetud super admin sataatust määrata!
fi: Järjestelmänvalvojan roolia ei voitu liittää olemassa olevaan käyttäjään!
fr_fr: Le rôle de super administrateur ne peut pas être assigné à un utilisateur existant !
hu_hu: A fórumgazda szerepkör hozzárendelése létező felhasználóhoz sikertelen!
ja: キーマスター権限を既存ユーザーに割り当てることができませんでした !
pl_pl: Rola klucznika nie mogła zostać przypisana istniejącemu użytkownikowi!
pt_br: Não foi possível atribuir função de admin-mestre ao usuário existente!
ro_ro: Rolul de Superutilizator nu a putut fi atribuit utilizatorului existent!
sr_rs: Улога гланог мајстора није могла бити додељена постојећем кориснику!
th: บทบาทของ Key master ไม่สามารถมอบให้กับผู้ใช้ที่มีอยู่
ug_cn: ئاچقۇچ ئىگىسى دەرىجىسىنى مەۋجۇد قوللانچىغا بەرگىلى بولمايدۇ!

source: The key master could not be assigned. You may need to replace bbPress with a fresh copy and start again.
bg_bg: Потребителят на може да бъде повишен до Главен администаратор. Може да се наложи да преинсталирате bbPress.
fi: Järjestelmänvalvojan roolin liittäminen olemassa olevaan käyttäjään epäonnistui. Korvaa bbPress uudella versiolla ja aloita alusta.
fr_fr: Le rôle de super administrateur ne peut pas être assigné. Vous devriez remplacer bbPress avec une nouvelle copie et réessayer depuis le début.
hu_hu: Fórumgazda beállítása sikertelen. Ajánlott a bbPress újbóli feltöltése és a telepítési folyamat újrakezdése.
ja: キーマスターを割り当てることができませんでした。bbPress のファイルを新しいものと入れ替え、はじめからやり直す必要があるかもしれません。
pl_pl: Rola klucznika nie mogła zostać przypisana. Prawdopodobnie musisz zastąpić znajdujące się na serwerze pliki bbPressa nowymi i zacząć od początku.
pt_br: Não foi possível atribuir um admin-mestre. Poderá ser necessário substituir o bbPress por uma nova cópia e iniciar novamente.
ro_ro: Rolul de Superutilizator nu a putut fi atribuit. S-ar putea să fie nevoie să înlocuiești bbPress cu o copie nouă şi să o iei de la capăt.
sr_rs: Није могуће доделити главног мајстора. Можда ћете морати да замените bbPress са свежом копијом и покушате поново.
th: ไม่สามารถตั้ง key master ได้ คุณอาจต้องลง bbPress ด้วยไฟล์ใหม่แล้วเริ่มติดตั้งใหม่อีกครั้ง

source: Just another bbPress community
bg_bg: Поредното bbPress общество :)
et_ee: Järjekordne bbPressi kogukond
fi: Ihan uusi bbPress-yhteisö
fr_fr: Une communauté utilisant bbPress
hu_hu: Egy újabb bbPress közösség
pl_pl: Kolejna społeczność oparta na bbPressie
pt_br: Mais uma comunidade do bbPress
ro_ro: Doar o altă comunitate bbPress
sk_sk: Ďalšia bbPress komunita
sr_rs: Само још једна bbPress заједница
th: ชุมชนนี้ใช้ bbPress
ug_cn: يەنە بىر bbPress جەمئىيىتى

source: Description:
bg_bg: Описание:
es_es: Descripción:
et_ee: Kirjeldus:
fi: Kuvaus:
fr_fr: Description&nbsp;:
hu_hu: Leírás:
id_id: Keterangan:
ja: 説明:
pl_pl: Opis:
pt_br: Descrição:
ro_ro: Descriere:
sk: Popis:
sk_sk: Popis:
sr_rs: Опис:
th: คำอธิบาย:
ug_cn: چۈشەندۈرۈش:

source: Forum name:
bg_bg: Име на форума:
et_ee: Foorumi nimi:
fi: Foorumin nimi:
fr_fr: Nom du forum :
hu_hu: Fórum neve:
ja: フォーラム名:
pl_pl: Nazwa działu:
pt_br: Nome do fórum:
ro_ro: Numele forumului:
sk_sk: Názov fóra:
sr_rs: Име форума:
th: ชื่อฟอรั่ม:
ug_cn: مۇنبەر نامى:

source: Your first topic
bg_bg: Първата тема :)
es_es: Tu primer tema
et_ee: Teie esimene teema
fi: Ensimmäinen aiheesi
fr_fr: Votre premier sujet
hu_hu: Első topikod:
id_id: Topik pertama Anda
ja: 最初のトピック
pl_pl: Twój pierwszy temat
pt_br: Seu primeiro tópico
ro_ro: Primul tău subiect
sk: Tvoja prvá téma
sk_sk: Vaša prvá téma
sr_rs: Ваша прва тема
th: กระทู้แรกของคุณ
ug_cn: تۇنجى تېمىڭىز

source: First Post! w00t.
bg_bg: Първо мение :)
es_es: ¡Primer mensaje! ¡Sí!
et_ee: Esimene postitus! w00t.
fi: Ensimmäinen viestisi. Vau!
fr_fr: Votre premier message ! Whaou !
hu_hu: Első hozzászólás! Dejó.
id_id: Kiriman Pertama! w00t.
ja: 最初の投稿 !
pl_pl: Pierwszy wpis! Kosmos.
pt_br: Primeiro post! Ueba!
ro_ro: Primul mesaj! Super.
sk: Prvý príspevok! ...
sk_sk: Prvý príspevok! Hurá.
sr_rs: Прва порука!
th: ความเห็นแรกของฟอรั่มนี่ :)
ug_cn: تۇنجى يازما! ئاھھاي.

source: Topic:
bg_bg: Тема:
et_ee: Teema:
fi: Aihe:
fr_fr: Sujet :
hu_hu: Téma:
id_id: Topik:
ja: トピック:
pl_pl: Temat:
pt_br: Tópico:
ro_ro: Subiect:
sk: Téma:
sk_sk: Téma:
sr_rs: Тема:
th: กระทู้:
ug_cn: :تېما

source: Post:
bg_bg: Отговор:
et_ee: Sisu:
fi: Viesti:
fr_fr: Message :
hu_hu: Bejegyzés:
id_id: Tulisan:
ja: 投稿:
pl_pl: Wpis:
ro_ro: Mesaj:
sk: Príspevok:
sk_sk: Príspevok:
sr_rs: Порука:
th: ความเห็น:
ug_cn: يازما:

source: Forum could not be created!
bg_bg: Форумът не може да бъде създаден!
et_ee: Foorumit ei suudetud luua!
fi: Foorumia ei voida luoda!
fr_fr: Le forum n&#8217;a pu être créé !
hu_hu: A fórumot nem lehet létrehozni!
ja: フォーラムを作成できませんでした。
pl_pl: Dział nie mógł zostać utworzony!
pt_br: Não foi possível criar o fórum!
ro_ro: Forumul nu a putut fi creat!
sk_sk: Fórum nemohlo byť vytvorené!
sr_rs: Форум није могао бити направљен!
th: ไม่สามารถสร้างฟอรั่มได้!
ug_cn: مۇنبەرنى قۇرغىلى بولمىدى!

source: There are existing forums in this database.
bg_bg: Базата данни вече съдържа форуми.
et_ee: Sellesse andmebaasi on juba foorum paigaldatud.
fi: Tietokannassa on jo olemassa olevia foorumeita.
fr_fr: Ces forums existent déjà dans la base de données.
hu_hu: Vannak már fórumok az adatbázisban.
ja: このデータベースに既存のフォーラムがあります。
pl_pl: W bazie danych znajdują się już działy.
pt_br: Existem fóruns neste banco de dados.
ro_ro: Mai există forumuri în această bază de date.
sr_rs: Постоје форуми у овој бази података.
th: มีฟอรั่มอยู่แล้วในฐานข้อมูลนี้
ug_cn: بۇ سانداندا مەۋجۇد مۇنبەرلەر بار ئىكەن.

source: No new forum created.
bg_bg: Няма създаден форум.
et_ee: Uut foorumit ei loodud.
fi: Uutta foorumia ei luotu.
fr_fr: Aucun nouveau forum créé.
hu_hu: Nem jött létre új fórum.
ja: 新規フォーラムは作成されていません。
pl_pl: Nie utworzono żadnego nowego działu.
pt_br: Nenhum fórum foi criado.
ro_ro: Nu a fost creat niciun forum nou.
sr_rs: Нема нових направљених форума.
th: ไม่มีฟอรั่มใหม่ถูกสร้าง
ug_cn: ھېچقانداق يېڭى مۇنبەر قۇرۇلمىدى.

source: Forums already exist!
bg_bg: Форумът вече съществува.
et_ee: Foorum juba eksisteerib!
fi: Foorumit ovat jo olemassa!
fr_fr: Le forum existe déjà !
hu_hu: A fórum már létezik!
ja: フォーラムがすでに存在します。
pl_pl: Działy już istnieją!
pt_br: Fóruns já existem!
ro_ro: Forumurile există deja!
sk_sk: Fóra už existujú!
sr_rs: Форуми већ постоје!
th: ฟอรั่มมีอยู่แล้ว
ug_cn: مۇنبەر مەۋجۇد ئىكەن!

source: Making plugin directory at %s.
bg_bg: Създаване на директория за разширения в %s.
fi: Luodaan lisäosahakemistoa %s.
fr_fr: Création du dossier de l'extension dans %s.
hu_hu: Bővítmény könyvtár létrehozása: %s.
ja: %s にプラグインディレクトリを作成
pl_pl: Tworzenie katalogu wtyczek w %s.
pt_br: Criando o diretório de plugins em %s.
ro_ro: Se face directorul de module la %s.
sr_rs: Прављење директоријума додатака у %s.
ug_cn: %s دا قىستۇرما مۇندەرىجىسى قۇرۇلدى.

source: Making theme directory at %s.
bg_bg: Създаване на директория за стилове в %s.
fi: Luodaan teemahakemistoa %s.
fr_fr: Création du dossier du thème dans %s.
hu_hu: Sablon könyvtár létrehozása: %s.
ja: %s にテーマディレクトリを作成
pl_pl: Tworzenie katalogu motywów w %s.
pt_br: Criando o diretório de temas em %s.
ro_ro: Se face directorul de șabloane la %s.
sr_rs: Прављење директоријума теме у %s.
ug_cn: %s دا ئۇسلۇب مۇندەرىجىسى قۇرۇلدى.

source: Your new bbPress site has been successfully set up at: %1$s You can log in to the key master account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new forums. Thanks! --The bbPress Team http://bbpress.org/
bg_bg: Вашият bbPress сайт беше успешно създаден на: %1$s Можете да влезете в администраторския панел със следите данни: Потребителско име: %2$s Парола: %3$s Желаем ви успех. --bbPress http://bbpress.org/
fi: Uusi bbPress-sivusto on asennettu onnistuneesti osoitteeseen: %1$s Voit kirjautua järjestelmänvalvojana seuraavilla tiedoilla: Käyttäjänimi: %2$s Salasana: %3$s Toivomme antoisia keskusteluja. Kiitos! -bbPress-tiimi http://bbpress.org/
fr_fr: Votre nouveau site bbPress a été installé avec succès à l'adresse : %1$s Vous pouvez vous connecter en tant que super administrateur avec les informations suivantes : Identifiant :%2$s Mot de passe : %3$s Nous espérons que vous allez apprécier vos nouveaux forums. Merci ! --L&#8217;équipe bbPress http://bbpress.org/
hu_hu: Az új bbPress webhely sikeresen beállítva: %1$s Mint fórumgazda, akár be is lehet lépni a következő adatokkal: Felhasználónév: %2$s Jelszó: %3$s Reméljük öröm lesz a használat! Sok sikert! --A bbPress Csapat http://bbpress.hu/
ja: 新しい bbPress サイトの設置に成功しました。 %1$s 次のログイン情報で管理者アカウントにログインすることができます。 ユーザー名: %2$s パスワード: %3$s 新しいフォーラムをお楽しみください。ご利用ありがとうございます ! --bbPress チーム http://bbpress.org/
pl_pl: Twoja nowa strona oparta na bbPressie została pomyślnie utworzona pod adresem: %1$s Możesz teraz zalogować się na konto klucznika, korzystając z poniższych danych: Nazwa użytkownika: %2$s Hasło: %3$s Mamy nadzieję, że podoba Ci się Twoje nowe forum. Dzięki! --Załoga bbPressa http://bbpress.org/
pt_br: Seu novo site do bbPress foi instalado com êxito em: %1$s Para fazer login na conta de admin-mestre, use estas informações: Nome de usuário: %2$s Senha: %3$s Esperamos que goste de seus novos fóruns. Obrigado! --A equipe do bbPress http://bbpress.org/
ro_ro: Noul tău site bbPress a fost instalat cu succes la: %1$s Te poți autentifica cu contul de Superutilizator folosind următoarele informaţii: Nume de utilizator: %2$s Parolă: %3$s Sperăm că ești mulțumit. Îți mulţumim și noi! --Echipa bbPress http://bbpress.org/ | http://ro.forums.wordpress.org/forum/bbpress
sk_sk: Vaše nové bbPress fórum bolo úspešne spustené na: %1$s Môžete sa prilásiť do administrátorského účtu s nasledujúcimi údajmi: Užívateľské meno: %2$s Heslo: %3$s Dúfame, že si vychutnáte vaše nové fórum. Ďakujeme! --Angelo Verona spolu s Tímom bbPress http://sk.wordpress.org/ http://bbpress.org/
sr_rs: Ваше ново bbPress веб место је успешно подешено на: %1$s Можете се пријавити на налог главног мајстора са следећим подацима: Корисничко име: %2$s Лозинка: %3$s Надамо се да ћете уживати у својим новим форумима. Хвала! --bbPress екипа http://bbpress.org/

source: New bbPress installation
bg_bg: Нова инсталация на bbPress
es_es: Nueva instalación de bbPress
et_ee: Uue bbPressi paigaldus
fi: Uusi bbPress-asennus
fr_fr: Nouvelle installation bbPress
hu_hu: Új bbPress telepítés
id_id: Instalasi bbPress baru
ja: 新規 bbPress インストール
pl_pl: Nowa instalacja bbPressa
pt_br: Nova instalação do bbPress
ro_ro: O nouă instanță bbPress
sk: Nová inštalácia bbPress
sk_sk: Nová inštalácia bbPress
sr_rs: Нова bbPress инсталација
th: การติดตั้ง bbPress ใหม่
ug_cn: يېڭى bbPress قاچىلانمىسى

source: Key master email sent
bg_bg: Беше изпратен E-mail до Главния администратор.
et_ee: Super admini e-kiri saadetud
fi: Kirjautumistiedot lähetetty
fr_fr: L&#8217;email a été envoyé au super administrateur
hu_hu: Fórumgazda email elküldve
ja: キーマスターへのメールを送信しました。
pl_pl: E-mail do klucznika został wysłany
pt_br: Email de admin-mestre enviado
ro_ro: Mesajul e-mail a fost trimis Superutilizatorului.
sr_rs: Е-пошта главног мајстора послата
th: อีเมล์ key master ถูกส่ง
ug_cn: ئاچقۇچ ئىگىسىگە ئېلخەت يوللاندى

source: Key master email not sent!
bg_bg: Не беше изпратен E-mail до Главния администратор.
et_ee: Super admini e-kirja ei saadetud!
fi: Kirjautumistietojen lähetys epäonnistui!
fr_fr: L&#8217;email n&#8217;a pu être envoyé au super administrateur !
hu_hu: Fórumgazda email nem került elküldésre!
ja: キーマスターへのメールは送信されませんでした。
pl_pl: E-mail do klucznika nie został wysłany!
pt_br: Email de admin-mestre não foi enviado!
ro_ro: Mesajul e-mail nu a fost trimis Superutilizatorului!
sr_rs: Е-пошта главног мајстора није послата!
th: อีเมล์ key master ไม่ถูกส่ง
ug_cn: ئاچقۇچ ئىگىسىگە ئېلخەت يوللانمىدى!

source: Installation completed with some errors!
bg_bg: Инсталацията завърши с някои грешки.
et_ee: Paigaldamine lõpetatud. Esinesid mõned vead!
fi: Asennuksen viimeistelyssä havaittiin muutamia virheitä!
fr_fr: L&#8217;installation s&#8217;est terminée avec plusieurs erreurs !
hu_hu: A telepítés néhány hiba mellett megtörtént!
ja: エラーがいくつか発生しましたが、インストールを完了しました。
pl_pl: Instalacja została ukończona z paroma błędami!
pt_br: Instalação concluída com alguns erros!
ro_ro: Instalarea a fost finalizată, dar cu erori!
sr_rs: Инсталирање је завршено са неким грешкама!
th: การติดตั้งเสร็จแล้วแต่มีความผิดพลาดบางอย่าง
ug_cn: قاچىلاش بەزىبىر خاتالىقلار بىلەن ئاياقلاشتى!

source: Your installation completed with some minor errors. See the error log below for more specific information.
bg_bg: Инсталацията ви приключи с някои грешки. За подробности, моля вижте протокола по-долу.
et_ee: Paigaldus lõppes. Esinesid mõned väiksemad vead, vaadake altpoolt paigalduse logi.
fi: Asennus viimeisteltiin, mutta siinä havaittiin joitakin pieniä virheitä. Tarkemmat tiedot alla olevasta virhelokista.
fr_fr: L&#8217;installation s&#8217;est terminée avec plusieurs petites erreurs ! Regarder l&#8217;historique des erreurs ci-dessous pour trouver des informations détaillées.
hu_hu: A telepítés néhány kisebb hiba mellett megtörtént. Tekintsd meg a hibanaplót a részletekhez.
ja: いくつかの小さなエラーが発生しましたがインストールを完了しました。詳細な情報については下記のエラーログを参照してください。
pl_pl: Twoja instalacja została ukończona z paroma pomniejszymi błędami. Zobacz poniższy dziennik instalacji, aby uzyskać bardziej konkretne informacje.
pt_br: Sua instalação foi concluída com alguns pequenos erros. Consulte o resumo de erros abaixo para informações mais específicas.
ro_ro: Instalarea este finalizată, dar cu ceva erori minore. Vezi registrul de erori de mai jos pentru informații mai detaliate.
sr_rs: Ваше инсталирање је завршено са неким мањим грешкама. Видите белешку са грешкама испод за више посебних података.
th: การติดตั้งเสร็จแล้วแต่มีความผิดพลาดบางอย่าง ดู log ความผิดพลาดสำหรับข้อมูลเพิ่มเติม
ug_cn: قاچىلاش بىر قىسىم كىچىك خاتالىقلار بىلەن ئاياقلاشتى. تەپسىلىي ئۇچۇرلارنى تۆۋەندىكى خاتالىق خاتىرىسىدىن كۆرۈڭ.

source: There were some errors encountered during installation!
bg_bg: Има грешки по време на инсталацията.
et_ee: Paigaldamise käigus esinesid mõned vead!
fi: Asennuksen aikana havaittiin joitakin virheitä!
fr_fr: Nous avons rencontré plusieurs erreurs durant l&#8217;installation !
hu_hu: a telepítés során hibák történtek!
ja: インストール時にいくつかエラーが発生しました。
pl_pl: Podczas instalacji napotkano parę błędów!
pt_br: Encontrados alguns erros durante a instalação!
ro_ro: Au fost întâlnite câteva erori în timpul instalării!
sr_rs: Десиле су се неке грешке током инсталирања!
th: มีบางอย่างผิดปกติเกิดขึ้นระหว่างการติดตั้ง
ug_cn: قاچىلاش جەريانىدا بىر قىسىم خاتالىقلار يۈز بەردى!

source: Your installation completed successfully.
bg_bg: Инсталацията ви завърши успешно.
fi: Asennus viimeisteltiin onnistuneesti.<br />Kirjautumistiedot on nähtävissä alla.
fr_fr: Votre installation s&#8217;est déroulée avec succès.
hu_hu: A telepítés sikeresen véget ért.
ja: インストールが完了しました。
pl_pl: Instalacja została ukończona pomyślnie.
pt_br: Sua instalação foi concluída com sucesso.
ro_ro: Procesul de instalare a fost finalizat cu succes.
sk_sk: Vaša inštalácia bola úspešne dokončená.
sr_rs: Ваше инсталирање је успешно завршено.
ug_cn: قاچىلاش مۇۋەپپەقىيەتلىك تاماملاندى.

source: Please select an existing bbPress Keymaster or WordPress administrator.
bg_bg: Моля изберете съществуващ Главен администратор на bbPress или WordPress.
et_ee: Palun valige olemasolev bbPressi super admin või WordPressi haldur.
fi: Valitse olemassa oleva bbPressin järjestelmänvalvoja tai WordPressin pääkäyttäjä.
fr_fr: Merci de sélectionner un super administrateur de bbPress ou un administrateur de WordPress.
hu_hu: Válassz egy létező bbPress kulcsgazdát vagy WordPress adminisztrátort.
ja: 存在する bbPress キーマスター または WordPress 管理者を選択してください。
pl_pl: Proszę wybrać istniejącego klucznika bbPressa lub administratora WordPressa.
pt_br: Selecione um admin-mestre do bbPress ou um administrador do WordPress existente .
ro_ro: Te rugăm să selectezi un Superutilizator bbPress existent sau un administrator WordPress.
sk_sk: Prosím vyberte existujúceho bbPress Kľúč majstra, alebo WordPress aministrátora.
sr_rs: Молимо вас да изаберете постојећег главног мајстора bbPress-а или управника Вордпреса.
th: กรุณาเลือก bbPress Keymaster หรือ WordPress administrator
ug_cn: مەۋجۇد بولغان bbPress ئاچقۇچ ئىگىسى ياكى ۋوردپرەس باشقۇرغۇچىسىنى تاللاڭ.

source: Database class not loaded.
bg_bg: Класът бази данни не е зареден.
es_es: No se ha cargado la clase de base de datos
et_ee: Andmebaasi klass ei ole laetud.
fi: Tietokantalluokan lataaminen epäonnistui.
fr_fr: La classe de connexion à la base de données n&rsquo;est pas chargée.
hu_hu: Adatbázis osztály betöltése sikertelen.
ja: データベースのクラスが読み込まれませんでした。
pl_pl: Klasa bazy danych nie została wczytana.
pt_br: Classe do banco de dados não carregada.
ro_ro: Clasa pentru baza de date nu a putut fi încărcată.
sr_rs: Класа базе података није учитана.
th: class ของฐานข้อมูลไม่ถูกโหลด
ug_cn: ساندان بۆلىكى ئوقۇلمىدى.

source: Appearance
bg_bg: Външен вид
fi: Ulkoasu
fr_fr: Apparence
hu_hu: Megjelenés
ja: 外観
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Aspect
sk_sk: Vzhľad
sr_rs: Изглед
ug_cn: كۆرۈنمىلەر

source: Themes
bg_bg: Стилове
es_es: Plantillas
et_ee: Kujundus
fi: Teemat
fr_fr: Thèmes
hu_hu: Sablonok
id_id: Tema
ja: テーマ
pl_pl: Motywy
pt_br: Temas
ro_ro: Șabloane
sk: Vzhľady
sk_sk: Vzhľady
sr_rs: Теме
ug_cn: ئۇسلۇبلار

source: Plugins
bg_bg: Разширения
et_ee: Pluginad
fi: Lisäosat
fr_fr: Extensions
hu_hu: Bővítmények (plugins)
id_id: Plugin
ja: プラグイン
pl_pl: Wtyczki
ro_ro: Module
sk_sk: Moduly
sr_rs: Додаци
th: ปลั๊กอิน
ug_cn: قىستۇرمىلار

source: Installed
bg_bg: Инсталирани
fi: Asennettu
fr_fr: Installé
hu_hu: Telepítve
ja: インストール済み
pl_pl: Zainstalowane
pt_br: Instalado
ro_ro: Instalate
sk_sk: Nainštalované
sr_rs: Инсталирано
ug_cn: قاچىلانغانلار

source: Users
bg_bg: Потребители
es_es: Usuarios
et_ee: Kasutajad
fi: Käyttäjät
fr_fr: Utilisateurs
hu_hu: Felhasználók
id_id: Pengguna
ja: ユーザー
pl_pl: Użytkownicy
pt_br: Usuários
ro_ro: Utilizatori
sk: Užívatelia
sk_sk: Užívatelia
sr_rs: Корисници
th: ผู้ใช้
ug_cn: قوللانچىلار

source: Settings
bg_bg: Настройки
et_ee: Seaded
fi: Asetukset
fr_fr: Réglages
hu_hu: Beállítások
ja: 設定
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
sk_sk: Nastavenia
sr_rs: Подешавања
th: ตั้งค่า
ug_cn: تەڭشەكلەر

source: General
bg_bg: Общи
et_ee: Üldine
fi: Yleiset
fr_fr: Général
hu_hu: Általános
ja: 一般設定
pl_pl: Ogólne
pt_br: Geral
sk_sk: Všeobecné
sr_rs: Опште
th: ทั่วไป
ug_cn: ئاساسىي

source: Writing
bg_bg: Писане
fi: Kirjoittaminen
fr_fr: Écriture
hu_hu: Írás
ja: 投稿設定
pl_pl: Pisanie
pt_br: Escrita
ro_ro: Scriere
sk_sk: Písanie
sr_rs: Писање
ug_cn: يېزىش

source: Reading
bg_bg: Четене
fi: Lukeminen
fr_fr: Lecture
hu_hu: Olvasás
ja: 表示設定
pl_pl: Czytanie
pt_br: Leitura
ro_ro: Citire
sk_sk: Čítanie
sr_rs: Читање
ug_cn: ئوقۇش

source: Discussion
bg_bg: Дискусии
fi: Keskustelu
hu_hu: Interakció
ja: ディスカッション
pl_pl: Dyskusja
pt_br: Discussão
ro_ro: Discuții
sk_sk: Diskusia
sr_rs: Дискусија
ug_cn: مۇھاكىمە

source: Permalinks
bg_bg: Постоянни връзки
fi: Osoiterakenne
fr_fr: Permaliens
hu_hu: Közvetlen linkek
ja: パーマリンク設定
pl_pl: Bezpośrednie odnośniki
pt_br: Links permanentes
ro_ro: Legături permanente
sk_sk: Trvalé odkazy
sr_rs: Пермалинкови
ug_cn: مۇقىم ئۇلانمىلار
