Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: This value must match the value of the constant named "AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "auth" cookie key set in the first step.
bg_bg: Съдържанието на това поле трябва да съвпада с константата "AUTH_KEY" в <code>wp-config.php</code> файла на вашия WordPress. Настройката bbPress "auth" от предната стъпка ще бъде заменена с новата.
et_ee: See väärtus peab ühtima "AUTH_KEY" konstandiga teie WordPressi <code>wp-config.php</code> failis. See asendab esimesel sammul sisestatud bbPressi "auth" küpsise võtme.
fi: Tämän arvon tulee vastata WordPressin <code>wp-config.php</code>-tiedostossa määrittelemääsi "AUTH_KEY" asetusta. Tämä korvaa ensimmäisessä vaiheessa asettamasi bbPressin salaisen avaimen.
fr_fr: Cette valeur doit correspondre à la valeur de la constante nommée "AUTH_KEY", contenue dans le fichier <code>wp-config.php</code> de WordPress. Cette dernière remplacera la clef secrète du cookie "auth" de bbPress fixée à la première étape.
hu_hu: Ennek az értéknek meg kell egyeznie a WordPress <code>wp-config.php</code> fájlban található "AUTH_KEY" konstans értékével. Ez fogja lecserélni az első lépésben beállított bbPress "auth" süti kulcs értékét.
ja: WordPress の <code>wp-config.php</code> ファイル内にある定数名 "AUTH_KEY" の値と一致させてください。ステップ1で設定した bbPress の "auth" Cookie 秘密鍵は、この値に置き換えられます。
pl_pl: Ta wartość musi być taka sama jak wartość stałej o nazwie "AUTH_KEY" znajdującej się w pliku <code>wp-config.php</code> Twojej instalacji WordPressa. To ustawienie zastąpi wartość "auth" ciasteczek bbPressa ustawioną w pierwszym etapie instalacji.
pt_br: Esse valor deve ser igual ao valor da constante denominada "AUTH_KEY" em seu arquivo <code>wp-config.php</code> do WordPress. Ele substituirá a chave do cookie "auth" do bbPress definida na primeira etapa.
ro_ro: Această valoare trebuie să se potrivească cu constanta numită "AUTH_KEY" din fișierul <code>wp-config.php</code> la WordPress. Aceasta va înlocui bbPress "auth" cookie key selectată în primul pas.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "AUTH_KEY" у датотеци <code>wp-config.php</code> ваше инсталације Вордпреса. Ово ће заменити bbPress-ов "auth" кључ колачића који је постављен у првом кораку.
ug_cn: بۇ قىممەت ۋوردپرەسنىڭ <code>wp-config.php</code> ھۆججىتىدىكى "AUTH_KEY" ناملىق تۇراقلىق مىقدارنىڭ قىممىتى بىلەن بىردەك بولۇشى كېرەك. بۇ، 1- قەدەمدە بەلگىلەنگەن bbPress "auth" cookie سىنىڭ ئاچقۇچىنىڭ ئورنىنى ئالىدۇ.

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката "auth_salt" в инсталацията на WordPress. Портърсете настройката наречена "auth_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>. Ако оставите това поле празно, инсталацията ще се опита да вземе стойността от настройките ви за интеграция с WordPress.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "auth_salt". Etsi asetus nimeltä "auth_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>. Mikäli jätät tämän tyhjäksi, asennusohjelma käyttää integrointiaseuksissa antamaasi arvoa.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nomme "auth_salt" de votre instance WordPress. Chercher l&#8217;option "auth_salt" dans <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>. Si vous laissez cette valeur vide, l'utilitaire d'installation tentera de récupérer cette valeur depuis les paramètres d'intégration de WordPress.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "auth_salt" értékével. Itt tekintheted meg a "auth_salt" értékét a <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">WordPress admin</a> oldalon. Ha üresen hagyod a telepítő megpróbálja ezt neked beállítani a WordPress adatbázis integrációs beállítások alapján.
ja: WordPress 設定の "auth_salt" 値と一致させてください。<a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "auth_salt" という設定値を探してみてください。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "auth_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "auth_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>. Jeżeli pozostawisz to pole puste, instalator spróbuje pobrać wartość tego ustawienia, korzystając z ustawień integracji bazy danych.
pt_br: Deve corresponder ao valor da opção do WordPress denominada "auth_salt" no seu site do WordPress. Procure a opção "auth_salt" <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>. Se deixá-lo em branco, o programa de instalação tentará coletar o valor com base nas configurações de integração ao banco de dados do WordPress.
ro_ro: Aceasta trebuie să se potrivească cu valoarea setării WordPress numită "auth_salt" de pe situl dumneavoastră de WordPress. Căutați opţiunea etichetată "auth_salt" din <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>. Dacă lăsaţi acest câmp necompletat, instalatorul ca încerca să obţină această valoare pe baza setărilor de integrare cu baza de date a WordPress.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "auth_salt" у вашој инсталацији Вордпреса. Потражите опцију "auth_salt" на <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>. Уколико ово оставите празно, инсталација ће покушати да добави ту вредност на основу ваших подешавања о спајању базе података Вордпреса.

source: WordPress "secure auth" cookie key
bg_bg: WordPress "secure auth" ключ
et_ee: WordPressi "secure auth" küpsise võti
fi: WordPress "secure auth" evästeavain
fr_fr: Clef secrète du cookie de WordPress "secure auth"
hu_hu: WordPress "secure auth" süti kulcs
ja: WordPress "secure auth" Cookie 秘密鍵
pl_pl: Klucz "secure auth" ciasteczek WordPressa
pt_br: Chave do cookie "secure auth" do WordPress
sr_rs: Вордпресов "secure auth" кључ колачића
ug_cn: ۋوردپرەس "secure auth" cookie ئاچقۇچى

source: This value must match the value of the constant named "SECURE_AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "secure auth" cookie key set in the first step.
bg_bg: Съдържанието на това поле трябва да съвпада с константата "SECRET_AUTH_KEY" в <code>wp-config.php</code> файла на вашия WordPress. Настройката bbPress "secure auth" от предната стъпка ще бъде заменена с новата.
et_ee: See väärtus peab ühtima "SECURE_AUTH_KEY" konstandiga teie WordPressi <code>wp-config.php</code> failis. See asendab esimesel sammul sisestatud "secure auth" küpsise võtme.
fi: Tämän arvon tulee vastata WordPressin <code>wp-config.php</code>-tiedostossa määrittelemääsi "SECURE_AUTH_KEY" asetusta. Tämä korvaa ensimmäisessä vaiheessa asettamasi bbPressin salaisen avaimen.
fr_fr: Cette valeur doit correspondre à la valeur de la constante nommée "SECURE_AUTH_KEY", contenue dans le fichier <code>wp-config.php</code> de WordPress. Cette dernière remplacera la clef secrète du cookie "secure auth" de bbPress fixée à la première étape.
hu_hu: Ennek az értéknek meg kell egyeznie a WordPress <code>wp-config.php</code> fájlban található "SECURE_AUTH_KEY" konstans értékével. Ez fogja lecserélni az első lépésben beállított bbPress "secure auth" süti kulcs értékét.
ja: WordPress の <code>wp-config.php</code> ファイル内にある定数名 "SECURE_AUTH_KEY" の値と一致させてください。ステップ1で設定した bbPress の "secure auth" Cookie 秘密鍵は、この値に置き換えられます。
pl_pl: Ta wartość musi być taka sama jak wartość stałej o nazwie "SECURE_AUTH_KEY" znajdującej się w pliku <code>wp-config.php</code> Twojej instalacji WordPressa. To ustawienie zastąpi wartość "secure auth" ciasteczek bbPressa ustawioną w pierwszym etapie instalacji.
pt_br: Esse valor deve ser igual ao valor da constante denominada "SECRET_AUTH_KEY" em seu arquivo <code>wp-config.php</code> do WordPress. Ele substituirá a chave do cookie "secure auth" do bbPress definida na primeira etapa.
ro_ro: Această valoare trebuie să se potrivească cu constanta numită "SECURE_AUTH_KEY" din fișierul de WordPress <code>wp-config.php</code> file. Aceasta va înlocui bbPress "secure auth" cookie key selectată în primul pas.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "SECURE_AUTH_KEY" у датотеци <code>wp-config.php</code> ваше инсталације Вордпреса. Ово ће заменити bbPress-ов "secure auth" кључ колачића који је постављен у првом кораку.
ug_cn: بۇ قىممەت ۋوردپرەسنىڭ <code>wp-config.php</code> ھۆججىتىدىكى "SECURE_AUTH_KEY" ناملىق تۇراقلىق مىقدارنىڭ قىممىتى بىلەن بىردەك بولۇشى كېرەك. بۇ، 1- قەدەمدە بەلگىلەنگەن bbPress "secure auth" cookie سىنىڭ ئاچقۇچىنىڭ ئورنىنى ئالىدۇ.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
bg_bg: Съдържанието на това поле трябва да бъде съвпада с настройката "secure_auth_salt" в инсталацията на WordPress. Портърсете настройката наречена "secure_auth_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>. Ако оставите това поле празно, инсталацията ще се опита да вземе стойността от настройките ви за интеграция с WordPress.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "secure_auth_salt". Etsi asetus nimeltä "secure_auth_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>. Mikäli jätät tämän tyhjäksi, asennusohjelma käyttää integrointiaseuksissa antamaasi arvoa.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nomme "secure_auth_salt" de votre instance WordPress. Chercher l&#8217;option "secure_auth_salt" dans <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>. Si vous laissez cette valeur vide, l'utilitaire d'installation tentera de récupérer cette valeur depuis les paramètres d'intégration de WordPress. Parfois cette valeur n'est pas définie dans WordPress, si c'est le cas laisser cette valeur vide.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "secure_auth_salt" értékével. Itt tekintheted meg a "secure_auth_salt" értékét a <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">WordPress admin</a> oldalon. Ha üresen hagyod a telepítő megpróbálja ezt neked beállítani a WordPress adatbázis integrációs beállítások alapján. Néha ez a beállítás üres a WordPressben, ez esetben itt is üresen kell hagyni.
ja: WordPress 設定の "secure_auth_salt" 値と一致させてください。<a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "secure_auth_salt" という設定値を探してみてください。この項目を空のままにした場合、インストーラーは WordPress データベース統合設定を元に値の取得を試みます。WordPress 側でこの値が設定されていないことがありますが、その場合はこちらも空のままでかまいません。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "secure_auth_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "secure_auth_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>. Jeżeli pozostawisz to pole puste, instalator spróbuje pobrać wartość tego ustawienia, korzystając z ustawień integracji bazy danych.
pt_br: Deve corresponder ao valor da configuração do WordPress denominada "secure_auth_salt" no seu site do WordPress. Procure a opção "secure_auth_salt" <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>. Se deixá-lo em branco, o programa de instalação tentará coletar o valor com base nas configurações de integração ao banco de dados do WordPress. Algumas vezes esse valor não é configurado no WordPress, nesse caso você pode deixar essa configuração em branco também.
ro_ro: Aceasta trebuie să se potrivească cu valoarea setării WordPress numită "secure_auth_salt" de pe situl tău WordPress. Căută opțiunea etichetată "secure_auth_salt" din <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>. Dacă lăși acest câmp necompletat, instalatorul ca încerca să obţină această valoare pe baza setărilor de integrare cu baza de date a WordPress. Uneori această valoare nu este setată în WordPress, în acest caz poţi lăsa şi acest câmp necompletat.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "secure_auth_salt" у вашој инсталацији Вордпреса. Потражите опцију "secure_auth_salt" на <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>. Уколико ово оставите празно, инсталација ће покушати да добави ту вредност на основу ваших подешавања о спајању базе података Вордпреса. Понекад ова вредност у Вордпресу није подешена, па у том случају ово можете такође оставити празним.

source: WordPress "logged in" cookie key
bg_bg: WordPress "logged in" ключ
et_ee: WordPressi "logged in" küpsise võti
fi: WordPress "logged in" evästeavain
fr_fr: Clef secrète du cookie de WordPress "logged in"
hu_hu: WordPress "logged in" süti kulcs
ja: WordPress "logged in" Cookie 秘密鍵
pl_pl: Klucz "logged in" ciasteczek WordPressa
pt_br: Chave do cookie "logged in" do WordPress
sr_rs: Вордпресов "logged in" кључ колачића
ug_cn: ۋوردپرەس "logged in" cookie ئاچقۇچى

source: This value must match the value of the constant named "LOGGED_IN_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "logged in" cookie key set in the first step.
bg_bg: Съдържанието на това поле трябва да съвпада с константата "LOGGED_IN_KEY" в <code>wp-config.php</code> файла на вашия WordPress. Настройката bbPress "logged in" от предната стъпка ще бъде заменена с новата.
et_ee: See väärtus peab ühtima "LOGGED_IN_KEY" konstandiga teie WordPressi <code>wp-config.php</code> failis. See asendab esimesel sammul sisestatud bbPressi "logged in" küpsise võtme.
fi: Tämän arvon tulee vastata WordPressin <code>wp-config.php</code>-tiedostossa määrittelemääsi "LOGGED_IN_KEY" asetusta. Tämä korvaa ensimmäisessä vaiheessa asettamasi bbPressin salaisen avaimen.
fr_fr: Cette valeur doit correspondre à la valeur de la constante nommée "LOGGED_IN_KEY", contenue dans le fichier <code>wp-config.php</code> de WordPress. Cette dernière remplacera la clef secrète du cookie "logged in" de bbPress fixée à la première étape.
hu_hu: Ennek az értéknek meg kell egyeznie a WordPress <code>wp-config.php</code> fájlban található "LOGGED_IN_KEY" konstans értékével. Ez fogja lecserélni az első lépésben beállított bbPress "logged in" süti kulcs értékét.
ja: WordPress の <code>wp-config.php</code> ファイル内にある定数名 "LOGGED_IN_KEY" の値と一致させてください。ステップ1で設定した bbPress の "logged in" Cookie 秘密鍵は、この値に置き換えられます。
pl_pl: Ta wartość musi być taka sama jak wartość stałej o nazwie "LOGGED_IN_KEY" znajdującej się w pliku <code>wp-config.php</code> Twojej instalacji WordPressa. To ustawienie zastąpi wartość "logged in" ciasteczek bbPressa ustawioną w pierwszym etapie instalacji.
pt_br: Esse valor deve corresponder ao valor da constante denominada "LOGGED_IN_KEY" em seu arquivo <code>wp-config.php</code> do WordPress. Ele substituirá a chave do cookie "logged in" do bbPress definida na primeira etapa.
ro_ro: Această valoare trebuie să se potrivească cu constanta numită "LOGGED_IN_KEY" din fișierul de WordPress <code>wp-config.php</code> file. Aceasta va înlocui bbPress "logged in" cookie key selectată în primul pas.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "LOGGED_IN_KEY" у датотеци <code>wp-config.php</code> ваше инсталације Вордпреса. Ово ће заменити bbPress-ов "logged in" кључ колачића који је постављен у првом кораку.
ug_cn: بۇ قىممەت ۋوردپرەسنىڭ <code>wp-config.php</code> ھۆججىتىدىكى "LOGGED_IN_KEY" ناملىق تۇراقلىق مىقدارنىڭ قىممىتى بىلەن بىردەك بولۇشى كېرەك. بۇ، 1- قەدەمدە بەلگىلەنگەن bbPress "logged in" cookie سىنىڭ ئاچقۇچىنىڭ ئورنىنى ئالىدۇ.

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката "logged_in_salt" в инсталацията на WordPress. Портърсете настройката наречена "logged_in_salt" в <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">администрацията на WordPress</a>. Ако оставите това поле празно, инсталацията ще се опита да вземе стойността от настройките ви за интеграция с WordPress.
fi: Tämän arvon täytyy vastata WordPressin asetusta nimeltä "logged_in_salt". Etsi asetus nimeltä "logged_in_salt" <a href="#" id="getSecretOption" onclick="window.open(this.href); return false;">tältä WordPressin hallintasivulta</a>. Mikäli jätät tämän tyhjäksi, asennusohjelma käyttää integrointiaseuksissa antamaasi arvoa.
fr_fr: Ceci doit correspondre à la valeur du paramètre de WordPress, nomme "logged_in_sal" de votre instance WordPress. Chercher l&#8217;option "logged_in_sal" dans <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">cette page de l&#8217;administration de WordPress</a>. Si vous laissez cette valeur vide, l'utilitaire d'installation tentera de récupérer cette valeur depuis les paramètres d'intégration de WordPress.
hu_hu: Ennek meg kell egyeznie a telepített WordPress "logged_in_salt" értékével. Itt tekintheted meg a "logged_in_salt" értékét a <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">WordPress admin</a> oldalon. Ha üresen hagyod a telepítő megpróbálja ezt neked beállítani a WordPress adatbázis integrációs beállítások alapján.
ja: WordPress 設定の "logged_in_salt" 値と一致させてください。<a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">WordPress 管理画面</a>で "logged_in_salt" という設定値を探してみてください。この項目を空のままにした場合、インストーラーは WordPress データベース統合設定を元に値の取得を試みます。
pl_pl: Ta wartość musi być taka sama jak wartość ustawienia o nazwie "logged_in_salt" Twojej instalacji WordPressa - szukaj opcji podpisanej "logged_in_salt" na <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">tej stronie panelu administracyjnego WordPressa</a>. Jeżeli pozostawisz to pole puste, instalator spróbuje pobrać wartość tego ustawienia, korzystając z ustawień integracji bazy danych.
pt_br: Deve corresponder ao valor da opção do WordPress denominada "logged_in_salt" no seu site do WordPress. Procure a opção "logged_in_salt" <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">nesta página de administração do WordPress</a>. Se deixá-lo em branco, o programa de instalação tentará coletar o valor com base nas configurações de integração ao banco de dados do WordPress.
ro_ro: Aceasta trebuie să se potrivească cu valoarea setării WordPress numită "logged_in_salt" de pe situl tău WordPress. Căutați opţiunea etichetată "logged_in_salt" din <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">această pagină de administrare WordPress</a>. Dacă lași acest câmp necompletat, instalatorul ca încerca să obţină această valoare pe baza setărilor de integrare cu baza de date a WordPress.
sr_rs: Ова вредност мора да се поклапа са вредношћу именованом "logged_in_salt" у вашој инсталацији Вордпреса. Потражите опцију "logged_in_salt" на <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">овој административној страници Вордпреса</a>. Уколико ово оставите празно, инсталација ће покушати да добави ту вредност на основу ваших подешавања о спајању базе података Вордпреса.

source: Add user database integration settings
bg_bg: Добавяне на настройките за интеграция на потребитеска база данни
et_ee: Seo kasutajate andmebaasid
fi: Lisää käyttäjätietokannan integroinnin asetukset:
fr_fr: Ajouter les paramètres de la base utilisateur de l&#8217;intégration
hu_hu: Felhasználói adatbázis integrációs beállítások hozzáadása
ja: ユーザーデータベース統合設定を追加
pl_pl: Dodaj ustawienia integracji z bazą użytkowników
pt_br: Adicionar configurações de integração de banco de dados de usuário
ro_ro: Adăugare setari de integrare pentru baza de date a utilizatorilor
sr_rs: Додај подешавања о спајању база података корисника
ug_cn: قوللانچى ساندانى بىرلەشتۈرۈش تەڭشەكلىرىنى قوشۇش

source: If you want to share user data with an existing WordPress site.
bg_bg: Ако искате да споделяте потребителска информация със съществуваща инсталация на WordPress.
fi: Mikäli haluat jakaa käyttäjien tiedot olemassa olevan WordPress-asennuksen kanssa.
fr_fr: Si vous voulez partager les données utilisateurs avec une installation existante de WordPress.
hu_hu: Felhasználói adatokat megosztása egy már telepített WordPress-el.
ja: 既存の WordPress とユーザーデータを共有したい場合。
pl_pl: Jeżeli chcesz współdzielić dane użytkowników z istniejącą instalacją WordPressa.
pt_br: Se desejar compartilhar dados de usuários com um site existente do WordPress.
ro_ro: Dacă dorești să foloseşti datele utilizatorilor a unui site WordPress deja existent.
sr_rs: Уколико желите да делите податке о корисницима са постојећим Вордпресовим веб местом.
ug_cn: قوللانچى سانلىق مەلۇماتلىرىنى نۆۋەتتىكى ۋوردپرەس بىلەن ئورتاق ئىشلىتىشكە رۇخسەت قىلماقچى بولغان ئەھۋالدا.

source: Go to step 3
bg_bg: Към стъпка 3
fi: Mene vaiheeseen 3
fr_fr: Aller à la troisième étape
hu_hu: Tovább a 3. lépésre
ja: ステップ3へ進む
pl_pl: Przejdź do kroku 3
pt_br: Ir para o passo 3
ro_ro: Mergi la pasul 3
sk_sk: Prejsť na krok 3
sr_rs: Иди на трећи корак
ug_cn: 3- قەدەمگە يۆتكىلىش

source: Site name
bg_bg: Заглавие на сайта
et_ee: Lehe nimi
fi: Sivuston nimi
fr_fr: Nom du site
hu_hu: Weblap név
ja: サイト名
pl_pl: Nazwa strony
pt_br: Nome do site
ro_ro: Numele sitului
sk_sk: Názov stránky
sr_rs: Име веб места
ug_cn: تور بەت نامى

source: This is what you are going to call your bbPress site.
bg_bg: Как искате да наречете своя bbPress сайт.
fi: bbPress-foorumisi tuleva nimi.
fr_fr: Ceci est par quoi vous appellerez votre installation de bbPress.
hu_hu: Ez lesz a telepített bbPress neve.
ja: 設置する bbPress サイトの名前。
pl_pl: Nazwa, pod jaką funkcjonowała będzie Twoja instalacja bbPressa.
pt_br: É o nome que você usará para o seu site do bbPress.
ro_ro: Acesta este numele sitului bbPress.
sr_rs: Овако ћете звати своје bbPress веб место.
