Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: %1$s to %2$s of %3$s
fi: %1$s - %2$s / %3$s
fr_fr: %1$s à %2$s sur %3$s
hu_hu: %1$s %2$s szerző: %3$s
ja: %1$s〜%2$sを表示 (%3$sつ中)
pl_pl: %1$s do %2$s z %3$s
pt_br: %1$s a %2$s de %3$s
ro_ro: de la %1$s la %2$s din %3$s
sr_rs: %1$s до %2$s од %3$s

source: You are not allowed to manage tags.
bg_bg: Нямате право да променяте етикети.
es_es: No tienes permisos para gestionar las etiquetas.
et_ee: Teil ei ole siltide haldamisõigust.
fi: Sinulla ei ole oikeuksia hallita avainsanoja.
fr_fr: Vous n&#8217;êtes pas autorisé(e) à gérer les tags.
hu_hu: Nincs jogosultság a címkék kezeléséhez.
id_id: Anda tidak dizinkan untuk mengelola tag.
ja: タグを管理する権限がありません。
pl_pl: Nie posiadasz uprawnień do zarządzania tagami.
pt_br: Sem permissão para gerenciar tags.
ro_ro: Nu ai permisiuni pentru adminstrarea etichetelor.
sk: Némáš povolenie spravovať značky.
sk_sk: Nemáte povolenie spravovať značky.
sr_rs: Није вам дозвољено управљање ознакама.
th: คุณไม่มีสิทธิจัดการแท็ก
ug_cn: خەتكۈچلەرنى باشقۇرۇشىڭىزغا ئىجازەت بېرىلمىگەن.

source: Tag not found.
bg_bg: Етикетът не беше открит.
es_es: Etiqueta no encontrada.
et_ee: Silti ei leitud.
fi: Ei avainsanoja.
fr_fr: Tag introuvable.
hu_hu: Címke nem található.
id_id: Tag tidak ditemukan.
ja: タグは見つかりませんでした。
pl_pl: Tag nie został znaleziony.
pt_br: Tag não encontrada.
ro_ro: Eticheta nu a fost găsită.
sk: Značka sa nenašla.
sk_sk: Značka sa nenašla.
sr_rs: Ознака није пронађена.
th: ไม่พบแท็ก
ug_cn: خەتكۈچ تېپىلمىدى.

source: Rows deleted from tags table: %d <br />
bg_bg: Редове изтрити от таблицата с етикети: %d <br />
es_es: Líneas borradas de la tabla de etiquetas: %d <br />
et_ee: Siltide tabelist kustutatud read: %d <br />
fi: Avainsanataulusta poistetut rivit: %d <br />
fr_fr: Lignes supprimées dans la table des tags : %d <br />
hu_hu: Címke táblából törölt sorok száma: %d <br />
id_id: Baris yang dihapus dari tabel tag: %d <br />
ja: tags テーブルから削除した行: %d <br />
pl_pl: Liczba rekordów usuniętych z tabeli tagów: %d <br />
pt_br: Linhas excluídas da tabela de tags: %d <br />
ro_ro: Rânduri șterse din tabelul cu etichete: %d <br />
sk: Vymazané riadky z tabuľky značiek: %d <br />
sk_sk: Vymazané riadky z tabuľky značiek: %d <br />
sr_rs: Редова избрисаних из табеле ознака: %d <br />
th: แถวที่ถูกลบออกจากตารางแท็ก: %d <br />

source: Rows deleted from tagged table: %d <br />
bg_bg: Редове изтрити от таблицата с етикетни теми: %d <br />
es_es: Líneas borradas de la tabla de etiquetados: %d <br />
et_ee: Sildistatud tabelist kustutatud read: %d <br />
fi: Taulusta poistetut rivit: %d <br />
fr_fr: Lignes supprimées dans la table spécifique : %d <br />
hu_hu: Címkézett táblából törölt sorok száma: %d <br />
id_id: Baris yang dihapus dari tabel yang ditag: %d <br />
ja: tagged テーブルから削除した行: %d <br />
pl_pl: Liczba rekordów usuniętych z tabeli otagowanych: %d <br />
pt_br: Linhas excluídas da tabela marcada: %d <br />
ro_ro: Rânduri șterse din tabelul cu etichetate: %d <br />
sk: Vymazané riadky z tabuľky označkovaných tém: %d <br />
sk_sk: Vymazané riadky z označenej tabuľky: %d <br />
sr_rs: Редова избрисаних из табеле означених: %d <br />
th: แถวที่ถูกลบออกจากตารางที่ถูกแท็ก: %d <br />

source: <a href="%s">Home</a>
bg_bg: <a href="%s">Заглавна</a>
es_es: <a href="%s">Página principal</a>
et_ee: <a href="%s">Kodu</a>
fi: <a href="%s">Etusivu</a>
fr_fr: <a href="%s">Accueil</a>
hu_hu: <a href="%s">Főoldal</a>
id_id: <a href="%s">Pangkal</a>
ja: <a href="%s">ホーム</a>
pl_pl: <a href="%s">Strona główna</a>
ro_ro: <a href="%s">Prima pagină</a>
sk: <a href="%s">Domov</a>
sk_sk: <a href="%s">Domov</a>
sr_rs: <a href="%s">Почетак</a>
th: <a href="%s">หน้าหลัก</a>
ug_cn: <a href="%s">باش بەت</a>

source: Something odd happened when attempting to destroy that tag.<br /> <a href="%s">Try Again?</a>
bg_bg: Неочаквана грешка при изтриване на етикета.<br /> <a href="%s">Опитайте отново.</a>
es_es: Algo extraño sucedió al intentar borrar la etiqueta.<br /> <a href="%s">¿Pruebas otra vez?</a>
et_ee: Selle sildi hävitamisel juhtus midagi ettearvamatut.<br /> <a href="%s">Proovi uuesti?</a>
fi: Jotain outoa tapahtui poistettaessa avainsanaa.<br /> <a href="%s">Yritä uudelleen?</a>
fr_fr: Quelque chose d&#8217;anormal s&#8217;est produit pendant la tentative de destruction de ce tag. <br /> <a href="%s">Essayez de nouveau ?</a>
hu_hu: Valami fura történt a címke megsemmisítése közben.<br /> <a href="%s">Újra próbálod?</a>
id_id: Sesuatu yang janggal terjadi ketika mencoba menghancurkan tag itu.<br /> <a href="%s">Coba Lagi?</a>
ja: タグを削除しようとした際にエラーが起きたようです。<br /> <a href="%s">再試行しますか ?</a>
pl_pl: Coś dziwnego stało się podczas próby usunięcia tego tagu.<br /> <a href="%s">Spróbować ponownie?</a>
pt_br: Algo estranho aconteceu ao tentar destruir essa tag. <br /> <a href="%s"> Tentar novamente?</a>
ro_ro: S-a întâmplat ceva ciudat când se încerca ștergerea etichetei.<br /> <a href="%s">Reîncerc din nou?</a>
sk: Pri pokuse o zničenie tej značky sa stalo niečo divné.<br /> <a href="%s">Skúsiš znovu?</a>
sk_sk: Pri pokuse o zničenie tej značky sa stalo niečo divné.<br /> <a href="%s">Skúsite znovu?</a>
sr_rs: Нешто се чудно десило приликом покушаја уништавања ове ознаке.<br /> <a href="%s">Да покушате поново?</a>
th: มีบางสิ่งผิดปกติในขณะที่กำลังลบแท็ก<br /> <a href="%s">ลองใหม่อีกครั้ง</a>

source: Tag specified not found.
bg_bg: Етикетът не беше открит.
es_es: La etiqueta especificada no existe.
et_ee: Silti ei leitud.
fi: Määrittelemääsi avainsanaa ei löytynyt.
fr_fr: Tag spécifié introuvable.
hu_hu: A megadott címke nem található.
id_id: Tag yang ditentukan tidak ditemukan.
ja: 指定したタグは見つかりませんでした。
pl_pl: Podany tag nie został znaleziony.
pt_br: Tag especificada não encontrada.
ro_ro: Eticheta specificată nu a fost găsită.
sk: Zadaná značka sa nenešlo.
sk_sk: Zadaná značka sa nenešla.
sr_rs: Назначена ознака није пронађена.
th: ไม่พบแท็กที่ระบุ
ug_cn: كۆرسىتىلگەن خەتكۈچ تېپىلمىدى.

source: Tag to be merged not found.
bg_bg: Етикетът за сливане не беше открит.
es_es: La etiqueta a integrar no existe.
et_ee: Liidetavat silti ei leitud.
fi: Yhdistettäviä avainsanoja ei löytynyt.
fr_fr: Tag à fusionner introuvable.
hu_hu: Az egyesítendő címke nem található.
id_id: Tag yang akan dileburkan tidak ditemukan.
ja: 統合するタグは見つかりませんでした。
pl_pl: Tag do scalenia nie został znaleziony.
pt_br: Tag a ser mesclada não encontrada.
ro_ro: Eticheta ce trebuie combinată, nu a fost găsită.
sk: Značky do ktorej sa to malo vmiešať sa nenašla
sk_sk: Značka s ktorou sa malo spojiť nebola nájdená.
sr_rs: Ознака која би требало да буде спојена није пронађена.
th: ไม่พบแท็กที่จะรวม
ug_cn: بىرلەشتۈرىدىغان خەتكۈچ يوق.

source: Number of topics from which the old tag was removed: %d <br />
bg_bg: Брой на темите от които старият етикет беше премахнат: %d <br />
et_ee: Teemade arv, millest vana silt eemaldati: %d <br />
fi: Vanha avainsana poistettiin %d aiheesta.<br />
fr_fr: Nombre de sujets auxquels l&#8217;ancien tag a été oté : %d <br />
hu_hu: Topikok száma melyekből a régi címke eltávolításra került: %d <br />
id_id: Jumlah topik dari mana tag lama disingkirkan: %d <br />
ja: 古いタグを削除したトピックの数: %d <br />
pl_pl: Liczba tematów, z których usunięty został stary tag: %d <br />
pt_br: Número de tópicos de onde a tag antiga foi removida: %d <br />
ro_ro: Numărul subiectelor la care vechea etichetă a fost ștearsă: %d <br />
sk: Počet tém, z ktorých som odstránil starú značku: %d <br />
sk_sk: Počet tém, z ktorých bola stará značka odstránená: %d <br />
sr_rs: Број тема са којих је уклоњена стара ознака: %d <br />
th: จำนวนของกระทู้ที่ซึ่งแท็กเก่าจะถูกลบออก: %d <br />

source: Number of topics to which the new tag was added: %d <br />
bg_bg: Брой на темите към които новият етикет беше прибавен: %d <br />
et_ee: Teemade arv, millele uus silt lisati: %d <br />
fi: Uusi avainsana lisättiin %d aiheeseen<br />
fr_fr: Nombre de sujets auxquels le nouveau tag a été affecté : %d <br />
hu_hu: Topikok száma melyekez az új címke hozzáadásra került: %d <br />
id_id: Jumlah topik di mana tag baru ditambahkan: %d <br />
ja: 新しいタグを追加したトピックの数: %d <br />
pl_pl: Liczba tematów, do których dodany został nowy tag: %d <br />
pt_br: Número de tópicos a que foi adicionada a nova tag: %d <br />
ro_ro: Numărul subiectelor la care noua etichetă a fost adăugată: %d <br />
sk: Počet tém, na ktoré bola značka nalepená: %d <br />
sk_sk: Počet tém, na ktoré bola značka nalepená: %d <br />
sr_rs: Број тема на које је додата нова ознака: %d <br />
th: จำนวนของกระทู้ที่ซึ่งแท็กใหม่จะถูกเพิ่ม: %d <br />

source: Number of rows deleted from tags table:%d <br />
bg_bg: Брой на редовете изтрити от таблицата с етикети: %d <br />
es_es: Cantidad de líneas borradas de la tabla de etiquetas:%d <br />
et_ee: Ridade arv, mis siltide tabelist kustutati: %d <br />
fi: Avainsanat taulusta poistettiin %d riviä.<br />
fr_fr: Nombre de lignes supprimées de la table des tags :%d <br />
hu_hu: A címke táblából törölt sorok száma:%d <br />
id_id: Jumlah baris yang dihapus dari tabel tag:%d <br />
ja: tags テーブルから削除した行の数: %d<br />
pl_pl: Liczba rekordów usuniętych z tabeli tagów:%d <br />
pt_br: Número de linhas excluídas da tabela de tags: %d <br />
ro_ro: Numărul de rânduri șterse din tabelul de etichete:%d <br />
sk: Počet riadkov vymazaných z tabuľky značiek:%d <br />
sk_sk: Počet riadkov vymazaných z tabuľky značiek:%d <br />
sr_rs: Број редова избрисаних из табеле ознака:%d <br />
th: จำนวนของแถวที่ถูกลบออกจากตารางแท็ก:%d <br />

source: <a href="%s">New Tag</a>
bg_bg: <a href="%s">Нов етикет</a>
es_es: <a href="%s">Nueva etiqueta</a>
et_ee: <a href="%s">Uus silt</a>
fi: <a href="%s">Uusi avainsana</a>
fr_fr: <a href="%s">Nouveau Tag</a>
hu_hu: <a href="%s">Új címke</a>
id_id: <a href="%s">Tag Baru</a>
ja: <a href="%s">新しいタグ</a>
pl_pl: <a href="%s">Nowy tag</a>
pt_br: <a href="%s">Nova Tag</a>
ro_ro: <a href="%s">Etichetă nouă</a>
sk: <a href="%s">Nová značka</a>
sk_sk: <a href="%s">Nová značka</a>
sr_rs: <a href="%s">Нова ознака</a>
th: <a href="%s">แท็กใหม่</a>
ug_cn: <a href="%s">يېڭى خەتكۈچ</a>

source: Something odd happened when attempting to merge those tags.<br /> <a href="%s">Try Again?</a>
bg_bg: Неочаквана грешка при сливане на етикетите.<br /> <a href="%s">Опитайте отново.</a>
es_es: Algo extraño sucedió al intentar integrar esas etiquetas.<br /> <a href="%s">¿Pruebas otra vez?</a>
et_ee: Nende siltide liitmisel juhtus midagi ettenägematut.<br /> <a href="%s">Proovi uuesti?</a>
fi: Jotain outoa tapahtui yhdistettäessä avainsanoja.<br /> <a href="%s">Yritä uudelleen?</a>
fr_fr: Quelque chose d&#8217;anormal s&#8217;est produit en essayant de fusionner ces tags. <br /> <a href="%s"> Essayez de nouveau ?</a>
hu_hu: Valami fura történt a címkék összevonása közben. <br /> <a href="%s">Újra próbálod?</a>
id_id: Sesuatu yang janggal telah terjadi ketika mencoba untuk meleburkan tag-tag tersebut.<br /> <a href="%s">Coba Lagi?</a>
ja: タグの統合中にエラーが発生しました。<br /> <a href="%s">再試行しますか ?</a>
pl_pl: Coś dziwnego stało się podczas próby scalenia tych tagów.<br /> <a href="%s">Spróbować ponownie?</a>
pt_br: Algo estranho aconteceu durante a tentativa de mesclar essas tags. <br /> <a href="%s"> Tentar novamente? </ A>
ro_ro: S-a întâmplat ceva ciudat când încercam să combin acele etichete.<br /> <a href="%s">Reîncerc din nou?</a>
sk: Pri pokuse o zlúčenie značiek sa stalo niečo divné.<br /> <a href="%s">Skúsiš znovu?</a>
sk_sk: Pri pokuse o zlúčenie značiek sa stalo niečo divné.<br /> <a href="%s">Skúsite znovu?</a>
sr_rs: Нешто се чудно десило приликом покушаја спајања ових ознака.<br /> <a href="%s">Да покушате поново?</a>
th: มีบางสิ่งผิดปกติในขณะที่กำลังรวมแท็ก<br /> <a href="%s">ลองใหม่อีกครั้ง</a>

source: There already exists a tag by that name or the name is invalid. <a href="%s">Try Again</a>
bg_bg: Този етикет вече съществува или името му е невалидно. <a href="%s">Опитайте отново.</a>
es_es: Ya existe una etiqueta con ese nombre o el nombre es inválido. <a href="%s">Inténtalo otra vez</a>
et_ee: Sellise nimega silt on juba olemas või on antud nimi lubamatu. <a href="%s">Proovi uuesti</a>
fi: Avainsana on jo olemassa tai nimi ei kelpaa <a href="%s">Yritä uudelleen</a>
fr_fr: Il existe déjà un tag portant ce nom ou ce nom est invalide. <a href="%s">Réessayez</a>
hu_hu: Már létezik ilyen nevű címke vagy a név érvénytelen. <a href="%s">Próbáld újra</a>
id_id: Sudah ada tag dengan nama tersebut atau nama tersebut tidak valid. <a href="%s">Coba Kembali</a>
ja: すでに同じ名前のタグが存在しているか、無効なタグ名です。<a href="%s">再度お試しください。</a>
pl_pl: Istnieje już tag o takiej samej nazwie lub wprowadzona nazwa jest nieprawidłowa. <a href="%s">Spróbuj ponownie</a>
pt_br: Já existe uma tag com este nome ou o nome é inválido. <a href="%s">Tente Novamente</a>
ro_ro: Deja există o etichetă cu acel nume sau numele nu este valid. <a href="%s">Mai încearcă odată</a>
sk: Značka s takým menom tu už existuje alebo je meno neplatné. <a href="%s">Skús znovu</a>
sk_sk: Značka s takým menom tu už existuje alebo je meno neplatné. <a href="%s">Skúste znovu</a>
sr_rs: Већ постоји ознака са тим именом или је име неисправно. <a href="%s">Покушајте поново</a>
th: มีแท็กที่ชื่อนี้อยู่แล้ว หรือชื่อแท็กนี้ไม่สามารถใช้ได้ <a href="%s">ลองใหม่อีกครั้ง</a>
ug_cn: بۇ يەردە ئوخشاش نامدىكى خەتكۈچ بار ياكى بۇ نام ئىناۋەتسىز. <a href="%s">قايتا سىناڭ</a>

source: <strong>Theme "%s" activated</strong>
bg_bg: <strong>Стилът "%s" бе активиран</strong>
fi: Teema "%s" <strong>otettu käyttöön</strong>
fr_fr: <strong>Thème "%s" activé</strong>
hu_hu: <strong>Sablon "%s" bekapcsolva</strong>
ja: <strong>テーマ "%s" を<strong>有効化</strong>しました。</strong>
pl_pl: <strong>Motyw "%s" został aktywowany</strong>
pt_br: <strong>Tema "%s" ativado</strong>
ro_ro: <strong>Șablonul "%s" a fost activat</strong>
sk_sk: <strong>Vzhľad "%s" aktivovaný</strong>
sr_rs: <strong>Тема "%s" је укључена</strong>
ug_cn: <strong>ئۇسلۇب "%s" قوزغىتىلدى</strong>

source: <strong>Default theme is missing.</strong>
bg_bg: <strong>Стилът по подразбиране липсва.</strong>
fi: Oletusteema puuttuu.
fr_fr: <strong>Il manque le thème par défaut.</strong>
hu_hu: <strong>Hiányzik az alapértelmezett sablon.</strong>
ja: <strong>デフォルトテーマが見つかりません。</strong>
pl_pl: <strong>Brak domyślnego motywu.</strong>
pt_br: <strong>Tema padrão não encontrado.</strong>
ro_ro: <strong>Șablonul implicit lipsește.</strong>
sk_sk: <strong>Chýba základná téma.</strong>
sr_rs: <strong>Недостаје подразумевана тема.</strong>
ug_cn: <strong>كۆڭۈلدىكى ئۇسلۇبتا خاتالىق بار.</strong>

source: <strong>Theme not found. Default theme applied.</strong>
bg_bg: <strong>Стилът не беше открит. Ползва се стилът по подразбиране.</strong>
fi: Teemaa ei löydy. Käytetään oletusteemaa
fr_fr: <strong>Thème introuvable. Le thème par défaut a été appliqué.</strong>
hu_hu: <strong>A sablon nem található. Az alapértelmezett sablon lesz használatban.</strong>
ja: <strong>テーマが見つかりませんでした。デフォルトのテーマを適用しました。</strong>
pl_pl: <strong>Motyw nie został znaleziony. Aktywowano domyślny motyw.</strong>
pt_br: <strong>Tema não encontrado. Tema padrão aplicado.</strong>
ro_ro: <strong>Șablonul nu a fost găsit. S-a aplicat șablonul implicit.</strong>
sk_sk: <strong>Vzhľad sa nenašiel. Aplikovaný základný vzhľad.</strong>
sr_rs: <strong>Тема није пронађена. Примењује се подразумевана тема.</strong>
ug_cn: <strong>ئۇسلۇب تېپىلمىدى. كۆڭۈلدىكى ئۇسلۇبقا قايتۇرۇلدى.</strong>

source: Activate "%s"
bg_bg: Активиране "%s"
fi: Ota käyttöön "%s"
fr_fr: Activer "%s"
hu_hu: "%s" aktiválása
ja: "%s"を有効化
pl_pl: Aktywuj "%s"
pt_br: Ativar "%s"
ro_ro: Activează "%s"
sk_sk: Aktivovať "%s"
sr_rs: Укључи "%s"
ug_cn: "%s" نى قوزغىتىش

source: %1$s %2$s by <cite>%3$s</cite>
bg_bg: %1$s %2$s от <cite>%3$s</cite>
fi: %1$s %2$s &ndash; <cite>%3$s</cite>
fr_fr: %1$s %2$s par <cite>%3$s</cite>
hu_hu: %1$s %2$s szerző <cite>%3$s</cite>
ja: %1$s %2$s (作者: <cite>%3$s</cite>)
pl_pl: %1$s %2$s, autor: <cite>%3$s</cite>
pt_br: %1$s %2$s por <cite>%3$s</cite>
ro_ro: %1$s %2$s de <cite>%3$s</cite>
sr_rs: %1$s %2$s од <cite>%3$s</cite>

source: Ported by <cite>%s</cite>
bg_bg: Портирано от <cite>%s</cite>
fi: Tekijä: <cite>%s</cite>
fr_fr: Publié par <cite>%s</cite>
hu_hu: Átírást készítette <cite>%s</cite>
ja: 移植者: <cite>%s</cite>
pl_pl: Autor portu <cite>%s</cite>
pt_br: Publicado por <cite>%s</cite>
ro_ro: Publicat de <cite>%s</cite>
sr_rs: Изменио <cite>%s</cite>

source: All of this theme's files are located in the "%s" themes directory.
bg_bg: Всички файлове на този стил се намират в директория "%s".
fi: Kaikki teematiedostot ovat hakemistossa "%s".
fr_fr: Tous les fichiers de ce thème sont situés dans le dossier "%s".
hu_hu: Ehhez a sablonhoz tartozó fájlok itt találhatók: <code>%s</code>.
ja: このテーマの全ファイルは "%s" ディレクトリにあります。
pl_pl: Wszystkie pliki tego motywu znajdują się w katalogu motywów "%s".
pt_br: Todos os arquivos deste tema estão localizados no diretório de temas "%s".
ro_ro: Toate fișierele acestui șablon sunt localizate în directorul pentru șabloane "%s".
sk_sk: Všetky súbory tejto témy vzhľadu sa nachádzajú v zložke "%s".
sr_rs: Све датотеке ове теме су смештене у директоријуму теме "%s".
ug_cn: بۇ ئۇسلۇبنىڭ بارلىق ھۆججەتلىرى "%s" ئۇسلۇب مۇندەرىجىسى ئىچىدە.

source: <strong>"Safe mode" is on, the default theme will be used instead of the active theme indicated below.</strong>
bg_bg: <strong>"Safe mode" е включен, затова ще бъде използван стилът по подразбиране, вместо стила, показан като активен.</strong>
fi: <strong>"Turvatila" on päällä, oletusteemaa käytetään alla ilmoitetun aktiivisen teeman sijaan.</strong>
fr_fr: <strong>Le mode PHP "Safe mode" est activé, le thème par défaut sera utilisé à la place du thème actif indiqué ci-dessous.</strong>
hu_hu: <strong>"Biztonsági mód" bekapcsolva, ezért az alap sablon van használatban, a fent aktívnak jelzett sablon helyett.</strong>
ja: <strong>"セーフモード" が有効化されているため、以下で指定された適用テーマの代わりにデフォルトテーマが使われます。</strong>
pl_pl: <strong>Tryb "Safe mode" jest włączony, użyty zostanie domyślny motyw zamiast zaznaczonego poniżej jako aktywny.</strong>
pt_br: <strong>O "Modo de Segurança" está ativo, o tema padrão será usado ao invés do tema ativo indicado abaixo.</strong>
ro_ro: <strong>Este pornit "Modul protejat", șablonul implicit va fi folosit în locul șablonului activ indicat mai jos.</strong>
sr_rs: <strong>"Сигуран режим" је укључен, подразумевана тема ће бити коришћена уместо укључене теме наведене испод.</strong>
ug_cn: <strong>"Safe mode" ھالىتىگە كىردى، تۆۋەندە كۆرسىتىلگەن ئۇسلۇب ئورنىغا كۆڭۈلدىكى ئۇسلۇب ئىشلىتىلدى.</strong>

source: Manage Themes
bg_bg: Стилове
fi: Hallitse teemoja
fr_fr: Gérer les thèmes
hu_hu: Sablonkezelő
ja: テーマの管理
pl_pl: Zarządzaj motywami
pt_br: Gerenciar temas
ro_ro: Aspect
sk_sk: Správa vzhľadu
sr_rs: Управљај темама
ug_cn: ئۇسلۇب باشقۇرۇش

source: Current Theme
bg_bg: Активен стил
es_es: Diseño actual
et_ee: Praegune kujundus
fi: Nykyinen teema
fr_fr: Thème courant
hu_hu: Aktuális sablon
id_id: Tema Saat Ini
ja: 現在のテーマ
pl_pl: Używany motyw
pt_br: Tema Atual
ro_ro: Șablonul curent
sk: Práve používaný vzhľad
sk_sk: Práve používaný vzhľad
sr_rs: Тренутна тема
th: Theme ปัจจุบัน
ug_cn: نۆۋەتتىكى ئۇسلۇب

source: Available Themes
bg_bg: Налични стилове
es_es: Diseños disponibles
et_ee: Saadaval olevad kujundused
fi: Asennetut teemat
fr_fr: Thèmes disponibles
hu_hu: Elérhető sablonok
id_id: Tema yang Tersedia
ja: 利用可能なテーマ
pl_pl: Dostępne motywy
pt_br: Temas disponíveis
ro_ro: Șabloane disponibile
sk: Dostupné vzhľady
sk_sk: Dostupné vzhľady
sr_rs: Расположиве теме
th: Theme ที่ใช้งานได้
ug_cn: ئىشلىتىشكە بولىدىغان ئۇسلۇبلار

source: Counted posts
bg_bg: Преброени са мненията
fi: Lasketut viestit
fr_fr: Comptage des sujets
hu_hu: Bejegyzések újra számolva
ja: 投稿を数え直しました。
pl_pl: Wpisy zostały zliczone
pt_br: Posts contados
sk_sk: Spočítané články
sr_rs: Пребројане поруке
ug_cn: سانالغان يازمىلار

source: Counted voices
bg_bg: Преброени са участниците по теми
fi: Lasketut äänet
fr_fr: Comptage des voix
hu_hu: Hozzászólók újra számolva
ja: 返信を数え直しました。
pl_pl: Głosy zostały zliczone
pt_br: Vozes contadas
sk_sk: Spočítané hlasy
sr_rs: Особе су пребројане
ug_cn: سانالغان ئاۋازلار

source: Counting deleted posts&#8230;
bg_bg: Преброяване на изтритите отговори&#8230;
fi: Lasketaan poistettuja viestejä...
fr_fr: Comptage des sujets supprimés&#8230;
hu_hu: Törölt bejegyzések újra számolva&#8230;
ja: 削除済みの投稿を数え直しています&#8230;
pl_pl: Zliczanie usuniętych wpisów&#8230;
pt_br: Contando posts excluídos&#8230;
sr_rs: Бројање обрисаних порука&#8230;
ug_cn: ئۆچۈرۈۋېتىلگەن يازمىلار سانىلىۋاتىدۇ&#8230;

source: &#8230;counted deleted posts
bg_bg: &#8230;преброени са изтритите мнения
fi: Lasketaan poistettuja viestejä...
fr_fr: &#8230; comptage des sujets supprimés
hu_hu: &#8230;törölt hozzászólások újraszámolva
ja: &#8230;削除済みの投稿を数え直しました。
pl_pl: &#8230;zliczono usunięte wpisy
pt_br: &#8230posts excluídos contados
sr_rs: &#8230;пребројане обрисане поруке
ug_cn: &#8230;سانالغان ئۆچۈرۈۋېتىلگەن يازمىلار

source: &#8230;no deleted posts to count
bg_bg: &#8230;няма изтрити отговори
fi: Ei poistettuja viestejä.
fr_fr: &#8230; aucun sujet supprimé à compter
hu_hu: &#8230; nincs megszámolható törölt hozzászólás.
ja: &#8230;数え直すことができる削除した投稿はありませんでした。
pl_pl: &#8230;nie usunięto żadnych wpisów
pt_br: &#8230;nenhum post excluído para contar
sk_sk: &#8230;žiadne vymazané príspevky na prepočítanie.
sr_rs: &#8230;нема обрисаних порука за бројање
ug_cn: &#8230;سانىلىدىغان ئۆچۈرۈلگەن يازما يوق

source: Counted forum topics and posts
bg_bg: Преброяване са темите и отговорите
fi: Lasketaan foorumin aiheita ja viestejä...
fr_fr: Comptage des sujets et messages
hu_hu: Fórum témák és bejegyzések újra számolva
ja: フォーラムトピックと投稿を数え直しました。
pl_pl: Zliczono tematy i wpisy w każdym z działów
pt_br: Tópicos e posts do fórum contados
sk_sk: Spočítané témy fóra a príspevkov
sr_rs: Пребројане теме и поруке форума
ug_cn: سانالغان مۇنبەر تېمىلىرى ۋە يازمىلىرى

source: Counted topics to which each user has replied
bg_bg: Преброени са темите в които е писал всеки от потребителите
fi: Laske aiheet, joihin kukin käyttäjä on vastannut
fr_fr: Compter les sujets sur lesquels chaque utilisateur a répondu
hu_hu: A megválaszolt témák összeszámolva
ja: 各ユーザーが返信したトピックを数え直しました。
pl_pl: Zliczono użytkownikom tematy, na które odpowiedzieli
pt_br: Tópicos aos quais cada usuário respondeu contados
sk_sk: Spočítané témy na ktoré každý užívateľ odpovedal
sr_rs: Пребројане теме на којима је сваки корисник одговорио
ug_cn: ھەر بىر قوللانچى جاۋاب يازغان تېمىلار سانالدى

source: Counted topic tags
bg_bg: Преброени са етикетите
fi: Lasketaan aiheiden avainsanoja...
fr_fr: Comptage des mots clefs des sujets
hu_hu: Téma címkék újraszámolva
ja: トピックのタグを数え直しました。
pl_pl: Zliczono tagi przypisane do tematów
pt_br: Tags de tópicos contadas
ro_ro: Etichete numărate
sk_sk: Spočítané značky tém
sr_rs: Пребројане ознаке тема
ug_cn: تېما خەتكۈچلىرى سانالدى

source: Counted tagged topics
bg_bg: Преброени са темите с етикети
fi: Lasketaan aiheita, joihin liittyy avainsana...
fr_fr: Comptage des sujets possédant des tags
hu_hu: Címkével rendelkező témák újra számlálása.
ja: タグが付いているトピックを数え直しました。
pl_pl: Zliczono otagowane tematy
pt_br: Tópicos com tag contados
ro_ro: Subiecte etichetate numărate
sk_sk: Spočítané označkované témy
sr_rs: Пребројане означене теме
ug_cn: خەتكۈچلەنگەن تېمىلار سانالدى

source: Deleted tags with no topics
bg_bg: Изтрити са етикетите без тема
fi: Aiheettomat avainsanat poistettu.
fr_fr: Effacement des mots clefs associés à aucun sujet
hu_hu: Témához nem tartozó címkék törölve
ja: トピックがないタグを削除しました。
pl_pl: Usunięto tagi, które nie były przypisane do żadnego z tematów
pt_br: Tags sem tópicos excluídas
ro_ro: Etichete șterse fără nici un subiect
sk_sk: Vymazané značky bez tém.
sr_rs: Обрисане ознаке без тема
ug_cn: تېمىغا ئىشلىتىلمىگەن خەتكۈچلەر ئۆچۈرۈۋېتىلدى
