Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: <abbr title="Coordinated Universal Time">UTC</abbr> %s is <code>%s</code>
bg_bg: Часът по Гринуич %s е <code>%s</code>
fi: <abbr title="Coordinated Universal Time">UTC</abbr>-aika on
fr_fr: L&rsquo;heure <abbr title="Temps universel coordonné">UTC</abbr> %s est <code>%s</code>
hu_hu: <abbr title="Egyezményes koordinált világidő">UTC</abbr> %s szerinti idő: <code>%s</code>
ja: <abbr title="Coordinated Universal Time">UTC</abbr> (<a href="http://ja.wikipedia.org/wiki/UTC" title="協定世界時 - Wikipedia">協定世界時</a>) %s: <code>%s</code>
pl_pl: Czas <abbr title="Uniwersalny czas koordynowany">UTC</abbr> %s: <code>%s</code>
pt_br: a hora <abbr title="em inglês: Coordinated Universal Time">UTC</abbr> %s é <code>%s</code>
ro_ro: <abbr title="Coordinated Universal Time">UTC</abbr> %s este <code>%s</code>
sk_sk: <abbr title="Koordinovaný svetový čas">UTC</abbr> %s je <code>%s</code>
sr_rs: <abbr title="Кординирано универзално време (Coordinated Universal Time)">УТЦ</abbr> %s је <code>%s</code>
ug_cn: <abbr title="خەلقئارا ئۆلچەملىك ۋاقىت">خەلقئارا ئۆلچەملىك ۋاقىت</abbr>%s: <code>%s</code>

source: Unfortunately, you have to manually update this for Daylight Savings Time.
bg_bg: За съжаление ще трябва сами да сменяте между лятно и зимно време.
fi: Pahoittelemme, mutta sinun täytyy päivittää tämä manuaalisesti vastaamaan kesäaikaa.
fr_fr: Malheureusement, vous devez faire ce réglage à la main pour le passage à l&rsquo;heure d&rsquo;été/d&rsquo;hiver.
hu_hu: Sajnos, az óraátállítás miatt ezt majd kézzel kell frissíteni.
ja: サマータイムについては、面倒ですがその都度手作業で変更してください。
pl_pl: Niestety aktualizacja na czas letni musi być dokonywana ręcznie.
pt_br: Infelizmente, você tem que atualizar isto manualmente para o Horário de Verão.
ro_ro: Din păcat, trebuie să actualizezi manual acestea pentru ora de vară.
sr_rs: Нажалост, морате ручно да промените ово за летње рачунање времена.
ug_cn: ئەپسۇسلىنارلىقى شۇكى، يازلىق ۋاقىت ئۈچۈن بۇ يېڭىلاشنى قولدا قىلىشىڭىز كېرەك.

source: General Settings
bg_bg: Общи настройки
et_ee: Üldised seaded
fi: Yleiset asetukset
fr_fr: Options générales
hu_hu: Általános beállítások
ja: 一般設定
pl_pl: Ustawienia ogólne
pt_br: Configurações Gerais
ro_ro: Setări generale
sk_sk: Všeobecné nastavenia
sr_rs: Општа подешавања
th: การตั้งค่าทั่วไป
ug_cn: ئاساسلىق تەڭشەكلەر

source: <strong>It appears that your server does not support custom permalink structures.</strong>
bg_bg: <strong>Изглежда, че сървърът ви не позволява да се използва собствен формат на постоянните връзки.</strong>
fi: <strong>Näyttää siltä, että palvelimesi ei tue mukautettuja pysyvien linkkien rakenteita.</strong>
fr_fr: <strong>Apparemment, votre serveur ne supporte pas les structures personnalisées de permaliens.</strong>
hu_hu: <strong>Úgy tűnik a szerver nem támogatja az egyedi link struktúrákat.</strong>
ja: <strong>お使いのサーバーはカスタムパーマリンク構造に対応していないようです。</strong>
pl_pl: <strong>Wygląda na to, że Twój serwer nie obsługuje własnych formatów bezpośrednich odnośników.</strong>
pt_br: <strong>Parece que seu servidor não suporta estruturas personalizadas de links permanentes.</strong>
ro_ro: <strong>Se pare că serverul tău nu suportă personalizări a legăturilor permanente.</strong>
sr_rs: <strong>Изгледа да ваш веб сервер не подржава прилагођени облик пермалинкова.</strong>

source: <strong>Rewriting on webservers other than Apache using mod_rewrite is currently unsupported, but we won&#8217;t stop you from trying.</strong>
bg_bg: <strong>Промяната на постоянните връзки засега не се поддържа на други сървъри освен Apache, с включен mod_rewrite, но няма да ви попречим да опитате ;)</strong>
fi: <strong>URL-osoitteiden uudelleenkirjoitus muilla kuin Apache-palvelimilla käyttäen mod_rewriteä, on nyt ei-tuettu, mutta emme estä sinua yrittämästä.</strong>
fr_fr: <strong>La réécriture des permaliens sur les serveurs web autre qu'Apache utilisant le module "mod_rewrite" est pour le moment non supportée, cette situation pourrait évoluer à l'avenir.</strong>
hu_hu: <strong>Az URL újraírás (rewrite) jelenleg nem támogatott Apache mod_rewrite-on kívül más szerveren. De nem akadályozzuk, a próbálkozásokat.</strong>
ja: <strong>Apache 以外の Web サーバーでの mod_rewrite を使ったリライトには現在対応していませんが、もし試してみたいならご自由にどうぞ。</strong>
pl_pl: <strong>Przepisywanie odnośników na serwerach innych niż Apache z użyciem mod_rewrite nie jest obecnie obsługiwane, ale nie zabraniamy Ci próbować.</strong>
pt_br: <strong>A ação de regravar em servidores que não sejam Apache usando mod_rewrite atualmente não é suportada, mas nós não vamos impedi-lo de tentar.</strong>
ro_ro: <strong>Rescrierea legăturilor pentru alte serere web decât Apache folosind mod_rewrite nu este posibil deocamdată, însă nu vă împiedică nimeni să încercați.</strong>
sr_rs: <strong>Преписивање на серверу који није Apache који користи mod_rewrite тренутно није подржано али вас нећемо зауставити од покушаја.</strong>

source: <strong>You should update your .htaccess now.</strong>
bg_bg: <strong>Сега трябва да обновите .htaccess.</strong>
fi: <strong>Sinun pitää päivittää .htaccess -tiedostosi nyt.</strong>
fr_fr: <strong>Vous devriez mettre à jour le fichier .htaccess maintenant.</strong>
hu_hu: <strong>Most már frissíthető a .htaccess fájl.</strong>
ja: <strong>.htaccess を更新してください。</strong>
pl_pl: <strong>Teraz należy zaktualizować plik .htaccess.</strong>
pt_br: <strong>Você deve atualizar seu .htaccess agora.</strong>
ro_ro: <strong>Acum ar trebui actualizat fișierul .htaccess.</strong>
sk_sk: <strong>Mali by ste teraz aktualizovať váš .htaccess súbor.</strong>
sr_rs: <strong>Требало би да сада ажурирате своју датотеку .htaccess.</strong>
ug_cn: <strong>.htaccess ھۆججىتىڭىزنى ھازىرلا يېڭىلىشىڭىز كېرەك.</strong>

source: <strong>Permalink structure updated.</strong>
bg_bg: <strong>Структурата на постоянните връзки бе променена</strong>
fi: <strong>Pysyvien linkkien rakenne päivitetty.</strong>
fr_fr: <strong>Structure des permaliens mise à jour.</strong>
hu_hu: <strong>Közvetlen link struktúra módosítva.</strong>
ja: <strong>パーマリンク構造を更新しました。</strong>
pl_pl: <strong>Format bezpośrednich odnośników został zaktualizowany.</strong>
pt_br: <strong>Estrutura de links permanentes atualizada.</strong>
ro_ro: <strong>Legăturile permanente au fost actualizate.</strong>
sr_rs: <strong>Структура пермалинка је ажурирана.</strong>
ug_cn: <strong>مۇقىم ئۇلانما قۇرۇلمىسى يېڭىلاندى.</strong>

source: Permalink type
bg_bg: Формат на постоянните връзки
fi: Osoiterakenteen tyyppi
fr_fr: Format des permaliens
hu_hu: Közvetlen link típus
ja: パーマリンクタイプ
pl_pl: Format bezpośrednich odnośników
pt_br: Tipo de link permanente
ro_ro: Legături permanente
sk_sk: Typ trvalého odkazu
sr_rs: Врста пермалинка
ug_cn: مۇقىم ئۇلانما تىپى

source: <span>None</span> <code>%s</code>
bg_bg: <span>Без</span> <code>%s</code>
fi: <span>Ei mitään</span> <code>%s</code>
fr_fr: <span>Aucune</span> <code>%s</code>
hu_hu: <span>Egyik sem</span> <code>%s</code>
ja: <span>デフォルト</span> <code>%s</code>
pl_pl: <span>Domyślny</span> <code>%s</code>
pt_br: <span>Nenhuma</span> <code>%s</code>
ro_ro: <span>Nici unul</span> <code>%s</code>
sk_sk: <span>Žiaden</span> <code>%s</code>
sr_rs: <span>Нема</span> <code>%s</code>
ug_cn: <span>يوق</span> <code>%s</code>

source: <span>Numeric</span> <code>%s</code>
bg_bg: <span>По номер</span> <code>%s</code>
fi: <span>Numero</span> <code>%s</code>
fr_fr: <span>Numérique</span> <code>%s</code>
hu_hu: <span>Numerikus</span> <code>%s</code>
ja: <span>数字ベース</span> <code>%s</code>
pl_pl: <span>Liczbowy</span> <code>%s</code>
pt_br: <span>Numérica</span> <code>%s</code>
sk_sk: <span>Číselný</span> <code>%s</code>
sr_rs: <span>Нумеричко</span> <code>%s</code>
ug_cn: <span>سان</span> <code>%s</code>

source: <span>Name based</span> <code>%s</code>
bg_bg: <span>По име</span> <code>%s</code>
fi: <span>Nimeen pohjautuva</span> <code>%s</code>
fr_fr: <span>Basé sur le titre</span> <code>%s</code>
hu_hu: <span>Elnevezés alapú</span> <code>%s</code>
ja: <span>タイトルベース</span> <code>%s</code>
pl_pl: <span>Nazwa</span> <code>%s</code>
pt_br: <span>Com base no nome</span> <code>%s</code>
ro_ro: <span>Pe bază de nume</span> <code>%s</code>
sk_sk: <span>Podľa názvu</span> <code>%s</code>
sr_rs: <span>Засновано на имену</span> <code>%s</code>
ug_cn: <span>ئىسىم ئاساسىدا</span> <code>%s</code>

source: Permalink Settings
bg_bg: Настройки за постоянните връзки
fi: Osoiterakenne
fr_fr: Réglages de permaliens
hu_hu: Közvetlen link beállítások
ja: パーマリンク設定
pl_pl: Ustawienia bezpośrednich odnośników
pt_br: Configurações de link permanente
ro_ro: Setări pentru legăturile permanente
sk_sk: Nastavenie trvalých odkazov
sr_rs: Подешавања пермалинка
ug_cn: مۇقىم ئۇلانما تەڭشەكلىرى

source: By default bbPress uses web URLs which have question marks and lots of numbers in them, however bbPress offers you the ability to choose an alternative URL structure for your permalinks. This can improve the aesthetics, usability, and forward-compatibility of your links.
bg_bg: По подразбиране bbPress използва адреси, които съдържат въпросителни знаци и много цифри в себе си. Затова може да създавате собствени формати на адресите на постоянните връзки и така да подобрите външния вид и ползваемостта на връзките в блога.
fi: Oletuksena bbPress käyttää verkko-osoitteita, joissa on paljon kysymysmerkkejä sekä numeroita. Kuitenkin bbPress tarjoaa sinulle mahdollisuuden valita vaihtoehtoisista osoiterakenteista pysyville linkeillesi. Tämä voi kehittää estetiikkaa, käytettävyyttä sekä linkkiesi seuraamisyhteensopivuutta.
fr_fr: Par défaut bbPress utilise des URLs qui comportent de nombreux marqueurs et chiffres, néanmoins bbPress vous offre la possibilité de choisir une structure d'URL différente pour vos permaliens. Ceci permet d'améliorer l'esthétique, l'accessibilité et la compatibilité antérieures de vos liens.
hu_hu: A bbPress alaphelyzetben olyan linkeket használ, ahol egy kérdőjel után különböző azonosító számok szerepelnek, de lehetőség van ezeknek a hivatkozásoknak az egyéni ízlés szerinti átszabására is. Ezzel nem csak, esztétikusabbá, de használhatóbbá és könnyebben megjegyezhetővé válnak a címek.
ja: デフォルトの bbPress では疑問符やたくさんの数字を含む URL を使っていますが、パーマリンクとして別の URL 構造を選択する機能もあります。これを利用することで、リンクの美しさ、使いやすさ、そして前方互換性を高めることができます。
pl_pl: Domyślnie bbPress używa adresów URL ze znakami zapytania i liczbami, jednak format bezpośrednich odnośników może zostać zmodyfikowany. Działanie takie może mieć na celu poprawienie estetyki, dostępności i zgodności odnośników.
pt_br: Por padrão o bbPress usa URL's da web que possuem pontos de interrogação e que contêm vários números, porém o bbPress oferece a possibilidade de escolher uma estrutura de URL alternativa para seus links permanentes. Isto pode melhorar a estética, a usabilidade e a compatibilidade futura de seus links.
ro_ro: Implicit, bbPress folosește URL-uri care conțin semne de întrebare şi multe numere, totuşi bbPress îţi oferă posibilitatea să alegi alternative pentru legăturile permanente. Acest lucru îţi poate îmbunătăţi legăturile din punct de vedere estetic, funcţional, şi al compatibilității pe viitor.
sk_sk: Základné nastavenie bbPress používa webové URL adresy s otáznikmi a množstvom čísel, avšak bbPress vám ponúka možnosť vybrať vlastnú alternatívnu URL štruktúru pre vaše trvalé odkazy. To môže zvýšiť estetiku, použiteľnosť a trvácnosť vašich odkazov.
sr_rs: Подразумевано bbPress користи веб URL-ове који имају знак питања и доста бројева у себи, себи. Ипак, bbPress вам нуди могућност да изаберете алтернативни облик URL-а за своје пермалинкове. Ово може да унапреди естетику, корисност и дуготрајност ваших веза
ug_cn: ئادەتتە bbPress سوئال بەلگىسى ۋە نۇرغۇن رەقەملەردىن تەركىب تاپقان ئادرېسلارنى ئىشلەتسىمۇ، لېكىن مۇقىم ئۇلانما ۋە ئارخىپلار ئۈچۈن ئادرېس قۇرۇلمىسىنى ئۆزى بەلگىلەشكىمۇ رۇخسەت قىلىدۇ. بۇ ئارقىلىق ئۇلانمىلارنى تېخىمۇ يېقىملىق كۆرۈنىدىغان قىلغىلى ۋە تېخىمۇ ياخشى ئىشلەتكىلى، ۋارسلىق قىلغىلى بولىدۇ.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
bg_bg: Тъй като вашият <code>.htaccess</code> не е <a href="http://codex.wordpress.org/bg:Make_a_Directory_Writable">с права за писане</a> трябва да сложите следните правила във вашия <code>.htaccess</code> файл. Влезте в полето и натиснете <kbd>CTRL + a</kbd>, за да маркирате всичко.
fi: Jos <code>.htaccess</code> olisi ollut <a href="http://codex.wordpress.org/Changing_File_Permissions">kirjoitettavissa</a>, me olisimme voineet tehdä tämän automaattisesti, mutta se ei ollut, joten sinun täytyy liittää nämä mod_rewrite-säännöt <code>.htaccess</code>-tiedostoosi manuaalisesti. Klikkaa kenttää ja paina <kbd>CTRL + a</kbd> valitaksesi kaikki.
fr_fr: Si votre fichier <code>.htaccess</code> est accessible en écriture, vous pouvez automatiquement le mettre à jour, sinon vous devez copier manuellement les règles de réécriture du mod_rewrite dans le fichier <code>.htaccess</code>. Cliquez dans le champ ci-dessous et presser la combinaison <kbd>CTRL + a</kbd> pour sélectionner tout.
hu_hu: Ha a <code>.htaccess</code> fájlhoz a WordPress-nek <a href="http://codex.wordpress.org/Make_a_Directory_Writable">lenne írási joga</a>, akkor a változtatások automatikusan megtörténtek volna. De nincs, ezért ezeket a mod_rewrite szabályokat az adminisztrátornak kell a <code>.htaccess</code> fájlba másolni. Klikk a mezőbe, és a <kbd>CTRL + a</kbd> billentyűkkel kijelölhető az egész.
ja: <code>.htaccess</code> が<a href="http://wpdocs.sourceforge.jp/Changing_File_Permissions">書き込み可能</a>ならこの操作は自動的に行われますが、そうでない場合は <code>.htaccess</code> ファイルに mod_rewrite ルールを書き込む必要があります。以下のフィールドをクリックし、<kbd>CTRL + a</kbd> ですべてのコードを選択してください。
pl_pl: Gdybyśmy mieli <a href="http://codex.wordpress.org/Changing_File_Permissions">prawa zapisu</a> do Twojego pliku <code>.htaccess</code> zostałby on automatycznie zaktualizowany, ale z powodu ich braku musisz dokonać tego ręcznie. Oto zasady mod_rewrite, które powinny się w nim znajdować. Kliknij w dowolnym miejscu w tym polu i wciśnij klawisze <kbd>CTRL +a </kbd>, aby zaznaczyć je wszystkie.
pt_br: Se o seu arquivo <code>.htaccess</code>fosse <a href="http://codex.wordpress.org/Changing_File_Permissions">gravável</a>, nós poderíamos fazer isto automaticamente, mas não é. Então estas são as regras de mod_rewrite que você deve ter em seu arquivo <code>htaccess</code>. Clique no campo e digite <kbd>CTRL + a</kbd> para selecionar tudo.
ro_ro: Dacă fișierul <code>.htaccess</code> putea fi <a href="http://codex.wordpress.org/Changing_File_Permissions">modificat</a>, acest lucru se făcea automat, însă acesta nu este editabil, astfel uite regulile mod_rewrite care ar trebui să existe în fişierul tău <code>.htaccess</code>. Fă click pe câmp, şi apăsă <kbd>CTRL + a</kbd> pentru a selecta totul.
sr_rs: Да се у вашу датотеку <code>.htaccess</code> може <a href="http://codex.wordpress.org/Changing_File_Permissions">уписивати</a> могли смо ово да урадимо аутоматски. Пошто није тако, ово су mod_rewrite правила која би требало да упишете у своју <code>.htaccess</code> датотеку. Притисните у поље и притисните <kbd>CTRL + a</kbd> на својој тастатури да бисте све одабрали.
ug_cn: ئەگەر <code>.htaccess</code> ھۆججىتىڭىز <a href="http://codex.wordpress.org/Changing_File_Permissions">يېزىش ھالىتىدە بولسا</a> بىز بۇنى ئاپتوماتىك ئورۇنلايمىز. لېكىن ھازىر ئۇنداق ھالەتتە ئەمەسكەن. تۆۋەندىكىلەر <code>.htaccess</code> ھۆججىتىدە بولۇشقا تېگىشلىك mod_rewrite قائىدىلىرى. ھەممىنى تاللاش ئۈچۈن رامكا ئۈستىدە مائۇسنى بىر چېكىپ <kbd>CTRL + a</kbd> كۇنۇپكىسىنى بېسىڭ.

source: Items per page
bg_bg: Обекти на страница
et_ee: Elemente ühel lehel
fi: Elementtien määrä
fr_fr: Nombre de messages par page
hu_hu: Bejegyzés szám oldalanként
ja: 各ページの項目数
pl_pl: Liczba elementów na stronę
pt_br: Itens por página
ro_ro: Elemente pe pagină
sk_sk: Počet položiek na stránku
sr_rs: Ставки по страни
ug_cn: ھەر بەتتىكى تۈر سانى

source: Number of topics, posts or tags to show per page.
bg_bg: Брой теми, отговори и етикети на страница.
et_ee: Ühel lehel näidatavate teemade, postituste või siltide arv.
fi: Sivulla näytettävien aiheiden, viestien tai avainsanojen määrä
fr_fr: Nombres de sujets, de messages ou de tags à afficher par page.
hu_hu: Mutatott témák, hozzászólások, vagy címkék száma oldalanként:
ja: 1ページに表示するトピック、投稿またはタグの数。
pl_pl: Liczba tematów, wpisów lub tagów, które mają być wyświetlane na jednej stronie wyników.
pt_br: Número de tópicos, posts ou tags a serem mostrados por página.
ro_ro: Numărul de subiecte, mesaje sau etichete afișate per pagină.
sk_sk: Počet tém, príspevkov, alebo značiek čo sa zobrazia na každú stránku.
sr_rs: Број тема, порука или ознака за приказивање по страници.
th: จำนวนของกระทู้ ความเห็นหรือแทคที่จะแสดงต่อหน้า
ug_cn: ھەر بەتتە كۆرسىتىلىدىغان تېما، يازما ياكى خەتكۈچ سانى.

source: Reading Settings
bg_bg: Настройки за четене
fi: Lukeminen
fr_fr: Réglages de lecture
hu_hu: Olvasási beállítások
ja: 表示設定
pl_pl: Ustawienia czytania
pt_br: Configurações de leitura
ro_ro: Setări la citire
sk_sk: Nastavenia čítania
sr_rs: Подешавања читања
ug_cn: ئوقۇش تەڭشەكلىرى

source: <strong>User role mapping saved.</strong>
bg_bg: <strong>Потребителските роли бяха съхранени.</strong>
fi: <strong>Käyttäjäroolit tallennettu.</strong>
fr_fr: <strong>La correspondance des rôles utilisateur est enregistrée.</strong>
hu_hu: <strong>A felhasználói szerepkör összerendelések elmentve.</strong>
ja: 権限グループの割り当て設定を保存しました。
pl_pl: <strong>Mapowanie ról użytkowników zostało zapisane.</strong>
pt_br: <strong>Mapeamento de funções do usuário foi salvo.</strong>
ro_ro: <strong>Maparea rolurilor pentru utilizatori a fost salvată.</strong>
sr_rs: <strong>Пресликавње корисничких улога је сачувано.</strong>
ug_cn: <strong>قوللانچى دەرىجىسى خەرىتىسى ساقلاندى.</strong>

source: <strong>User integration settings saved.</strong>
bg_bg: <strong>Настройкките за интеграция на потребителите са запазени.</strong>
fi: <strong>Käyttäjien integrointiasetukset tallennettu.</strong>
fr_fr: <strong>Paramètres de l'intégration utilisateur sauvegardé.<strong>/
hu_hu: <strong>A felhasználó integrációs beállítások elmentve.</strong>
ja: <strong>ユーザー統合設定を保存しました。</strong>
pl_pl: <strong>Ustawienia integracji kont użytkowników zostały zapisane.</strong>
pt_br: <strong>Configurações de integração do usuário salvas.</strong>
ro_ro: <strong>Setările de integrare a utilizatorilor au fost salvate.</strong>
sr_rs: <strong>Подешавања спајања корисника су сачувана.</strong>
ug_cn: <strong>قوللانچى بىرلەشتۈرۈش تەڭشەكلىرى ساقلاندى.</strong>

source: WordPress Administrator
bg_bg: WordPress Администратор
et_ee: WordPressi haldur
fi: WordPress-pääkäyttäjä
fr_fr: Administrateur WordPress
hu_hu: WordPress Adminisztrátor
ja: WordPress 管理者
pl_pl: Administrator WordPressa
pt_br: Administrador do WordPress
ro_ro: Administrator WordPress
sk_sk: WordPress Administrátor
sr_rs: Управник у Вордпресу
ug_cn: ۋوردپرەس باشقۇرغۇچىسى

source: WordPress Editor
bg_bg: WordPress Редактор
et_ee: WordPressi toimetaja
fi: WordPress-päätoimittaja
fr_fr: Éditeur WordPress
hu_hu: WordPress szerkesztő
ja: WordPress 編集者
pl_pl: Redaktor WordPressa
pt_br: Editor do WordPress
ro_ro: Editor WordPress
sk_sk: WordPress redaktor
sr_rs: Уредник у Вордпресу
ug_cn: ۋوردپرەس تەھرىرى

source: WordPress Author
bg_bg: WordPress Автор
et_ee: WordPressi autor
fi: WordPress-kirjoittaja
fr_fr: Auteur WordPress
hu_hu: WordPress szerző
ja: WordPress 作成者
pl_pl: Autor WordPressa
pt_br: Autor do WordPress
ro_ro: Autor WordPress
sk_sk: WordPress autor
sr_rs: Аутор у Вордпресу
ug_cn: ۋوردپرەس ئاپتورى

source: WordPress Contributor
bg_bg: WordPress Сътрудник
et_ee: WordPressi kaastööline
fi: WordPress-avustaja
fr_fr: Contributeur WordPress
hu_hu: WordPress közreműködő
ja: WordPress 寄稿者
pl_pl: Współtwórca WordPressa
pt_br: Colaborador do WordPress
ro_ro: Colaborator WordPress
sk_sk: WordPress prispievateľ
sr_rs: Сарадник са Вордпресом
ug_cn: ۋوردپرەس يازغۇچىسى

source: WordPress Subscriber
bg_bg: WordPress Потребител
et_ee: WordPressi lugeja
fi: WordPress-tilaaja
fr_fr: Abonné WordPress
hu_hu: WordPress feliratkozó
ja: WordPress 購読者
pl_pl: Subskrybent WordPressa
pt_br: Assinante do WordPress
ro_ro: Abonat WordPress
sk_sk: WordPress odberateľ
sr_rs: Претплатник у Вордпресу
ug_cn: ۋوردپرەس مۇشتەرىسى

source: WordPress address (URL)
bg_bg: Адрес на WordPress (URL)
et_ee: WordPressi aadress (URL)
fi: WordPress-kansion osoite (URL)
fr_fr: Adresse de WordPress (URL)
hu_hu: WordPress címe (URL)
ja: WordPress のアドレス (URL)
pl_pl: Adres URL WordPressa
pt_br: Endereço do WordPress (URL)
ro_ro: Adresa WordPress-ului (URL)
sk_sk: Adresa WordPressu (URL)
sr_rs: Вордпресова адреса (URL)
ug_cn: ۋوردپرەس ئادرېسى (URL)

source: This value should exactly match the <strong>WordPress address (URL)</strong> setting in your WordPress general settings.
bg_bg: Съдържанието на това поле трябва да съвпада с настройката <strong>Адрес на WordPress (URL)</strong> в общите настройки на вашия WordPress.
et_ee: See peab täielikult ühtima <strong>"WordPressi aadress (URL)"</strong> väärtusega teie WordPressi üldistes seadetes.
fi: Tämän arvon tulee vastata WordPressin yleisissä asetuksissa määrittelemääsi <strong>WordPress-kansion osoitetta (URL)</strong>.
fr_fr: Cette valeur doit être exactement la même que l'<strong>Adresse de WordPress (URL)</strong> dans les options générales de WordPress.
hu_hu: Ennek az értéknek pontosan meg kell egyeznie a WordPress általános beállításokban található <strong>WordPress cím (URL)</strong> értékével.
ja: WordPress の一般設定ページで指定した <strong>WordPress のアドレス (URL)</strong> と一致させてください。
pl_pl: Ta wartość powinna być taka sama jak wartość ustawienia <strong>Adres URL WordPressa</strong> w ogólnych ustawieniach Twojej instalacji WordPressa.
pt_br: Esse valor deve corresponder exatamente à opção <strong>Endereço do WordPress (URL)</strong> definida em suas configurações gerais do WordPress.
ro_ro: Această valoare ar trebui să fie exact aceeași valoare găsită la <strong>Adresa WordPress (URL)</strong> din setările generale la WordPress.
sr_rs: Ова вредност мора да се поклапа са <strong>адресом Вордпреса (URL-ом)</strong> подешеној у вашим општим подешавањима Вордпреса.
th: ค่านี้ต้องตรงกับการตั้งค่า <strong>URL ของเวิร์ดเพรส</strong> ในการตั้งค่าทั่วไปของเวิร์ดเพรสของคุณ
ug_cn: بۇ قىممەتنى ۋوردپرەسنىڭ «ئاساسىي تەكشەكلەر» بېتىدىكى <strong>ۋوردپرەسنىڭ ئادرېسى (URL)</strong> بىلەن بىردەك قىلىڭ.

source: Blog address (URL)
bg_bg: Адрес на блога (URL)
et_ee: Ajaveebi aadress (URL)
fi: Blogin osoite (URL)
fr_fr: Adresse du blog (URL)
hu_hu: Honlap címe (URL):
ja: ブログのアドレス (URL)
pl_pl: Adres URL blogu
pt_br: Endereço do blog (URL)
ro_ro: Adresa blogului (URL)
sk_sk: Adresa blogu (URL)
sr_rs: Адреса блога (URL)
ug_cn: بلوگ ئادرېسى (URL)
