Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Site address (URL)
bg_bg: Адрес на сайта (URL)
et_ee: Lehe aadress (URL)
fi: Sivuston osoite (URL)
fr_fr: Adresse du site (URL)
hu_hu: Honlap címe (URL)
ja: サイトのアドレス (URL)
pl_pl: Adres URL strony
pt_br: Endereço do site (URL)
ro_ro: Adresa (URL-ul) sitului
sk_sk: Adresa stránky (URL)
sr_rs: Адреса веб места (URL)
ug_cn: تور بەت ئادرېسى (URL)

source: We have attempted to guess this, it's usually correct, but change it here if you wish.
bg_bg: Това поле съдържа предположение за настройката. То обикновено е точно, но можете да го промените, ако желаете.
et_ee: Püüdsime selle teie eest ära arvata. Kui see ei ole õige, siis palun muutke seda.
fi: Olemme yrittäneet arvata tätä ja osummekin yleensä oikeaan, mutta muuta tarvittaessa.
fr_fr: Nous avons fait cette supposition, c&#8217;est généralement correct, mais vous pouvez le modifier ici comme vous le souhaitez.
hu_hu: Megpróbáltuk kitalálni száodra, rendszerint helyes, de megváltoztathatod.
ja: こちらで推測した値は、通常そのままで問題ありません。もし変更したい場合はここで行ってください。
pl_pl: Spróbowaliśmy odgadnąć tę wartość i jest ona zwykle prawidłowa, ale, jeżeli chcesz, możesz ją tutaj zmienić.
pt_br: Tentamos adivinhá-lo e geralmente está correto, mas altere-o aqui, se desejar.
sr_rs: Покушали смо да погодимо ово, обично је исправно, али можете га променити ако желите.
th: ระบบพยายามที่จะเดาซึ่งมักจะถูกต้องเสมอ แต่คุณสามารถเปลี่ยนมันได้ที่นี่ถ้าต้องการ

source: "Key Master" Username
bg_bg: Главен администратор - потребителско име
fi: Järjestelmänvalvojan käyttähänimi
fr_fr: Identifiant du super administrateur
hu_hu: Fórumgazda felhasználó neve
ja: "キーマスター" のユーザー名
pl_pl: Nazwa konta "Klucznika"
pt_br: Nome de usuário do"Admin-mestre"
ro_ro: Numele de utilizator pentru "Superutilizator"
sk_sk: Užívateľské meno "Kľúč Majstra"
sr_rs: Корисничко име "главног мајстора"
ug_cn: "ئاچقۇچ ئىگىسى" قوللانچى نامى

source: This is the user login for the initial bbPress administrator (known as a "Key Master").
bg_bg: Това е потребителското име на първия администратор на bbPress (ивзестен още като "Главен администратор").
fi: Järjestelmänvalvojan kirjautumistiedot
fr_fr: Ceci est l&#8217;identifiant utilisé pour le super administrateur initial de bbPress. (également connu sous le nom de "Key Master")
hu_hu: Ez a bbPress adminisztrátor ("Fórumgazda"-ként is ismert) bejelentkezési adata.
ja: これは bbPress の初期管理人 ("キーマスター" と呼ばれます) のユーザーログインになります。
pl_pl: Nazwa konta pierwszego administratora tej instalacji bbPressa (nazywanego "Klucznikiem").
pt_br: Esse é o login de usuário para o administrador inicial do bbPress (conhecido como "Admin-mestre").
ro_ro: Acesta este numele de autentificare pentru administratorul initial bbPress (cunoscut ca un "Superutilizator").
sr_rs: Ово су подаци за пријављивање почетног управника bbPress-а (познатог као „главни мајстор“).

source: "Key Master" Email address
bg_bg: Главен администратор - Email адрес
fi: Järjestelmänvalvojan sähköpostiosoite
fr_fr: Adresse e-mail du super administrateur
hu_hu: Fórumgazda E-mail cím
ja: "キーマスター" のメールアドレス
pl_pl: Adres e-mail "Klucznika"
pt_br: Email do "admin-mestre"
ro_ro: Adresa de e-mail pentru "Superutilizator"
sk_sk: E-mailová adresa "Kľúč Majstra"
sr_rs: Е-пошта "главног мајстора"
ug_cn: "ئاچقۇچ ئىگىسى" ئېلخەت ئادرېسى

source: The login details will be emailed to this address.
bg_bg: Подробностите за влизане ще бъдат изпратени на този адрес.
et_ee: Parool saadetakse teile e-postiga.
fi: Kirjautumistiedot lähetetään sähköpostitse tähän osoitteeseen.
fr_fr: Les détails de l&#8217;identifiant seront envoyés à cette adresse e-mail.
hu_hu: Erre az email címre érkeznek a bejelentkezési adatok.
ja: このメールアドレスにログイン詳細情報を送信します。
pl_pl: Dane wymagane do zalogowania się na konto zostaną wysłane na ten adres e-mail.
pt_br: Os detalhes do login serão enviados por email a este endereço.
ro_ro: Detaliile de autentificare vor fi trimise la această adresă.
sr_rs: Подаци о пријављивању ће бити послати на ову адресу е-поште.
th: ข้อมูลในการเข้าสู่ระบบจะถูกส่งอีเมล์ไปยังอีเมล์ของคุณ

source: First forum name
bg_bg: Първи форум
fi: Ensimmäisen foorumin nimi
fr_fr: Nom du premier forum
hu_hu: Az első fórum címe
ja: 最初に作成するフォーラム名
pl_pl: Nazwa pierwszego działu
pt_br: Primeiro nome do fórum
ro_ro: Numele primului forum
sk_sk: Názov prvého fóra
sr_rs: Име првог форума
ug_cn: تۇنجى مۇنبەر نامى

source: This can be changed after installation, so don't worry about it too much.
bg_bg: Това име може да бъде променено след инсталация.
et_ee: Seda saab peale paigaldust muuta.
fi: Älä ole huolissasi, voit vaihtaa tämän asennuksen jälkeen.
fr_fr: Ceci pourra être modifié après l&#8217;installation, ne vous inquiétez donc pas à ce sujet...
hu_hu: Ez megváltoztatható a telepítés után, ne aggódj miatta.
ja: インストール後にこれらを変更できますので、心配しないでください。
pl_pl: Nazwa tego działu zostać zmieniona po instalacji, więc zbytnio się nią nie przejmuj.
pt_br: Isso pode ser alterado após a instalação, então não se preocupe muito com isso.
ro_ro: Acesta poate fi schimbat după instalare, așa că nu îți face prea multe griji.
sr_rs: Ово може бити промењено након инсталирања, тако да не морате да бринете много о томе.
th: คุณสามารถเปลี่ยนสิ่งนี้ได้หลังการติดตั้ง ดังนั้นไม่ต้องกังวลกับมันมากนัก

source: Save site settings
bg_bg: Запази настройките на сайта
et_ee: Salvesta lehe seaded
fi: Tallenna sivuston asetukset
fr_fr: Énregistrer les réglages du site
hu_hu: Mentés, mint függőben lévő
ja: サイト設定を保存
pl_pl: Zapisz ustawienia strony
pt_br: Salvar configurações do site
ro_ro: Salvare setări site
sk_sk: Uložiť nastavenia stránky
sr_rs: Сачувај подешавања веб места
ug_cn: تور بەت تەڭشەكلىرىنى ساقلاش

source: Complete the installation
bg_bg: Завърши инсталацията
fi: Viimeistele asennus
fr_fr: Compléter l&#8217;installation
hu_hu: Telepítés befejezése
ja: インストールを完了する
pl_pl: Zakończ instalację
pt_br: Completar a instalação
ro_ro: Finalizarea instalării
sk_sk: Dokončiť inštaláciu
sr_rs: Заврши инсталирање
ug_cn: قاچىلاشنى تاماملاش

source: Show installation messages
bg_bg: Покажи съобщенията от инсталацията
et_ee: Näita paigaldamise sõnumeid
fi: Näytä tiedot asennuksesta
fr_fr: Affiche les avertissements durant l&#8217;installation
hu_hu: Telepítési üzenetek megtekintése
ja: インストールメッセージを表示
pl_pl: Pokaż komunikaty instalatora
pt_br: Mostrar mensagens de instalação
ro_ro: Afișare mesaje instalare
sk_sk: Ukázať inčtalačné správy
sr_rs: Прикажи поруке инсталације
ug_cn: قاچىلاش ئۇچۇرلىرىنى كۆرسىتىش

source: Installation errors
bg_bg: Грешки
et_ee: Paigaldamisel tekkinud vead
fi: Asennusvirheet
fr_fr: Erreurs de l&#8217;installation
hu_hu: Telepítési hibák
ja: インストールエラー
pl_pl: Błędy instalacji
pt_br: Erros de instalação
ro_ro: Erori de instalare
sk_sk: Chyby inštalácie
sr_rs: Грешке инсталације
ug_cn: قاچىلاش جەريانىدىكى خاتالىقلار

source: Installation log
bg_bg: Инсталационен протокол
et_ee: Paigaldamise logi
fi: Asennuksen lokitiedosto
fr_fr: Historique de l&#8217;installation
hu_hu: Telepítési napló
ja: インストールログ
pl_pl: Dziennik instalacji
pt_br: Resumo de instalação
ro_ro: Registru de instalare
sk_sk: Záznam inštalácie
sr_rs: Белешка инсталације
ug_cn: قاچىلاش خاتىرىسى

source: The table prefix can only contain letters, numbers and underscores.<br />Please review the suggestion below.
bg_bg: Представката на таблицата ви може да съдържа само букви, цифри и долна черта.<br />Моля, прегледайте примера по-долу.
fi: Taulun etuliite voi sisältää vain kirjaimia, numeroita ja alaviivoja.
fr_fr: Le préfixe de la table utilisateur ne doit contenir que des chiffres, lettres ou le caractère souligné.<br />Voyez notre suggestion ci-dessous.
hu_hu: A felhasználói tábla előtag csak betűket, számokat és aláhúzásokat tartalmazhat..<br /> Hasznos lehet megnézni a lenti javaslatokat.
ja: テーブル接頭語には半角英数字とアンダースコアのみ使用できます。<br />以下のアドバイスをご覧ください。
pl_pl: Prefiks nazw tabel może zawierać jedynie litery, cyfry i podkreślniki.<br />Proszę rozważyć poniższą sugestię.
pt_br: O prefixo da tabela deve conter apenas letras, números e sublinhados. <br />Reveja a sugestão abaixo.
ro_ro: Prefixul tabelelor poate conține doar litere, cifre și underscore.<br />Te rugăm să iei în calcul una dintre sugestiile de mai jos.
sr_rs: Префикс табеле може да садржи само слова, бројеве и доње цртице.<br />Молимо вас да прегледате предлоге испод.
ug_cn: جەدۋەل ئالدى قوشۇلغۇچىسى ئۈچۈن ھەرپلەر، سانلار ۋە ئاستى سىزىقچىنىلا ئىشلىتەلەيسىز.<br />تۆۋەندىكى تەۋسىيىنى كۆرۈپ چىقىڭ.

source: &bull; Based on your input the following prefix is suggested.
bg_bg: &bull; Въз основа на вашите данни, следната представка е предложена.
fi: &bull; Syöttämäsi tekstin perusteella seuraava etuliite on ehdotettu.
fr_fr: &bull; Basé sur la valeur du préfixe suggéré.
hu_hu: &bull; A megadott alapján a következő előtag javasolt.
ja: &bull; 入力値に基づき、以下の接頭語をおすすめします。
pl_pl: &bull; Na podstawie wprowadzonych przez Ciebie informacji, sugerowany jest poniższy prefiks.
pt_br: &bull; Com base na sua entrada o seguinte prefixo é sugerido.
ro_ro: &bull; Pe baza a ceea ce ați ales, noi sugerăm următorul prefix.
sr_rs: &bull; Засновано на вашем уносу, следећи префикс је препоручен.

source: The table prefix can not be blank.<br />Please review the suggestion below.
bg_bg: Представката на таблицата не може да е празна.<br />Моля, прегледайте предложенията по-долу.
fi: Taulun etuliite ei voi olla tyhjä.<br />Tarkista alla oleva ehdotus.
fr_fr: Le préfixe de table ne peut rester vide.<br />Merci de regarder notre suggestion ci-dessous.
hu_hu: A tábla előtag nem lehet üres. <br /> Érdemes átnézni a fenti javaslatokat.
ja: テーブル接頭語は空にできません。<br />以下のアドバイスをご覧下さい。
pl_pl: Prefiks nazw tabel nie może być pusty.<br />Proszę rozważyć poniższą sugestię.
pt_br: O prefixo de tabela não pode ficar em branco. <br /> Reveja a sugestão abaixo.
ro_ro: Prefixul tabelelor nu poate rămâne necompletat.<br />Te rugăm să iei în calcul sugestia de mai jos.
sr_rs: Префикс табеле на може бити празан.<br />Молимо вас да прегледате предлог испод.

source: &bull; The default prefix has been inserted.
bg_bg: &bull; Вмъкната бе представката по подразбиране.
fi: &bull; Oletusetuliite on lisätty.
fr_fr: &bull; Le préfixe par défaut a été inséré.
hu_hu: &bull; Az alapértelmezett előtag került beillesztésre.
ja: &bull; デフォルトの接頭語を挿入しました。
pl_pl: &bull; Wstawiono domyślny prefiks.
pt_br: &bull; O prefixo padrão foi inserido.
ro_ro: &bull; Prefixul implicit a fost inserat.
sr_rs: &bull; Подразумевани префикс је уметнут.

source: There was a problem connecting to the database you specified.<br />Please check the settings, then try again.
bg_bg: Възникна проблем при свързване с указаната база данни. <br />Моля проверете настройките си и опитайте отново.
fi: Yhteyttä määrittelemääsi tietokantaan ei saatu.<br />Tarkista asetukset ja yritä uudestaan.
fr_fr: Il y a eu un problème lors de la connexion à la base de données spécifiée.<br />Merci de vérifier les paramètres et réessayer.
hu_hu: Probléma történt a megadott adatbázishoz való csatlakozásban.<br />Meg kellene próbálni újra.
ja: ご指定のデータベースへの接続に問題が発生しました。<br />設定を確認し、再度お試しください。
pl_pl: Wystąpił problem podczas próby połączenia się z podaną bazą danych.<br />Proszę sprawdzić wprowadzone ustawienia, a następnie spróbować ponownie.
pt_br: Ocorreu um problema ao conectar o banco de dados que você especificou.<br/>Verifique as configurações e tente novamente.
ro_ro: A avut loc o problemă cu conectarea la baza de date pe care ai specificat-o.<br />Te rugăm să verifici setările, iar apoi să încerci din nou.
sr_rs: Постојао је проблем приликом успостављања везе са базом података коју сте навели.<br />Молимо вас да проверите подешавања, а затим покушајте поново.
th: มีปัญหาเกิดขึ้นในการเชื่อมต่อกับฐานข้อมูลที่คุณระบุ <br /> กรุณาเช็คการตั้งค่า แล้วลองใหม่อีกครั้ง

source: Your settings have been saved to the file <code>bb-config.php</code><br />You can now continue to the next step.
bg_bg: Настройките ви са запазени във файла <code>bb-config.php</code><br />Сега може да продължите към следващата стъпка.
et_ee: Teie seaded on salvestatud <code>bb-config.php</code> faili.<br />Võite nüüd järgmise sammu juurde asuda.
fi: Asetukset on tallennettu <code>bb-config.php</ code>-tiedostoon. <br /> Voit jatkaa seuraavaan vaiheeseen.
fr_fr: Les réglages ont été enregistrés dans le fichier <code>bb-config.php</code><br />Vous pouvez passer à l&#8217;étape suivante.
hu_hu: Beállításaid a <code>bb-config.php</code> fájlba mentettük.<br />Folytathatod a következő lépéssel.
ja: <code>bb-config.php</code> ファイルに設定を保存しました。<br />次のステップにお進みいただけます。
pl_pl: Twoje ustawienia zostały zapisane do pliku <code>bb-config.php</code><br />Możesz przejść do kolejnego etapu instalacji.
pt_br: Suas configurações foram salvas no arquivo <code>bb-config.php</code><br/>Agora você pode passar à próxima etapa.
ro_ro: Setările au fost salvate în fișierul <code>bb-config.php</code><br />Acum poți continua cu pasul următor.
sr_rs: Ваша подешавања су сачувана у датотеци <code>bb-config.php</code><br />Сада можете наставити ка следећем кораку.
th: การตั้งค่าของคุณถูกบันทึกลงในไฟล์ <code>bb-config.php</code>แล้ว<br /> คุณสามารถดำเนินการขั้นต่อไปได้
ug_cn: تەڭشەكلىرىڭىز <code>bb-config.php</code> نامىدىكى ھۆججەتكە ساقلاپ قويۇلدى.<br /> ئەمدى كېيىنكى قەدەمگە ئۆتسىڭىز بولىدۇ.

source: Your settings could not be saved to a configuration file. You will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your bbPress installation before you can continue.
bg_bg: Настройките ви не бяха съхранени в конфигурационния файл. Ще трява да съхраните текста по-долу в текстов файл с име <code>bb-config.php</code> и да го поставите в инсталационната директория на bbPress преди да продължите.
fi: Asetuksia ei voitu tallentaa konfigurointitiedostoon. Sinun täytyy tallentaa alla oleva teksti asennuksesi juurihakemistosta löytyvään <code>bb-config.php</code>-tiedostoon, ennen kuin voit jatkaa asennusta.
fr_fr: Les réglages n&#8217;ont pas pu être enregistrés dans le fichier de configuration. Vous devez mettre le texte suivant dans un fichier nommé <code>bb-config.php</code> à la racine du dossier d&#8217;installation de bbPress afin de pouvoir continuer.
hu_hu: A beállítások mentése a konfigurációs fájlba sikertelen. Az alább található szöveget egy <code>bb-config.php</code> nevű fájlba kell mentened a bbPress gyökérkönyvtárába mielőtt a telepítést folytathatnád.
ja: 設定ファイルに情報を保存できませんでした。次のステップに進む前に、以下に表示されたテキストを <code>bb-config.php</code> というファイル名をつけて保存し、bbPress インストールのルートディレクトリに配置してください。
pl_pl: Twoje ustawienia nie mogły zostać zapisane do pliku konfiguracji. Konieczne będzie zapisanie widocznego poniżej tekstu do pliku o nazwie <code>bb-config.php</code>, który musi zostać umieszczony w głównym katalogu Twojej instalacji bbPressa, aby instalacja mogła być kontynuowana.
pt_br: Não foi possível salvar suas opções em um arquivo de configuração. O texto mostrado abaixo deverá ser salvo em um arquivo denominado <code>bb-config.php</code> no diretório-raiz da sua instalação do bbPress antes de continuar.
ro_ro: Setările n-au putut fi salvate într-un fișier de configurare. Trebuie să salvezi textul de mai jos într-un fişier pe nume <code>bb-config.php</code> din directorul rădăcină a instalării bbPress înainte de a putea continua.
sr_rs: Ваша подешавања нису могла бити сачувана у датотеци са подешавањима. Мораћете да сачувате текст испод у датотеци под именом <code>bb-config.php</code> која се мора налазити у почетном директоријуму ваше bbPress инсталације.
th: การตั้งค่าของคุณไม่สามารถบันทึกลงในไฟล์ตั้งค่าได้ คุณต้องบันทึกข้อความที่แสดงด้านล่างลงในไฟล์ชื่อ <code>bb-config.php</code> ลงในไดเรกทอรีหลักของการติดตั้ง bbPress ก่อนที่คุณจะทำขั้นต่อไป
ug_cn: تەڭشەكلىرىڭىز سەپلىمە ھۆججىتىگە ساقلانمىدى. داۋاملاشتۇرۇشتىن بۇرۇن تۆۋەندە كۆرسىتىلگەن تېكىستنى bbPress قاچىلانغان غول مۇندەرىجىنىڭ ئاستىغا <code>bb-config.php</code> نامىدىكى ھۆججەتكە ساقلاپ قويۇشىڭىز كېرەك.

source: You have chosen to skip the WordPress integration step. You can always integrate WordPress later from within the admin area of bbPress.
bg_bg: Избрахте да прескочите интеграцията с WordPress. Можете винаги да интегрирате с WordPress от администраторския панел на bbPress.
et_ee: Te jätsite WordPressiga sidumise vahele. Vajadusel võite seda teha hiljem bbPressi admin paneelis.
fi: Ohitit integrointivaiheen. Voit integroida WordPressin myöhemmin bbPressin ylläpidon kautta.
fr_fr: Vous avez choisi de passer l&#8217;étape d&#8217;intégration à WordPress. Vous pourrez toujours intégrer WordPress plus tard depuis la console d&#8217;administration de bbPress.
hu_hu: A WordPress integráció átugrását választottad. Később bármikor integrálhatod a WordPress-t a bbPress adminisztrációs felületén keresztül.
ja: WordPress 統合を省略しました。今後、bbPress の管理画面からいつでも WordPress との統合を行うことができます。
pl_pl: Wybrano pominięcie integracji z WordPressem. Zawsze możesz zintegrować forum z WordPressem później z poziomu panelu administracyjnego bbPressa.
pt_br: Você escolheu ignorar a etapa de integração ao WordPress. Você sempre poderá integrar o WordPress posteriormente na área de administração do bbPress.
ro_ro: Ai decis să sari peste pasul de integrare cu WordPress. Poți oricând să integrezi WordPress mai târziu din zona de administrare a bbPress.
sr_rs: Изабрали сте да прескочите спајање са Вордпресом. Увек можете да спојите са Вордпресом касније из управљачког дела bbPress-а.
th: คุณเลือกที่จะข้ามขั้นตอนเชื่อมต่อกับเวิร์ดเพรสไป คุณสามารถทำการตั้งค่าเชื่อมต่อกับเวิร์ดเพรสภายหลังได้ทุกเมื่อจากส่วนควบคุมของ bbPress

source: You must enter your settings for integration setup to complete. Choose which integration settings you wish to enter from the options below.
bg_bg: Трябва да въведете настройки за интеграцията за да продължите. Изберете подходящи настройки от вариантите по-долу.
fi: Syötä asetukset viimeistelläksesi integroinnin. Valitse tarvittavat integroimisen asetukset alla olevista vaihtoehdoista.
fr_fr: Pour terminer la configuration de l&#8217;intégration, vous devez compléter les réglages suivants. Choisissez que tel type d&#8217;intégration vous souhaitez et saisissez les informations suivantes.
hu_hu: Add meg az integrációs beállításokat a telepítés folytatásához. Válaszd ki, mely beállításokat szeretnéd megadni az alábbi lehetőségek közül.
ja: インストールを完了するには、統合設定に関する情報を入力してください。以下のオプションから入力したい統合設定を選択してください。
pl_pl: Musisz wprowadzić swoje ustawienia, aby proces integracji mógł być kontynuowany. Wybierz które ustawienia integracji chcesz wprowadzić, korzystając z poniższych opcji.
pt_br: Especifique suas opções para concluir a configuração da integração. Escolha quais opções de integração abaixo deseja incluir.
ro_ro: Trebuie să introduci setările pentru integrare ca să continui instalarea. Alege care setări de integrare dorești să le introduci din formularul de mai jos.
sr_rs: Морате унети подешавања за спајање да бисте завршили. Изаберите која подешавања за спајање желите да унесете из могућности испод.
th: คุณต้องใส่การตั้งค่าของคุณสำหรับการตั้งค่าการเชื่อมต่อเพื่อจบขั้นตอน เลือกการตั้งค่าที่คุณต้องการจากตัวเลือกด้านล่าง

source: Your integration settings have not been processed due to errors with the items marked below.
bg_bg: Настройките за интеграция не могат да влязат в сила заради грешки в посочените по-долу обекти.
fi: Asetuksia ei voitu käsitellä alla merkittyjen virheiden vuoksi.
fr_fr: Les paramètres d&#8217;intégration n&#8217;ont pas pu être validés à cause des erreurs signalées ci-dessous.
hu_hu: Az integrációs beállításaid nem kerültek feldolgozásra az alábbi hibák miatt.
ja: 以下に指摘したエラーのため、統合設定を処理できませんでした。
pl_pl: Twoje ustawienia integracji nie zostały przetworzone z powodu błędów w poniżej zaznaczonych elementach.
pt_br: Suas configurações de integração não foram processadas devido a erros nos itens marcados abaixo.
ro_ro: Setările de integrare nu au fost procesate datorită unor erori cu elementele marcate mai jos.
sr_rs: Ваша подешавања за спајање нису прослеђена због грешака са означеним ставкама испод.
th: การตั้งค่าเชื่อมต่อของคุณไม่สามารถทำงานได้เนื่องจากความผิดพลาดจากสิ่งที่ปรากฎด้านล่าง

source: &bull; This value is required to continue.
bg_bg: &bull; Тази стойност е необходима, за да продължите.
et_ee: &bull; Selle välja täitmine on kohustuslik.
fi: &bull; Tämä arvo on pakollinen.
fr_fr: &bull; Cette valeur est requise pour continuer.
hu_hu: &bull; Ez az érték kötelező a folytatáshoz.
ja: &bull; この値は必須です。
pl_pl: &bull; Wprowadzenie tej wartości jest wymagane do kontynuowania procesu konfiguracji.
pt_br: &bull; Este valor é necessário para continuar.
ro_ro: &bull; Această valoare este necesară pentru a continua.
sr_rs: &bull; Ова вредност је неопходна за наставак.
th: &bull; ต้องใส่ค่านี้เพื่อทำงานต่อไป
ug_cn: &bull; داۋاملاشتۇرۇش ئۈچۈن بۇ قىممەت بېرىلىشى زۆرۈر.

source: &bull; This does not appear to be a valid URL.
bg_bg: &bull; Този URL адрес е невалиден.
et_ee: &bull; See ei ole korrektne URL aadress.
fi: &bull; Anna kelvollinen URL-osoite.
fr_fr: &bull; Cette valeur ne correspond pas une adresse internet valide.
hu_hu: &bull; Ez nem tűnik valós webcímnek.
ja: &bull; 有効な URL ではありません。
pl_pl: &bull; Wprowadzony tekst nie wydaje się być prawidłowym adresem URL.
pt_br: &bull; Isto não parece ser um URL válido.
ro_ro: &bull; Acesta nu pare a fi un URL valid.
sr_rs: &bull; Ово изгледа да није ваљан URL.
th: &bull; URL นี้ดูเหมือนว่าใช้งานไม่ได้
ug_cn: &bull; بۇ ئىناۋەتلىك ئادرېستەك قىلمايدۇ.

source: &bull; The URL must begin with "http" or "https".
bg_bg: &bull; URL адресът трябва да започва с "http" или "https".
et_ee: &bull; URL aadress peab algama tähtedega "http" või "https".
fi: &bull; URL-osoitteen tulee alkaa joko "http" tai "https".
fr_fr: &bull; L&#8217;adresse internet doit commencer avec "http" ou "https".
hu_hu: &bull; Az URL-nek "http" vagy "https" kezdetűnek kell lennie.
ja: &bull; "http" または "https" から始まる URL を入力してください。
pl_pl: &bull; Adres URL musi zaczynać się od "http" lub "https".
pt_br: &bull; O URL deve começar com "http" ou "https".
ro_ro: &bull; URL-ul trebuie să înceapă cu "http" sau "https".
sr_rs: &bull; URL мора да почиње са "http" or "https".
th: &bull; URL ต้องขึ้นต้นด้วย "http" หรือ "https".
ug_cn: &bull; ئادرېس چوقۇم "http" ياكى "https" دىن باشلىنىشى كېرەك.

source: &bull; The URL does not contain a host name.
bg_bg: &bull; URL адресът не съдържа име на хост.
et_ee: &bull; URL aadress ei sisalda hostinime.
fi: &bull; URL-osoite ei sisällä palvelimen nimeä.
fr_fr: &bull; L&#8217;adresse internet ne contient pas de nom d&#8217;hôte
hu_hu: &bull; Az URL nem tartalmaz host nevet.
ja: &bull; URL にホスト名が含まれていません。
pl_pl: &bull; Adres URL nie zawiera nazwy serwera.
pt_br: &bull; O URL não contém um nome de servidor.
ro_ro: &bull; URL-ul nu conține numele gazdei.
sr_rs: &bull; URL не садржи име домаћина.
th: &bull; URL นี้ไม่มีชื่อ host
ug_cn: &bull; ئادرېس مۇلازىمېتىر نامىنى ئۆز ئىچىگە ئالمىغان.
