Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: <span>%d</span> user
bg_bg: <span>%d</span> потребител
fi: <span>%d</span> käyttäjä
fr_fr: <span>%d</span> utilisateur
hu_hu: <span>%d</span> felhasználó
ja: <span>%d</span> ユーザー
pl_pl: <span>%d</span> użytkownik
pt_br: <span>%d</span> usuário
ro_ro: <span>%d</span> utilizator
sk_sk: <span>%d</span> užívateľ
sr_rs: <span>%d</span> корисник
ug_cn: <span>%d</span> قوللانچى

source: <span>%d</span> tag
bg_bg: <span>%d</span> етикет
fi: <span>%d</span> avainsana
fr_fr: <span>%d</span> mot clef
hu_hu: <span>%d</span> címke
ja: <span>%d</span> タグ
ro_ro: <span>%d</span> etichetă
sk_sk: <span>%d</span> značka
sr_rs: <span>%d</span> ознака
ug_cn: <span>%d</span> خەتكۈچ

source: Dashboard
bg_bg: Табло
es_es: Tablero
et_ee: Töölaud
fi: Ohjausnäkymä
fr_fr: Tableau de bord
hu_hu: Vezérlőpult
id_id: Dasbor
ja: ダッシュボード
pl_pl: Kokpit
pt_br: Painel
ro_ro: Panou de control
sk: Nástenka
sk_sk: Nástenka
sr_rs: Контролна табла
th: หน้าหลัก
ug_cn: باشقۇرۇش بېتى

source: Right Now
bg_bg: В момента
et_ee: Kohe
fi: Sivuillasi nyt
fr_fr: Tout de suite
hu_hu: Jelenlegi állapot
ja: 現在の状況
pl_pl: Szybki dostęp
pt_br: Agora
ro_ro: Chiar acum
sk_sk: Prehľad webu
sr_rs: Сада
ug_cn: نۆۋەتتىكى ھالەت

source: Totals
bg_bg: Общо
fi: Yhteenveto
fr_fr: Totaux
hu_hu: Összesen
ja: 合計
pl_pl: W sumie
pt_br: Total
ro_ro: Total
sk_sk: Štatistiky
sr_rs: Укупно
ug_cn: جەمئىي

source: Per Day
bg_bg: На ден
fi: Päivää kohti
fr_fr: Par jour
hu_hu: Naponta
ja: 1日あたり平均
pl_pl: Dziennie
pt_br: Por dia
ro_ro: Pe zi
sk_sk: Za deň
sr_rs: По дану
ug_cn: كۈندىلىك

source: Change Theme
bg_bg: Промяна на стила
fi: Muuta sivuston ulkoasua
fr_fr: Changer de thème
hu_hu: Sablonváltás
ja: テーマを変更
pl_pl: Zmień motyw
pt_br: Alterar tema
ro_ro: Schimbă șablonul
sk_sk: Zmeniť vzhľad
sr_rs: Промени тему
ug_cn: ئۇسلۇب ئۆزگەرتىش

source: Theme <a href="%1$s">%2$s</a>
bg_bg: Стил <a href="%1$s">%2$s</a>
fi: Teema <a href="%1$s">%2$s</a>
fr_fr: Thème <a href="%1$s">%2$s</a>
hu_hu: Sablon <a href="%1$s">%2$s</a>
ja: 使用中のテーマ: <a href="%1$s">%2$s</a>
pl_pl: Motyw <a href="%1$s">%2$s</a>
pt_br: Tema <a href="%1$s">%2$s</a>
ro_ro: Șablonul <a href="%1$s">%2$s</a>
sk_sk: Vzhľad <a href="%1$s">%2$s</a>
sr_rs: Тема <a href="%1$s">%2$s</a>
ug_cn: ئۇسلۇب <a href="%1$s">%2$s</a>

source: You are using <span class="b">bbPress %s</span>
bg_bg: Използвате <span class="b">bbPress %s</span>
fi: Käytät versiota <span class"b">%s</span>
fr_fr: Vous utilisez <span class="b">bbPress %s</span>
hu_hu: A <span class="b">bbPress %s</span> verziója van használatban.
ja: 現在 <span class="b">bbPress %s</span> を使用中です。
pl_pl: Używasz <span class="b">bbPressa %s</span>
pt_br: Você está usando <span class="b">bbPress %s</span>
ro_ro: Folosiți <span class="b">bbPress %s</span>
sk_sk: Používate <span class="b">bbPress %s</span>
sr_rs: Користите <span class="b">bbPress %s</span>
ug_cn: ئىشلىتىۋاتقىنىڭىز <span class="b">bbPress %s نەشرى</span>

source: Recently Moderated Items
bg_bg: Наскоро модерирани
et_ee: Hiljuti kustutatud elemendid
fi: Äskettäin moderoidut
fr_fr: Messages modérés récemment
hu_hu: Legutóbb moderált elemek
ja: 最近の管理作業
pl_pl: Ostatnio moderowane elementy
pt_br: Itens moderados recentemente
ro_ro: Elemente recent moderate
sk_sk: Naposledy moderované položky
sr_rs: Недавно уређиване ставке
ug_cn: يېقىندا تەستىقلانغان تۈرلەر

source: <a href="%1$s">Post</a> on <a href="%2$s">%3$s</a> by <a href="%4$s">%5$s</a>
bg_bg: <a href="%1$s">Отговор</a> на <a href="%2$s">%3$s</a> от <a href="%4$s">%5$s</a>
fi: <a href="%1$s">Viesti</a> kirjoittajalta <a href="%4$s">%5$s</a> kohteessa <a href="%2$s">%3$s</a>
fr_fr: <a href="%1$s">Message</a> le <a href="%2$s">%3$s</a> par <a href="%4$s">%5$s</a>
hu_hu: <a href="%1$s">Hozzászólás</a> a(z) témában <a href="%2$s">%3$s</a>, szerző: <a href="%4$s">%5$s</a>
ja: <a href="%4$s">%5$s</a> が <a href="%2$s">%3$s</a> に <a href="%1$s">投稿</a>
pl_pl: <a href="%1$s">Wpis</a> na <a href="%2$s">%3$s</a>, którego autorem jest <a href="%4$s">%5$s</a>
pt_br: <a href="%1$s">Post</a> em <a href="%2$s">%3$s</a> por <a href="%4$s">%5$s</a>
ro_ro: <a href="%1$s">Mesaj</a> la <a href="%2$s">%3$s</a> de la <a href="%4$s">%5$s</a>
sk_sk: <a href="%1$s">Pridané</a> na <a href="%2$s">%3$s</a> od <a href="%4$s">%5$s</a>
sr_rs: <a href="%1$s">Порука</a> у <a href="%2$s">%3$s</a> од корисника <a href="%4$s">%5$s</a>
ug_cn: <a href="%1$s">يوللانغان</a> :ۋاقىت <a href="%2$s">%3$s</a> ئاپتور: <a href="%4$s">%5$s</a>

source: Topic titled <a href="%1$s">%2$s</a> started by <a href="%3$s">%4$s</a>
bg_bg: Темата <a href="%1$s">%2$s</a> зачената от <a href="%3$s">%4$s</a>
fi: Aihe otsikoltaan <a href="%1$s">%2$s</a>, aloittanut <a href="%3$s">%4$s</a>
fr_fr: Sujet nommé <a href="%1$s">%2$s</a> et commencé par <a href="%3$s">%4$s</a>
hu_hu: Téma címe:<a href="%1$s">%2$s</a> szerző: <a href="%3$s">%4$s</a>
ja: <a href="%3$s">%4$s</a> が <a href="%1$s">%2$s</a> というトピックを開始
pl_pl: Temat zatytułowany <a href="%1$s">%2$s</a>, którego autorem jest <a href="%3$s">%4$s</a>
pt_br: Tópico chamado <a href="%1$s">%2$s</a> iniciado por <a href="%3$s">%4$s</a>
ro_ro: Subiectul <a href="%1$s">%2$s</a> pornit de <a href="%3$s">%4$s</a>
sr_rs: Тему <a href="%1$s">%2$s</a> је започео корисник <a href="%3$s">%4$s</a>
ug_cn: <a href="%1$s">%2$s</a> ماۋزۇسىدىكى تېما <a href="%3$s">%4$s</a> تەرىپىدىن باشلاندى

source: No moderated posts or topics&#8230; you must have very well behaved members.
bg_bg: Няма модерирани теми или отговори&#8230; потребителите ви са много прилични.
fi: Ei moderoituja viestejä tai aiheita &#8230; sinulla täytyy olla erittäin hyväkäytöksisiä jäseniä.
fr_fr: Aucun sujet ou message à modérer&#8230; Vous avez vraiment des membres qui se comportent super bien !
hu_hu: Nincsenek moderált hozzászólások, vagy témák, valószínűleg nagyon jól viselkednek az oldal tagjai.
ja: 最近管理作業を行った投稿やトピックはありません&#8230; たいへんお行儀が良いメンバーをお持ちのようですね !
pl_pl: Brak moderowanych wpisów i tematów&#8230; musisz mieć bardzo dobrze wychowanych użytkowników.
pt_br: Nenhum post ou tópico moderado, você deve ter membros muito bem comportados.
ro_ro: Nu există niciun mesaj sau subiect moderat&#8230; probabil că participanții sunt foarte civilizați.
sk_sk: Neboli moderované žiadne príspevky, alebo témy&#8230; musíte mať veľmi dobre vychovaných členov.
sr_rs: Нема уређиваних&#8230; изгледа да имате чланове које се веома добро понашају.
ug_cn: تەستىقلانغان يازما ياكى تېما يوق&#8230; ئەزالىرىڭىز ئاكتىپ ھەم ئەستايىدىل بولۇشى كېرەك.

source: Cookies
bg_bg: Бисквитки (Cookies)
et_ee: Küpsised
fi: Evästeet
hu_hu: Sütik
ja: Cookie
pl_pl: Ciasteczka
ro_ro: Cookie-uri
sr_rs: Колачићи („cookies“)

source: Integrating cookies allows you and your users to login to either your bbPress or your WordPress site and be automatically logged into both.
bg_bg: Споделяне на cookies позволява на потребителите автоматичен и едновременен достъп до bbPress и WorldPress сайта ви, при влизане в един от двата.
et_ee: Küpsiste sidumisel ei pea te bbPressi ja WordPressi eraldi sisse logima - võite logida vaid ühte ning teid logitakse automaatselt sisse ka teise.
fi: Kun jaetut evästeet ovat käytössä, käyttäjät voivat kirjautua joko bbPressiin tai WordPressiin ja siirtyä sivustojen välillä ilman uutta sisäänkirjausta.
fr_fr: L&#8217;intégration des cookies permet à vous et vos utilisateurs de vous connecter une fois sur vos forums bbPress ou sur votre blog WordPress pour automatiquement être connectés au 2.
hu_hu: A cookie-k integrációja lehetővé teszi akár a bbPress, akár a WordPress oldalon történő közös bejelentkezést.
ja: Cookie を統合する事で、bbPress または WordPress のどちらかにログインすれば、自動的に両方にログインできるようになります。
pl_pl: Integracja ciasteczek sprawia, że zalogowanie się tylko do bbPressa lub WordPressa powoduje zalogowanie się na obu stronach.
pt_br: A integração de cookies permite que você e seus usuários façam login em seu site do bbPress ou no do WordPress e se conectem automaticamente aos dois.
ro_ro: Integrarea cookie-urilor permite utilizatorilor să se autentifice sau pe site-ul bbPress sau pe site-ul WordPress și vor avea acceptate conturile în ambele locații.
sr_rs: Спајање колачића („cookies“-а) омогућава вама и вашим корисницима да пријављивањем на bbPress или Вордпрес буду аутоматски пријављени на оба.
th: การอนุญาตใช้ cookies ร่วมกันจะทำให้คุณและผู้ใช้ของคุณสามารถเข้าสู่ระบบ bbPress และ เวิร์ดเพรสได้โดยไม่ต้องเข้าสู่ระบบใหม่

source: You may need to make changes to your WordPress configuration once installation is complete. See the "WordPress Integration" section of the bbPress administration area when you are done.
bg_bg: След завършване на инсталацията трябва да преконфигурирате вашия WorldPress. За подробности вижте секцията "Интеграция с WorldPress" в администратоския панел на bbPress.
et_ee: Kui teil tekib vajadus teha muudatusi WordPressi seadetes peale paigaldamise lõppu, siis minge admin paneelis olevale "WordPressiga sidumise" lehele.
fi: Kun asennus on valmis, sinun voi olla tarpeen tehdä muutoksia WordPressin kokoonpanoon. Voit tehdä muutokset bbPressin ylläpidossa "WordPress-integrointi" -osiossa.
fr_fr: Vous devrez faire des modifications dans la configuration de WordPress une fois l&#8217;installation terminée. Consulter la section "Intégration à WordPress", dans la console d&#8217;administration de bbPress quand vous êtes prêts.
hu_hu: A telepítés befejeztével előfordulhat, hogy módosítanod kell a WordPress konfigurációdat. Tekintsd meg a "WordPress integráció" részt a bbPress adminisztrációs felületen amint végeztél.
ja: インストールが完了した後、WordPress の設定を変更しなくてはならない可能性があります。完了後、bbPress 管理画面の "WordPress との統合" ページをご覧ください。
pl_pl: Możliwe, że konieczna będzie zmiana konfiguracji WordPressa po zakończeniu instalacji. Odwiedź sekcję "Integracja z WordPressem" panelu administracyjnego bbPressa po ukończeniu instalacji.
pt_br: Poderá ser necessário alterar a configuração do WordPress após a conclusão da instalação. Consulte a seção "Integração ao WordPress" da área de administração do bbPress, quando concluir.
ro_ro: S-ar putea să fie nevoie să modifici setările WordPress odată ce instalarea s-a finalizat. Vezi secțiunea "Integrarea cu WordPress" din zona de administrare bbPress.
sr_rs: Можда ћете морати да направите измене у својим подешањима Вордпреса једном када је инсталирање завршено. Видите одељак "Спајање са Вордпресом" административног одељка bbPress-а када завршите.

source: User database
bg_bg: Потребителска база данни
et_ee: Kasutajate andmebaas
fi: Käyttäjätietokanta
fr_fr: Base de données utilisateur
hu_hu: Felhasználói adatbázis
ja: ユーザーデータベース
pl_pl: Baza z danymi użytkowników
pt_br: Banco de dados do usuário
ro_ro: Baza de date cu utilizatori
sk_sk: Užívateľská databáza
sr_rs: Корисничка база података
th: ฐานข้อมูลผู้ใช้
ug_cn: قوللانچى ساندانى

source: Integrating your WordPress database user tables allows you to store user data in one location, instead of having separate user data for both bbPress and WordPress.
bg_bg: Интегрирането на потребителската таблица от базата данни на WorldPress ви позволява да съхранявате потребитлската информация на едно място, вместо да съхранявате потребителските данни за bbPress и WorldPress отделно.
et_ee: Kasutajate andmebaasi tabelite sidumisel hoitakse kasutajate andmeid ühe kohas, selle asemel, et hoida neid bbPressil ja WordPressil eri kohtades.
fi: Integroimalla WordPress-tietokannan käyttäjätaulut bbPressiin, voit säilyttää käyttäjien tietoja yhdessä paikassa sen sijaan, että sinulla olisi erillinen käyttäjätietokanta sekä bbPressille että WordPressille.
fr_fr: L&#8217;intégration avec votre base de données utilisateurs WordPress vous permet de stocker les données utilisateur à un seul endroit. Au lieu d&#8217;avoir des comptes différents pour bbPress et pour WordPress.
hu_hu: A WordPress adatbázis felhasználói táblák integrációja lehetőséget biztosít az adatok egy helyen való trárolására, ahelyett, hogy külön felhasználói adatokat tárolnál a bbPress és WordPress esetében.
ja: WordPress データベースとユーザーテーブルを統合する事で、WordPress と bbPress のユーザーのデータを一カ所に保存することができます。
pl_pl: Integracja z tabelami z danymi użytkowników bazy WordPressa pozwala na przechowywanie takich danych w jednym miejscu, zamiast posiadania oddzielnych danych użytkowników bbPressa i WordPressa.
pt_br: A integração de tabelas de usuários do banco de dados do WordPress permite armazenar dados de usuários em um único local, em vez de haver dados de usuários separados para o bbPress e o WordPress.
ro_ro: Integrarea tabelelor cu utilizatori WordPress iți permite să stochezi informaţia într-o singură locaţie, în loc să ai seturi separate de date pentru utilizatorii bbPress și cei WordPress.
sr_rs: Спајање ваше табеле корисничке базе података за инсталацију Вордпреса дозвољава вам да складиштите корисничке податке на једном месту уместо да имате одвојене корисничке податке за Вордпрес и bbPress.

source: Separate user database settings
bg_bg: Отделни потребителски бази данни
et_ee: Eraldiasuva kasutajate andmebaasi seaded
fi: Erota käyttäjätietokantojen asetukset
fr_fr: Séparer les paramètres de la base de données utilisateur
hu_hu: Külön felhasználói adatbázis beállítások
ja: 個別のユーザーデータベース設定
pl_pl: Oddzielne ustawienia baz z danymi użytkowników
pt_br: Configurações de bancos de dados de usuários separados
ro_ro: Setări la baza de date separată
sr_rs: Подешавање одвојених корисничких база података
th: ตั้งค่าฐานข้อมูลสมาชิกแยกกัน
ug_cn: قوللانچى ساندان تەڭشەكلىرىنى ئايرىش

source: Most of the time these settings are <em>not</em> required. Look before you leap!
bg_bg: Внимание, повечето от тези настройки <em>не са</em> необходими.
et_ee: Enamikel juhtudest <em>ei ole</em> need seaded kohustuslikud.
fi: Useimmiten nämä asetukset <em>eivät</em> ole pakollisia. Tarkista kuitenkin!
fr_fr: La plupart du temps, ces paramètres ne sont <em>pas</em> requis. Réfléchissez à 2 fois avant de vous lancer !
hu_hu: Ezek a beállítások általában <em>nem</em> szükségesek. Gondolkodj mielőtt cselekszel!
ja: ほとんどの場合、以下の設定は必須ではありません。入力前にご確認ください。
pl_pl: W większości przypadków ustawienia te <em>nie są</em> wymagane. Zastanów się, zanim je wprowadzisz!
pt_br: Geralmente, essas configurações <em>não</em> são necessárias. Dê uma olhadinha antes de seguir em frente!
ro_ro: De obicei aceste setări <em>nu</em> sunt necesare. Graba strică treaba!
sr_rs: У већини случајева ова подешавања <em>нису</em> неопходна. Проверите пре него што нешто урадите!
th: ส่วนใหญ่ในการตั้งค่าเหล่านี้ <em>ไม่</em> เป็นที่ต้องการ คุณสามารถข้ามไปได้
ug_cn: كۆپ ۋاقىتلاردا بۇ تەڭشەكلەر زۆرۈر <em>ئەمەس</em>. ئايرىلىشتىن بۇرۇن تەكشۈرۈپ بېقىڭ!

source: If required, then all settings except for the character set must be specified.
bg_bg: Всички настройки освен символното кодиране са задължителни.
et_ee: Kui nõutud, siis kõik seaded peale märgistiku peavad olema seatud.
fi: Kaikki asetukset lukuun ottamatta merkistoä on määriteltävä.
fr_fr: Si c'est requis, tous les paramètres doivent être configurés, excepté "Encodage de la base de données utilisateur"
hu_hu: Ha használatban van, minden beállítást ki kell tölteni, kivéve a karakterkészletet.
ja: 記入が必須の場合は、文字コード設定以外のすべての項目を必ず入力してください。
pl_pl: Jeżeli jest to konieczne, wszystkie ustawienia, oprócz kodowania, muszą zostać określone.
pt_br: Se necessário, então todas as configurações, exceto o conjunto de caracteres, devem ser especificadas.
ro_ro: Dacă este necesar, atunci toate setările în afară de setul de caractere trebuie specificate.
sr_rs: Уколико је неопходно, сва подешавања сем подешавања за скуп карактера морају бити наведена.
ug_cn: تەلەپ قىلىنسا، كودلىنىشتىن باشقا بارلىق تەڭشەكلەر كۆرسىتىلىشى كېرەك.

source: Custom user tables
bg_bg: Потребителски таблици
et_ee: Eraldi kasutajate tabel
fi: Räätälöidyt käyttäjätaulut
fr_fr: Tables utilisateurs personnalisées
hu_hu: Egyéni felhasználói tábla
ja: カスタムユーザーテーブル
pl_pl: Własne tabele z danymi użytkowników
pt_br: Tabelas de usuários personalizadas
ro_ro: Tabele de utilizatori speciale
sr_rs: Прилагођене корисничке табеле
th: ปรับแต่งตารางสมาชิก
ug_cn: ئۆزى بەلگىلىگەن قوللانچى جەدۋىلى

source: Only set these options if your integrated user tables do not fit the usual mould of <em>wp_user</em> and <em>wp_usermeta</em>.
bg_bg: Ползвайте тези настройки само ако интегрираните ви потребителски таблици не следват модела <em>wp_user</em> и <em>wp_usermeta</em>.
et_ee: Määrake need seaded ainult juhul kui teie kasutajatetabelid ei ühti tavapärastega (<em>wp_user</em> ja <em>wp_usermeta</em>).
fi: Muuta näitä asetuksia vain, mikäli käyttäjätaulujen nimet ovat jotain muuta kuin <em>wp_user</em> ja <em>wp_usermeta</em>.
fr_fr: Fixer uniquement ces valeurs si vos tables utilisateurs ne correspondent pas aux habituelles tables <em>wp_user</em> et <em>wp_usermeta</em>.
hu_hu: Csak akkor állítsd be ezeket az opciókat, ha integrált felhasználói tábláid nem passzolnak a megszokott <em>wp_user</em> and <em>wp_usermeta</em> kialakításba.
ja: 統合するユーザーテーブルが <em>wp_user</em> や <em>wp_usermeta</em> といった通常の形式に一致しない場合のみ、これらのオプションを設定してください。
pl_pl: Zmień te ustawienia tylko w przypadku, w którym Twoje zintegrowane tabele użytkowników nie zgadzają się z domyślną strukturą tabel <em>wp_user</em> i <em>wp_usermeta</em>.
pt_br: Defina essas opções somente se as suas tabelas de usuários integradas não corresponderem à forma usual de <em>wp_user</em> e <em>wp_usermeta</em>.
ro_ro: Setează aceste opțiuni doar dacă tabelele integrate de utilizatori nu sunt pe formatul uzual <em>wp_user</em> și <em>wp_usermeta</em>.
sr_rs: Подешавајте ове опције само ако се ваше спојене корисничке табеле не уклапају у обичајени калуп <em>wp_user</em> и <em>wp_usermeta</em>.
th: Only set these options if your integrated user tables do not fit the usual mould of <em>wp_user</em> และ <em>wp_usermeta</em>.

source: You can now log in with the following details:
bg_bg: Сега може да влезете със следната информация:
et_ee: Te võite nüüd sisse logida:
fi: Voit nyt kirjautua sisään seuravilla tiedoilla:
fr_fr: Vous pouvez vous connecter dès maintenant grâce aux informations suivantes:
hu_hu: Be lehet jelentkezni az alábbi adatokkal:
ja: 以下の情報でログインできます:
pl_pl: Możesz teraz zalogować się, korzystając z poniższych danych:
pt_br: Agora você pode fazer login com estes detalhes:
ro_ro: Acum te poți autentifica cu următoarele detalii:
sr_rs: Можете се сада пријавити са следећим подацима:
th: คุณสามารถเข้าสู้ระบบได้ด้วยข้อมูลต่อไปนี้:
ug_cn: تۆۋەندىكى تەپسىلاتلار بويىچە تىزىملىتىپ كىرسىڭىز بولىدۇ:

source: Username:
bg_bg: Потребителско име:
es_es: Nombre de usuario:
et_ee: Kasutajanimi:
fi: Käyttäjänimi:
fr_fr: Identifiant&nbsp;:
hu_hu: Felhasználónév:
id_id: Nama pengguna:
ja: ユーザー名:
pl_pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ro_ro: Numele de utilizator:
sk: Užívateľské meno:
sk_sk: Užívateľské meno:
sr_rs: Корисничко име:
th: ชื่อสมาชิก:
ug_cn: قوللانچى نامى:

source: Password:
bg_bg: Парола:
et_ee: Parool:
fi: Salasana:
fr_fr: Mot de passe :
hu_hu: Jelszó:
id_id: Kata sandi:
ja: パスワード:
pl_pl: Hasło:
pt_br: Senha:
ro_ro: Parola:
sk: Heslo:
sk_sk: Heslo:
sr_rs: Лозинка:
th: รหัสผ่าน:
ug_cn: پارول:

source: Site address:
bg_bg: Адрес на сайта:
et_ee: Lehe aadress:
fi: Sivuston osoite:
fr_fr: Adresse du site :
hu_hu: Weboldal cím:
ja: サイトのアドレス:
pl_pl: Adres strony:
pt_br: Endereço do site:
ro_ro: Adresa site-ului:
sk_sk: Adresa stránky:
sr_rs: Адреса веб места:
th: ที่อยู่เวบไซต์:
ug_cn: تور بەت ئادرېسى:

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you. If you lose it, you will have to delete the tables from the database yourself, and re-install bbPress.
bg_bg: <strong><em>Запомнете тази парола</em></strong> задължително! Това е <em>случайно генерирана</em> парола създадена специално за Вас. Ако я загубите, ще се наложи лично да триете таблиците от базата данни и да преинсталирате bbPress.
et_ee: <strong><em>Jäta parool meelde</em></strong> See on <em>juhuslikult</em> genereeritud märgiühend. Kui sa selle kaotad, siis pead ise andmebaasist tabelid ära kustutama ja bbPressi uuesti paigaldama.
fi: <strong><em>Muista tämä salasana!</em></strong> Se on <em>satunnaisesti</em> generoitu salasana juuri sinulle. Mikäli kadotat sen, sinun täytyy poistaa taulut tietokannasta ja asentaa bbPress uudelleen.
fr_fr: <strong><em>Notez ce mot de passe</em></strong> sans vous tromper ! Il a été généré <em>aléatoirement</em> et vous est unique. Si vous le perdez, vous devrez effacer les tables de votre base de données, et réinstaller bbPress.
hu_hu: <strong><em>Jól meg kell jegyezni a jelszót (vagy felírni)</em></strong>, mert ez egy <em>véletlenszerűen generált jelszó</em>. Elhagyás esetén a teljes adatbázis törlése és a bbPress újra telepítése szükséges.
ja: <strong><em>パスワードをしっかり書き留めておいてください !</em></strong> このパスワードは<em>ランダム</em>に作成されています。このパスワードをも紛失した場合、データベースからテーブルを削除し、bbPress を再インストールしなくてはならなくなります。
pl_pl: <strong><em>Zapisz to hasło</em></strong> dokładnie! Jest ono <em>losowym</em> hasłem, które zostało wygenerowane specjalnie dla Ciebie. Jeżeli je zgubisz, konieczne będzie własnoręczne usunięcie tabel z bazy danych i ponowne zainstalowanie bbPressa.
pt_br: <strong><em>Anote esta senha</em></strong> com cuidado! É uma senha <em>aleatória</em> gerada apenas para você. Se perdê-la, você mesmo deverá excluir as tabelas do banco de dados e reinstalar o bbPress.
ro_ro: <strong><em>Notează parola</em></strong> cu atenție! Este o parolă generată <em>aleator</em> special pentru tine. Dacă o pierzi, va trebui să ștergi tabelele din baza de date şi să re-instalezi bbPress de la capăt.
sr_rs: <strong><em>Упамтите лозинку</em></strong> пажљиво! То је <em>случајна</em> лозинка направљена само за вас. Уколико је изгубите, мораћете да избришете табеле из базе података ручно а затим да поново инсталирате bbPress.
th: <strong><em>จำรหัสผ่าน</em></strong> ให้ดี เพราะมันเป็นรหัสผ่านที่ถูก<em>สุ่มขึ้นมา</em>เพื่อคุณเท่านั้น ถ้าคุณจำมันไม่ได้ คุณจะต้องลบตารางฐานข้อมูลของคุณและทำการติดตั้ง bbPress ใหม่อีกครั้ง

source: <strong>Settings saved.</strong>
bg_bg: <strong>Настройките са запазени.</strong>
fi: <strong>Asetukset tallennettiin.</strong>
fr_fr: <strong>Réglages enregistrés.</strong>
hu_hu: <strong>Beállítások elmentve.</strong>
ja: <strong>設定を保存しました。</strong>
pl_pl: <strong>Ustawienia zostały zapisane.</strong>
pt_br: <strong>Configurações salvas.</strong>
ro_ro: <strong>Setări salvate.</strong>
sk_sk: <strong>Nastavenia uložené.</strong>
sr_rs: <strong>Подешавања су сачувана.</strong>
ug_cn: <strong>تەڭشەكلەر ساقلاندى.</strong>

source: Enable Pingbacks
bg_bg: Включване на Pingbacks
et_ee: Lülita pingback sisse
fi: Ota paluuviitteet käyttöön
fr_fr: Activer les Pings
hu_hu: Visszajelzések engedélyezése
ja: ピンバックを有効化
pl_pl: Włącz obsługę pingbacków
pt_br: Ativar Pingbacks
ro_ro: Permite pingback-uri.
sk_sk: Zapnúť Pingbacks
sr_rs: Омогући повратне пингове
ug_cn: Pingback كە رۇخسەت

source: Allow link notifications from other sites.
bg_bg: Известяване за връзки от други блогове.
fi: Salli linkkihuomautukset toisilta sivustoilta.
fr_fr: Autoriser les liens de notifications depuis d'autres sites
hu_hu: Értesítések fogadása más oldalakról.
ja: 他のサイトからのリンク通知を許可する。
pl_pl: Zezwól na powiadomienia o odnośnikach z innych stron internetowych.
pt_br: Permitir notificações de link de outros sites.
ro_ro: Permite notificări cu legături dinspre alte site-uri.
sr_rs: Дозволи обавештавања везама са других веб места.
ug_cn: باشقا تور بەتلەردىن ئۇلانغانلىق ئۇقتۇرۇشى تاپشۇرۇۋېلىشقا رۇخسەت قىلىنسۇن.

source: Avatar display
bg_bg: Показване на аватар
fi: Avatar-kuvat
fr_fr: Affichage des avatars
hu_hu: Avatar megjelenítés
ja: アバターの表示
pl_pl: Wyświetlanie awatarów
pt_br: Exibição de avatares
ro_ro: Afișarea avatarului
sk_sk: Zobrazenie avatara
sr_rs: Приказ аватара
ug_cn: باش سۈرەتنى كۆرسىتىش
