Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: May_May_abbreviation
bg_bg: Май
es_es: May
et_ee: mai
fi: Tou_Toukokuu_abbreviation
fr_fr: Mai
hu_hu: máj_május_abbreviation
id_id: Mei
ja: 5月_May_abbreviation
pl_pl: maj
pt_br: mai
ro_ro: Mai
sk: Máj_Máj_abbreviation
sk_sk: Máj_Máj_abbreviation
sr_rs: мај
th: พ.ค.
ug_cn: ماي

source: Jun_June_abbreviation
bg_bg: Юни
es_es: Jun
et_ee: juuni
fi: Kes_Kesäkuu_abbreviation
fr_fr: Juin
hu_hu: jún_június_abbreviation
id_id: Jun
ja: 6月_June_abbreviation
pl_pl: cze
pt_br: jun
ro_ro: Iun
sk: Jún_Jún_abbreviation
sk_sk: Jún_Jún_abbreviation
sr_rs: јун
th: มิ.ย.
ug_cn: ئىيۇن

source: Jul_July_abbreviation
bg_bg: Юли
es_es: Jul
et_ee: juuli
fi: Hei_Heinäkuu_abbreviation
fr_fr: Juil
hu_hu: júl_július_abbreviation
id_id: Jul
ja: 7月_July_abbreviation
pl_pl: lip
pt_br: jul
ro_ro: Iul
sk: Júl_Júl_abbreviation
sk_sk: Júl_Júl_abbreviation
sr_rs: јул
th: ก.ค.
ug_cn: ئىيۇل

source: Aug_August_abbreviation
bg_bg: Авг
es_es: Ago
et_ee: aug
fi: Elo_Elokuu_abbreviation
fr_fr: Août
hu_hu: aug_augusztus_abbreviation
id_id: Ags
ja: 8月_August_abbreviation
pl_pl: sie
pt_br: ago
ro_ro: Aug
sr_rs: авг
th: ส.ค.
ug_cn: ئاۋغۇست

source: Sep_September_abbreviation
bg_bg: Сеп
es_es: Sep
et_ee: sept
fi: Syy_Syyskuu_abbreviation
fr_fr: Sept
hu_hu: szept_szeptember_abbreviation
id_id: Sep
ja: 9月_September_abbreviation
pl_pl: wrz
pt_br: set
ro_ro: Sep
sr_rs: сеп
th: ก.ย.
ug_cn: سېنتەبىر

source: Oct_October_abbreviation
bg_bg: Окт
es_es: Oct
et_ee: okt
fi: Lok_Lokakuu_abbreviation
fr_fr: Oct
hu_hu: okt_október_abbreviation
id_id: Okt
ja: 10月_October_abbreviation
pl_pl: paź
pt_br: out
ro_ro: Oct
sk: Okt_Október_abbreviation
sk_sk: Okt_Október_abbreviation
sr_rs: окт
th: ต.ค.
ug_cn: ئۆكتەبىر

source: am
et_ee: e.l.
hu_hu: de.

source: pm
et_ee: p.l.
hu_hu: du.

source: AM
et_ee: e.l.
hu_hu: DE.
ug_cn: سەھەر

source: PM
et_ee: p.l.
hu_hu: DU.
ug_cn: كەچ

source: F j, Y - h:i A
bg_bg: d.m.Y G:i
et_ee: j. M Y - H:i
fi: j.n.Y - G:i:s
fr_fr: j F Y - H:i
hu_hu: Y. F j. l - H:i
ja: Y年n月j日 g:i A
pl_pl: j F Y - H:i
pt_br: j \d\e F \d\e Y - H:i
ro_ro: j F, Y - G:i
sk_sk: j. F Y, G:i
sr_rs: j. F Y. H:i
ug_cn: Y-يىل j-F h:i A

source: F j, Y
bg_bg: d.m.Y
et_ee: j. M Y
fi: j.n.Y
fr_fr: d.m.Y
hu_hu: Y. F j. l
id_id: j F Y
ja: Y年n月j日
pl_pl: j F Y
pt_br: j \d\e F \d\e Y
ro_ro: j F, Y
sk: j. F Y
sk_sk: j. F Y
sr_rs: j. F Y.
ug_cn: Y-يىل j-F

source: h:i A
bg_bg: G:i
et_ee: H:i
fi: G:i:s
fr_fr: H:i
hu_hu: H:i
ja: h時i分 A
pl_pl: H:i
pt_br: H:i
ro_ro: G:i
sr_rs: H:i

source: Search &#187;
bg_bg: Търсене &#187;
es_es: Buscar &#187;
et_ee: Otsi &#187;
fi: Etsi &#187;
fr_fr: Chercher &#187;
hu_hu: Keresés &#187;
ja: 検索 &#187;
pl_pl: Szukaj &#187;
pt_br: Pesquisa &#187;
ro_ro: Căutare&#187;
sk_sk: Hľadať &#187;
sr_rs: Претрага &#187;
th: ค้นหา &#187;
ug_cn: ئىزدەش &#187;

source: Any
bg_bg: Всеки
es_es: Cualquiera
et_ee: Kõik
fi: Kaikki
fr_fr: N&rsquo;importe
hu_hu: Bármely
id_id: Apapun
ja: すべて
pl_pl: Dowolny
pt_br: Qualquer
ro_ro: Orice
sr_rs: Било који
th: ใด ๆ
ug_cn: خالىغان

source: Tag
bg_bg: Етикет
et_ee: Silt
fi: Avainsana
fr_fr: Mot clef
hu_hu: Címke
ja: タグ
ro_ro: Etichetă
sk: Značky
sk_sk: Značky
sr_rs: Ознака
th: แท็ก
ug_cn: خەتكۈچ

source: Topic author
bg_bg: Автор на темата
fi: Aiheen aloittaja
fr_fr: Sujet de l&rsquo;auteur
hu_hu: Téma szerző
ja: トピック作成者
pl_pl: Autor tematu
pt_br: Autor do tópico
ro_ro: Autorul subiectului
sk_sk: Autor témy
sr_rs: Аутор теме
ug_cn: تېما ئاپتورى

source: Post author
bg_bg: Автор на отговора
fi: Viestin kirjoittaja
fr_fr: Auteur du message
hu_hu: Bejegyzés szerző
ja: 投稿作成者
pl_pl: Autor wpisu
pt_br: Autor do post
ro_ro: Autorul mesajului
sk_sk: Autor príspevku
sr_rs: Аутор поруке
ug_cn: يازما ئاپتورى

source: All
bg_bg: Всички
es_es: Todos
et_ee: Kõik
fi: Kaikki
fr_fr: Tous
hu_hu: Összes
id_id: Semua
ja: すべて
pl_pl: Wszystkie
pt_br: Todos
ro_ro: Toate
sk_sk: Všetky
sr_rs: Све
th: ทั้งหมด
ug_cn: ھەممىسى

source: Normal
bg_bg: Нормални
et_ee: Tavalised
fi: Normaali
hu_hu: Normál
ja: 通常
pl_pl: Zwykły
sk_sk: Normálny
sr_rs: Нормално
th: ปกติ
ug_cn: نورمال

source: Deleted
bg_bg: Изтрити
es_es: Borrado
et_ee: Kustutatud
fi: Poistetut
fr_fr: supprimé(s)
hu_hu: Törölt
id_id: Dihapus
ja: 削除済み
pl_pl: Usunięty
pt_br: Excluído
ro_ro: Șters
sk_sk: Zmazaná
sr_rs: Обрисано
th: ถูกลบแล้ว
ug_cn: ئۆچۈرۈلگەن

source: Topic status
bg_bg: Статус на темата
fi: Aiheen tila
fr_fr: État du sujet
hu_hu: Téma állapot
ja: トピックの状態
pl_pl: Stan tematu
pt_br: Status do tópico
ro_ro: Statutul subiectului
sk_sk: Stav témy
sr_rs: Стање теме
ug_cn: تېما ھالىتى

source: Post status
bg_bg: Статус на отговора
fi: Viestin tila
fr_fr: État du message
hu_hu: Bejegyzés állapot
ja: 投稿の状態
pl_pl: Stan wpisu
pt_br: Status do post
ro_ro: Statutul mesajului
sk_sk: Stav príspevku
sr_rs: Стање поруке
ug_cn: يازما ھالىتى

source: Poster IP address
bg_bg: IP адрес на автора
fi: Kirjoittajan IP-osoite
fr_fr: Adresse IP de l'auteur
hu_hu: Beküldő IP címe
ja: 投稿者の IP アドレス
pl_pl: Adres IP autora
pt_br: Endereço IP do autor do post
ro_ro: Adresa IP a autorului
sk_sk: IP adresa prispievateľa
sr_rs: IP адреса аутора
ug_cn: يوللىغۇچىنىڭ IP ئادرېسى

source: Open?
bg_bg: Отворена?
fi: Avoinna?
fr_fr: Ouvert ?
hu_hu: Nyitva?
ja: 開閉状態
pl_pl: Otwarty?
pt_br: Abrir?
ro_ro: Deschis?
sk_sk: Otvorená?
sr_rs: Отворено?
ug_cn: ئاچامسىز؟

# posting status
source: Open
bg_bg: Отворени
fi: Avoinna
hu_hu: Nyitva
pt_br: Abrir
ro_ro: Deschis
sk_sk: Otvoriť
sr_rs: Отворено
ug_cn: ئېچىش

source: Closed
bg_bg: Затворени
es_es: Cerrado
et_ee: Suletud
fi: Suljettu
fr_fr: Fermé
hu_hu: Lezárva
id_id: Ditutup
ja: クローズ
pl_pl: Zamknięty
pt_br: Encerrado
ro_ro: Închis
sk_sk: Uzavretá
sr_rs: Затворено
th: ปิด
ug_cn: ئېتىۋېتىلگەن

source: Title
bg_bg: Заглавие
fi: Otsikko
fr_fr: Titre
hu_hu: Cím
ja: タイトル
pl_pl: Tytuł
pt_br: Título
ro_ro: Titlu
sk_sk: Nadpis
sr_rs: Наслов
ug_cn: ماۋزۇ

source: Invalid Taxonomy
bg_bg: Невалидна категоризация
et_ee: Vigane taksonoomia
fi: Rooli ei kelpaa
fr_fr: Taxinomie invalide
hu_hu: Hibás osztályozás
ja: 不正なタクソノミー分類です。
pl_pl: Nieprawidłowa taksonomia
pt_br: Taxonomia inválida
ro_ro: Taxonomia nu este validă
sr_rs: Неправилна таксономија
ug_cn: ئىناۋەتسىز كلاسسىفىكاتسىيە

source: Invalid User ID
bg_bg: Невалиден номер на потребител.
et_ee: Vigane kasutaja ID
fi: Rooli ei kelpaa.
fr_fr: ID utilisateur invalide
hu_hu: Hiás felhasználó azonosító
ja: 無効なユーザー ID
pl_pl: Nieprawidłowy identyfikator użytkownika
pt_br: ID de usuário inválida
ro_ro: ID-ul utilizatorului nu este valid
sk_sk: Neplatné ID užívateľa.
sr_rs: Неисправна ID корисника
ug_cn: قوللانچى ID سى ئىناۋەتسىز.

source: Key Master
bg_bg: Ключодържател
es_es: Dueño de la Pelota
et_ee: Super admin
fi: Järjestelmänvalvoja
fr_fr: Super administrateur
hu_hu: Fórumgazda
id_id: Juru Kunci
ja: キーマスター
pl_pl: Klucznik
pt_br: Admin-mestre
ro_ro: Superutilizator
sk_sk: Kľúč Majster
sr_rs: Главни мајстор
ug_cn: ئاچقۇچ ئىگىسى

source: Administrator
bg_bg: Администратор
es_es: Administrador
et_ee: Administraator
fi: Pääkäyttäjä
fr_fr: Administrateur
hu_hu: Adminisztrátor
ja: 管理者
pt_br: Administrador
sk: Administrátor
sk_sk: Administrátor
sr_rs: Управник
th: ผู้ควบคุม
ug_cn: باشقۇرغۇچى

source: Moderator
bg_bg: Модератор
es_es: Moderador
et_ee: Moderaator
fi: Valvoja
fr_fr: Modérateur
hu_hu: Moderátor
ja: 世話役
pt_br: Moderador
sk: Moderátor
sk_sk: Moderátor
sr_rs: Уредник
th: ผู้ดูแล
ug_cn: تەستىقلىغۇچى

source: Member
bg_bg: Регистриран
es_es: Miembro
et_ee: Kasutaja
fi: Jäsen
fr_fr: Membre
hu_hu: Tag
id_id: Anggota
ja: メンバー
pl_pl: Członek
pt_br: Membro
ro_ro: Membru
sk: Člen
sk_sk: Člen
sr_rs: Члан
th: สมาชิก
ug_cn: ئەزا

source: Inactive
bg_bg: Неактивен
es_es: Inactivo
et_ee: Inaktiivne
fi: Ei-aktiivinen
fr_fr: Inactif
hu_hu: Kikapcsolt
id_id: Nonaktif
ja: 休止中
pl_pl: Nieaktywny
pt_br: Inativo
ro_ro: Inactiv
sk: Neaktívny
sk_sk: Neaktívny
sr_rs: Неактиван
th: ไม่ใช้งาน
ug_cn: قوزغىتىلمىغانلار

source: Blocked
bg_bg: Блокиран
es_es: Bloqueado
et_ee: Blokeeritud
fi: Estetty
fr_fr: Bloqué(s)
hu_hu: Blokkolt
id_id: Diblokir
ja: ブロック済み
pl_pl: Zablokowany
pt_br: Bloqueado
ro_ro: Blocat
sk: Blokovaný
sk_sk: Blokovaný
sr_rs: Блокиран
ug_cn: توسۇۋېتىلگەنلەر

source: Using deprecated bbPress %1$s - %2$s - replace with - %3$s
bg_bg: Използвате остарял bbPress %1$s - %2$s - заменете с - %3$s
fi: Käytät vanhentunutta bbPressiä %1$s - %2$s - korvaa %3$s:lla
fr_fr: Vous utilisez une version dépassé de bbPress %1$s - %2$s - remplacer la avec - %3$s
hu_hu: Elavult bbPress %1$s van használatban - %2$s - sürgősen le kell cserélni erre: - %3$s
ja: 非推奨の bbPress %1$s - %2$s をお使いです。%3$s に入れ替えてください。
pl_pl: Używany jest niekompatybilny z obecnie obowiązującym %1$s bbPressa - %2$s - nowy format: %3$s
pt_br: Usando bbPress obsoleto %1$s - %2$s - substitua por - %3$s
ro_ro: Se folosește un bbPress mai vechi %1$s - %2$s - înlocuieşte cu - %3$s
sr_rs: Користи се застарео bbPress %1$s - %2$s - замените са - %3$s

source: &laquo; Previous
bg_bg: &laquo; Предишни
et_ee: &laquo; Eelmine
fi: &laquo; Edellinen
fr_fr: &laquo; Précédent
hu_hu: &laquo; Előző
id_id: &laquo; Sebelumnya
ja: &laquo; 前へ
pl_pl: &laquo; Poprzednie
pt_br: &laquo; Anterior
ro_ro: &laquo; Precedentul
sk: &laquo; Predošlý
sk_sk: &laquo; Predchádzajúci
sr_rs: &laquo; Претходно
th: &laquo; ก่อนหน้า
ug_cn: &laquo; ئالدىنقى

source: Next &raquo;
bg_bg: Следващи &raquo;
et_ee: Järgmine &raquo;
fi: Seuraava &raquo;
fr_fr: Suivant &raquo;
hu_hu: Következő &raquo;
id_id: Berikutnya &raquo;
ja: 次へ &raquo;
pl_pl: Następne &raquo;
pt_br: Próximo &raquo;
ro_ro: Următorul &raquo;
sk: Ďaľší &raquo;
sk_sk: Nasledujúci &raquo;
sr_rs: Следеће &raquo;
th: ต่อไป &raquo;
ug_cn: كېيىنكى &raquo;

source: Page %d
bg_bg: Страница %d
et_ee: Lehekülg %d
fi: Sivu %d
hu_hu: Oldal %d
ja: ページ %d
pl_pl: Strona %d
pt_br: Página %d
ro_ro: Pagina %d
sk_sk: Stránka %d
sr_rs: Страна %d
ug_cn: بەت %d

source: Previous page
bg_bg: Предишна страница
et_ee: Eelmine lehekülg
fi: Edellinen sivu
fr_fr: Page précédente
hu_hu: Előző oldal
ja: 前のページ
pl_pl: Poprzednia strona
pt_br: Página anterior
ro_ro: Pagina precedentă
sk_sk: Predchádzajúca strana
sr_rs: Претходна страна
ug_cn: ئالدىنقى بەت

source: Next page
bg_bg: Следваща страница
et_ee: Järgmine lehekülg
fi: Seuraava sivu
fr_fr: Page suivante
hu_hu: Következő oldal
ja: 次ページ
pl_pl: Następna strona
pt_br: Próxima página
ro_ro: Pagina următoare
sk_sk: Nasledujúca strana
sr_rs: Следећа страна
ug_cn: كېيىنكى بەت

source: %d year
bg_bg: %d година
fi: %d vuosi
fr_fr: %d année
hu_hu: %d éve
ja: %d年
pl_pl: %d rok
pt_br: %d ano
ro_ro: %d an
sk_sk: %d rok
sr_rs: пре %d године
ug_cn: %d يىل

source: %d month
bg_bg: %d месец
fi: %d kuukausi
fr_fr: %d mois
hu_hu: %d hónapja
ja: %dヶ月
pl_pl: %d miesiąc
pt_br: %d mês
ro_ro: %d lună
sk_sk: %d mesiac
sr_rs: пре %d месеца
ug_cn: %d ئاي

source: %d week
bg_bg: %d седмица
fi: %d viikko
fr_fr: %d semaine
hu_hu: %d héte
ja: %d週
pl_pl: %d tydzień
pt_br: %d semana
ro_ro: %d săptămână
sk_sk: %d týždeň
sr_rs: пре %d седмице
ug_cn: %d ھەپتە

source: %d day
bg_bg: %d ден
fi: %d päivä
fr_fr: %d jour
hu_hu: %d napja
ja: %d日
pl_pl: %d dzień
pt_br: %d dia
ro_ro: %d zi
sk_sk: %d deň
sr_rs: пре %d дана
ug_cn: %d كۈن

source: %d hour
bg_bg: %d час
fi: %d tunti
fr_fr: %d heure
hu_hu: %d órája
ja: %d時間
pl_pl: %d godzinę
pt_br: %d hora
ro_ro: %d oră
sk_sk: %d hodina
sr_rs: пре %d часа
ug_cn: %d سائەت

source: %d minute
bg_bg: %d минута
fi: %d minuutti
hu_hu: %d perce
ja: %d分
pl_pl: %d minutę
pt_br: %d minuto
ro_ro: %d minut
sk_sk: %d minúta
sr_rs: пре %d минута
ug_cn: %d مىنۇت

source: %d second
bg_bg: %d секунда
fi: %s sekunti
fr_fr: %d seconde
hu_hu: %d másodperce
ja: %d秒
pl_pl: %d sekundę
pt_br: %d segundo
ro_ro: %d secundă
sk_sk: %d sekunda
sr_rs: пре %d секунде
ug_cn: %d سېكۇنت

source: User not found.
bg_bg: Потребителят не беше открит.
es_es: El usuario no existe.
et_ee: Kasutajat ei leitud.
fi: Käyttäjää ei löydy.
fr_fr: Utilisateur introuvable.
hu_hu: Felhasználó nem található.
id_id: Pengguna tidak ditemukan.
ja: ユーザーは見つかりませんでした。
pl_pl: Użytkownik nie został odnaleziony.
pt_br: Usuário não encontrado
ro_ro: Utilizatorul nu a fost găsit.
sk: Užívateľ sa nenašiel.
sk_sk: Užívateľ sa nenašiel.
sr_rs: Корисник није пронађен.
th: ไม่พบสมาชิกนี้
ug_cn: قوللانچى تېپىلمىدى.

source: should be
bg_bg: трябва да бъде
es_es: debería ser
et_ee: peaks olema
fi: pitäisi olla
fr_fr: devrait être
hu_hu: kéne hogy legyen
id_id: seharusnya
pl_pl: powinno być
pt_br: deve ser
ro_ro: ar trebui să fie
sk: by mal byť
sk_sk: by malo byť
sr_rs: би требало да буде
th: ควรจะเป็น
ug_cn: بولۇشى كېرەك

source: full permalink
bg_bg: пълна препратка
es_es: permalink completo
et_ee: püsiviide
fi: täydellinen kestolinkki
fr_fr: lien permanent
hu_hu: teljes közvetlen link
id_id: permalink penuh
pl_pl: cały bezpośredni odnośnik
pt_br: link permanente completo
ro_ro: legătura permanentă completă
sk: Plný trvalý odkaz
sk_sk: Plný trvalý odkaz
sr_rs: пун пермалинк
th: ชื่อ permalink แบบเต็ม
ug_cn: مۇقىم ئۇلانمىنىڭ تولۇق ئادرېسى

source: Favorites
bg_bg: Любими
es_es: Favoritos
et_ee: Lemmikud
fi: Suosikit
fr_fr: Favoris
hu_hu: Kedvencek
id_id: Favorit
ja: お気に入り
pl_pl: Ulubione
pt_br: Favoritos
ro_ro: Favorite
sk: Obľúbené
sk_sk: Obľúbené
sr_rs: Омиљене теме
th: ชื่นชอบ
ug_cn: ساقلانمىلار

source: First name
bg_bg: Име
et_ee: Eesnimi
fi: Etunimi
fr_fr: Prénom
hu_hu: Utónév:
ja: 名
pl_pl: Imię
pt_br: Nome
ro_ro: Prenume
sk_sk: Krstné meno
sr_rs: Име
ug_cn: ئىسىم

source: Last name
bg_bg: Фамилия
et_ee: Perekonnanimi
fi: Sukunimi
fr_fr: Nom
hu_hu: Családi név:
ja: 姓
pl_pl: Nazwisko
pt_br: Sobrenome
ro_ro: Nume
sk_sk: Priezvisko
sr_rs: Презиме
ug_cn: فامىلە

source: Display name as
bg_bg: Показване като
et_ee: Kuva nimi kui
fi: Näytä nimi
fr_fr: Nom à afficher publiquement&nbsp;:
hu_hu: Megjelenítendő név
ja: 表示名
pl_pl: Podpis
pt_br: Exibir nome como
ro_ro: Numele pentru afișare
sk_sk: Zobraziť meno ako
sr_rs: Име се приказује као:
ug_cn: ئاشكارا كۆرسىتىلىدىغان ئىسىم:

source: Website
bg_bg: Уеб-сайт
es_es: Sitio web
et_ee: Veebileht
fi: Kotisivu
fr_fr: Site Web
hu_hu: Honlap
id_id: Situs web
ja: ウェブサイト
pl_pl: Strona internetowa
pt_br: Site
ro_ro: Pagina web
sk: Web stránka
sk_sk: Web stránka
sr_rs: Веб место
th: เวบไซต์
ug_cn: تور بەت

source: Location
bg_bg: Местоположение
es_es: Locación
et_ee: Asukoht
fi: Sijainti
fr_fr: Localisation
hu_hu: Lakhely
id_id: Lokasi
ja: 住所
pl_pl: Położenie
pt_br: Localização
ro_ro: Locația
sk: Mesto a štát pobytu
sk_sk: Mesto a štát pobytu
sr_rs: Место
th: ที่อยู่
ug_cn: ئورۇن

source: Occupation
bg_bg: Занимание
es_es: Ocupación
et_ee: Amet
fi: Ammatti
fr_fr: Profession
hu_hu: Foglalkozás
id_id: Pekerjaan
ja: 職業
pl_pl: Zawód
pt_br: Ocupação
ro_ro: Ocupația
sk: Povolanie/funkcia
sk_sk: Povolanie
sr_rs: Струка
th: อาชีพ
ug_cn: كەسپى

source: Interests
bg_bg: Интереси
es_es: Intereses
et_ee: Huvid
fi: Harrastukset
fr_fr: Centres d&#8217;intérêt
hu_hu: Érdeklődési kör
id_id: Minat
ja: 興味のあること
pl_pl: Zainteresowania
pt_br: Interesses
ro_ro: Interese
sk: Záujmy
sk_sk: Záujmy
sr_rs: Интересовања
th: ความสนใจ
ug_cn: قىزىقىش

source: Custom Title
bg_bg: Потребителска Титла
es_es: Título personalizado
et_ee: Tiitel
fi: Räätälöity otsikko
fr_fr: Titre personnalisé
hu_hu: Egyedi titulus
id_id: Judul Suai
ja: 特別な肩書き
pl_pl: Własny tytuł
pt_br: Título personalizado
ro_ro: Titul personalizat
sk: Vlastný názov
sk_sk: Vlastný názov
sr_rs: Прилагођен наслов
th: คำขยายความ
ug_cn: ئۆزى بەلگىلىگەن تېما

source: Ignore the %d second post throttling limit
bg_bg: Премахни лимитът от %d секунди за забавяне на нови отговори
et_ee: Eirata postituste vahelist ajalimiiti (%d sekundit)
fi: Hylkää %d sekunnin viestien lähetysraja
fr_fr: Ignorer la limite de %d secondes d&#8217;attente pour poster
hu_hu: A %d másodperc üzenet késleltetési idő figyelmen kívül hagyása
ja: %d秒以内の連続投稿制限を無視
pl_pl: Zignoruj wymóg %d-sekundowych przerw między kolejnymi wpisami
pt_br: Ignorar o limite de %d segundos do controle de fluxo de posts
ro_ro: Ignoră limita de %d secunde de așteptare la publicarea mesajului următor
sk_sk: Ignorovať %d sekundové zdržanie medzi posielanými príspevkami
sr_rs: Не обазири се на ограничење броја порука у року од %d секунди
th: ไม่แสดง %d วินาทีที่ระบบรอก่อนส่งเข้าฟอรั่ม

source: Topics with no replies
bg_bg: Теми без отговори
es_es: Temas sin respuestas
et_ee: Ilma vastusteta teemad
fi: Aiheet, joissa ei ole vastauksia
fr_fr: Sujets sans réponses
hu_hu: Üzenetek nélküli topikok
id_id: Topik tanpa balasan
ja: 返信がないトピック
pl_pl: Tematy bez odpowiedzi
pt_br: Tópicos sem respostas
ro_ro: Subiecte fără niciun răspuns
sk: Témy bez odpovedí
sk_sk: Témy bez odpovedí
sr_rs: Теме без одговора
th: กระทู้ที่ไม่มีการตอบ
ug_cn: جاۋاب يېزىلمىغان تېمىلار

source: Topics with no tags
bg_bg: Теми без етикети
es_es: Temas sin etiquetas
et_ee: Sildistamata teemad
fi: Aiheet, joissa ei ole avainsanoja
fr_fr: Sujets sans tags
hu_hu: Címke nélküli topikok
id_id: Topik tanpa tag
ja: タグがないトピック
pl_pl: Tematy bez tagów
pt_br: Tópicos sem tags
ro_ro: Subiecte fără nicio etichetă
sk: Témy bez značiek
sk_sk: Témy bez značiek
sr_rs: Теме без ознака
th: กระทู้ที่ไม่มีแทค
ug_cn: خەتكۈچى يوق تېمىلار

source: bbPress Failure Notice
bg_bg: Грешка на bbPress
et_ee: bbPressi veateade
fi: bbPressin virheilmoitus
fr_fr: Avertissement d&rsquo;échec de bbPress
hu_hu: bbPress hibajelentés
ja: bbPress エラー通知
pl_pl: Informacja o niepowodzeniu bbPressa
pt_br: Aviso de falha do bbPress
ro_ro: Notificări bbPress la eșecuri
sk_sk: Hlásenie o chybe bbPress
sr_rs: bbPress обавештење о грешци
th: ข้อสังเกตความผิดพลาดของ bbPress
ug_cn: bbPress خاتالىق ئەسكەرتىشى

source: Please try again.
bg_bg: Моля опитайте отново.
et_ee: Proovi uuesti.
fi: Yritä uudelleen.
fr_fr: Merci de réessayer.
hu_hu: Újra kellene próbálkozni!
ja: もう一度お試しください。
pl_pl: Proszę spróbować ponownie.
pt_br: Por favor, tente novamente.
ro_ro: Mai încearcă o dată.
sk_sk: Prosím skúste znovu.
sr_rs: Молимо вас покушајте поново.
th: โปรดลองอีกครั้ง
ug_cn: قايتا سىناپ بېقىڭ.

source: Back to <a href="%s">%s</a>.
bg_bg: Назад към <a href="%s">%s</a>.
es_es: Volver a <a href="%s">%s</a>.
et_ee: Tagasi <a href="%s">%s</a> juurde.
fi: Takaisin <a href="%s">%s</a>.
fr_fr: Retour sur <a href="%s">%s</a>.
hu_hu: Vissza <a href="%s">%s</a>.
id_id: Kembali ke <a href="%s">%s</a>.
ja: <a href="%s">%s</a> にもどる
pl_pl: Powrót do <a href="%s">%s</a>.
pt_br: Voltar para <a href="%s">%s</a>.
ro_ro: Înapoi la <a href="%s">%s</a>.
sk_sk: Naspäť na <a href="%s">%s</a>.
sr_rs: Назад на <a href="%s">%s</a>.
th: กลับไป <a href="%s">%s</a>.
ug_cn: <a href="%s">%s</a> گە قايتىش

source: Your attempt to submit this post has failed.
bg_bg: Грешка при изпращането на отговора.
et_ee: Postituse lisamine ebaõnnestus.
fi: Viestin lähettäminen epäonnistui.
fr_fr: Votre tentative d&#8217;envoi de ce message a échoué.
hu_hu: Új hozzászólás elküldésesikertelen.
ja: 投稿を送信できませんでした。
pl_pl: Twoja próba wysłania tego wpisu nie powiodła się.
pt_br: Sua tentativa de enviar este post falhou.
ro_ro: Încercarea de a publica acest mesaj a eșuat.
sk_sk: Váš pokus odoslať tento príspevok zlyhal.
sr_rs: Ваш покушај да додате ову поруку није успео.
th: ความพยายามในการส่งความเห็นนี้ล้มเหลว
ug_cn: بۇ يازمىنى يوللاش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to edit this post has failed.
bg_bg: Грешка при редактирането на отговора.
et_ee: Postituse muutmine ebaõnnestus.
fi: Viestin muokkaaminen epäonnistui.
fr_fr: Votre tentative de modification de ce message a échoué.
hu_hu: Hozzászólás szerkesztése sikertelen.
ja: 投稿を編集できませんでした。
pl_pl: Twoja próba edycji tego wpisu nie powiodła się.
pt_br: Sua tentativa de editar este post falhou.
ro_ro: Încercarea de a edita acest mesaj a eșuat.
sk_sk: Váš pokus upraviť tento príspevok zlyhal.
sr_rs: Ваш покушај да уредите ову поруку није успео.
th: ความพยายามในการแก้ไขความเห็นนี้ล้มเหลว
ug_cn: بۇ يازمىنى تەھرىرلەش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to delete this post has failed.
bg_bg: Грешка при изтриването на отговора.
et_ee: Postituse kustutamine ebaõnnestus.
fi: Viestin poistaminen epäonnistui.
fr_fr: Votre tentative d&#8217;effacement de ce message a échoué.
hu_hu: A hozzászólás törlése sikertelen.
ja: 投稿を削除できませんでした。
pl_pl: Twoja próba usunięcia tego wpisu nie powiodła się.
pt_br: Sua tentativa de excluir este post falhou.
ro_ro: Încercarea de a șterge acest mesaj a eşuat.
sk_sk: Váš pokus zmazať tento príspevok zlyhal.
sr_rs: Ваш покушај да обришете ову поруку није успео.
th: ความพยายามในการลบความเห็นนี้ล้มเหลว
ug_cn: بۇ يازمىنى ئۆچۈرۈش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to create this topic has failed.
bg_bg: Грешка при създаване на нова тема.
et_ee: Teema loomine ebaõnnestus.
fi: Aiheen luominen epäonnistui.
fr_fr: Votre tentative de création de ce sujet a échoué.
hu_hu: Téma hozzáadása sikertelen.
ja: トピックを追加できませんでした。
pl_pl: Twoja próba utworzenia tego tematu nie powiodła się.
pt_br: Sua tentativa de criar este tópico falhou.
ro_ro: Încercarea de a crea acest subiect a eșuat.
sk_sk: Váš pokus vytvoriť tento príspevok zlyhal.
sr_rs: Ваш покушај да направите ову тему није успео.
th: ความพยายามในการสร้างกระทู้นี้ล้มเหลว
ug_cn: بۇ تېمىنى قۇرۇش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to change the resolution status of this topic has failed.
bg_bg: Грешка при промяна на статуса на темата.
et_ee: Postituse staatuse muutmine ebaõnnestus.
fi: Aiheen tilan muuttaminen epäonnistui.
fr_fr: Votre tentative de modification de l&#8217;état de résolution de ce sujet a échoué.
hu_hu: A bejegyzés megoldottsági állapotának megváltoztatása nem sikerült.
ja: トピックの解決状態を変更できませんでした。
pl_pl: Twoja próba zmiany stanu rozwiązania tego tematu nie powiodła się.
pt_br: Sua tentativa de alterar o status de resolução deste tópico falhou.
ro_ro: Încercarea de a schimba statutul acestui subiect a eșuat.
sk_sk: Váš pokus zmeniť rozlišovací stav tohto príspevku zlyhal.
sr_rs: Ваш покушај да промените стање ове теме успео.
th: ความพยายามในการเปลี่ยนสถานะแสดงผลของกระทู้นี้ล้มเหลว
ug_cn: بۇ تېمىنىڭ ئېنىقلىق ھالىتىنى ئۆزگەرتىش مەشغۇلاتىڭىز مەغلۇب بولدى.

source: Your attempt to delete this topic has failed.
bg_bg: Грешка при изтриване на темата.
et_ee: Teema kustutamine ebaõnnestus.
fi: Aiheen poistaminen epäonnistui.
fr_fr: Votre tentative d&#8217;effacement de ce sujet a échoué.
hu_hu: A téma törlése sikertelen.
ja: トピックを削除できませんでした。
pl_pl: Twoja próba usunięcia tego tematu nie powiodła się.
pt_br: Sua tentativa de excluir este tópico falhou.
ro_ro: Încercarea de a șterge acest subiect a eşuat.
sk_sk: Váš pokus zmazať túto tému zlyhal.
sr_rs: Ваш покушај да избришете ову тему није успео.
th: ความพยายามในการลบกระทู้นี้ล้มเหลว
ug_cn: بۇ تېمىنى ئۆچۈرۈش مەشغۇلاتىڭىز مەغلۇپ بولدى.

source: Your attempt to change the status of this topic has failed.
bg_bg: Грешка при промяна на статуса на темата.
et_ee: Teema oleku muutmine ebaõnnestus.
fi: Aiheen tilan muuttaminen epäonnistui.
fr_fr: Votre tentative de modification de l&#8217;état de ce sujet a échoué.
hu_hu: A bejegyzés állapotának megváltoztatása nem sikerült.
ja: トピックの状態を変更できませんでした。
pl_pl: Twoja próba zmiany stanu tego tematu nie powiodła się.
pt_br: Sua tentativa de alterar o status deste tópico falhou.
ro_ro: Încercarea de a schimba statutul acestui subiect a eșuat.
sk_sk: Váš pokus zmeniť stav tejto témy zlyhal.
sr_rs: Ваш покушај да промените стање ове теме није успео.
th: ความพยายามในการเปลี่ยนสถานะกระทู้นี้ล้มเหลว
ug_cn: تېما ھالىتىنى ئۆزگەرتىش مەشغۇلاتىڭىز مەغلۇب بولدى.
