Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Sorry, post is too old.
bg_bg: Извинете, отговорът е твърде стар.
es_es: Disculpa, el mensaje es demasiado antiguo
et_ee: Vabandame, postitus on liiga vana.
fi: Viesti on valitettavasti liian vanha.
fr_fr: Désolé, ce message est trop ancien.
hu_hu: Sajnos, a bejegyzés már túl régi.
id_id: Maaf, tulisan terlalu lama.
ja: 投稿が古すぎます。
pl_pl: Przepraszamy, wpis jest zbyt stary.
pt_br: Post muito antigo.
ro_ro: Ne pare rău, mesajul este prea vechi.
sk: Prepáč, príspevok je pristarý.
sk_sk: Prepáčte, príspevok je príliš starý.
sr_rs: Жао нам је, порука је престара.
th: ขอโทษด้วย ความเห็นนี้เก่าเกินไป
ug_cn: كەچۈرۈڭ، يازما بەك كونا ئىكەن.

source: User does not exist.
bg_bg: Потребителят не съществува.
et_ee: Sellist kasutat ei ole olemas.
fi: Käyttäjätunnusta ei ole olemassa.
fr_fr: Cet utilisateur n'existe pas.
hu_hu: A felhasználó nem létezik.
ja: ユーザーが存在しません。
pl_pl: Konto użytkownika nie istnieje.
pt_br: Usuário não existe.
ro_ro: Utilizatorul nu există.
sk_sk: Toto užívateľ neexistuje.
sr_rs: Корисник не постоји.
ug_cn: قوللانچى مەۋجۇت ئەمەس.

source: Enter a username or email address.
bg_bg: Въведете потребителско име или e-mail адрес
et_ee: Sisestage kasutajanimi või e-postiaadress.
fi: Asetetaan ylläpidon sähköposti uudelleen.
fr_fr: Saisir un identifiant ou une adresse e-mail.
hu_hu: Meg kell adni, felhasználónevet, vagy e-mail címet.
ja: ユーザー名またはメールアドレスを入力してください。
pl_pl: Wprowadź nazwę użytkownika lub adres e-mail.
pt_br: Digite o nome de usuário ou o endereço de email.
ro_ro: Introdu un nume de utilizator sau o adresă de e-mail.
sk_sk: Zadajte prihlasovacie meno, alebo e-mailovú adresu.
sr_rs: Унесите корисничко име или адресу е-поште.
ug_cn: قوللانچى نامى ياكى ئېلخەت ئادرېسىنى كىرگۈزۈڭ.

source: Enter a username.
bg_bg: Въведете потребителско име.
et_ee: Sisestage kasutajanimi.
fi: Syötä käyttäjätunnus.
fr_fr: Saisir un identifiant.
hu_hu: Meg kell adni egy felhasználó nevet.
ja: ユーザー名を入力してください。
pl_pl: Wprowadź nazwę użytkownika.
pt_br: Digite um nome de usuário.
ro_ro: Introdu un nume de utilizator.
sk_sk: Vložiť užívateľské meno.
sr_rs: Унесите корисничко име.
ug_cn: قوللانچى نامىنى كىرگۈزۈڭ.

source: Incorrect password.
bg_bg: Грешна парола.
et_ee: Vale parool.
fi: Väärä salasana.
fr_fr: Mot de passe incorrect.
hu_hu: Hibás jelszó
ja: パスワードが間違っています。
pl_pl: Nieprawidłowe hasło.
pt_br: Senha incorreta.
ro_ro: Parola este greșită.
sk_sk: Nesprávne heslo.
sr_rs: Неисправна лозинка.
ug_cn: پارول خاتا.

source: Username and Password do not match.
bg_bg: Потребителското име и паролата не си съответстват.
et_ee: Vale kasutajanimi või parool.
fi: Käyttäjätunnus ja salasana eivät vastaa toisiaan.
fr_fr: L'identifiant et le mot de passe ne correspondent pas.
hu_hu: A felhasználónév és a jelszó nem stimmel.
ja: ユーザー名とパスワードが一致しません。
pl_pl: Nazwa użytkownika i hasło nie zgadzają się.
pt_br: Nome de usuário e Senha não conferem.
ro_ro: Numele de utilizator și parola nu se potrivesc.
sr_rs: Корисничко име и лозинка се не поклапају.
ug_cn: قوللانچى نامى بىلەن پارول ماس كەلمەيدۇ.

source: Slow down; you move too fast.
bg_bg: Забавете темпото; много бързате.
et_ee: Võtke hoogu maha; te liigute liiga kiiresti.
fi: Hidasta vähän; liikut liian nopeasti.
fr_fr: Doucement, vous avez été trop vite.
hu_hu: Lassíts...
id_id: Pelan-pelan; Anda bergerak terlalu cepat.
ja: ゆっくりどうぞ。操作が早すぎます。
pl_pl: Przemieszczasz się zbyt szybko. Zwolnij troszkę.
pt_br: Vá devagar; você se move muito rápido.
ro_ro: Mai încet; te grăbești prea tare.
sk: Spomaľ, hýbeš sa prirýchlo.
sk_sk: Spomaľ, hýbeš sa prirýchlo.
sr_rs: Успорите; крећете се пребрзо.
th: กรุณาช้าลงหน่อย คุณทำสิ่งต่าง ๆ เร็วเกินไป
ug_cn: ئاستىراق؛ سىز بەك تېز يۆتكەيدىكەنسىز.

source: You need to actually submit some content!
bg_bg: Трябва все пак да напишете нещо.
et_ee: Postituse sisu puudub!
fi: Älä unohda sisältöä!
fr_fr: Vous devez rédiger un texte !
hu_hu: Valamit írnod kell!
id_id: Anda perlu mengirim sesuatu yang benar-benar berisi!
ja: 投稿内容を入力してください。
pl_pl: Musisz wysłać jakąś wiadomość!
pt_br: Você precisa realmente enviar algum conteúdo!
ro_ro: Trebuie scris și ceva conținut!
sk: Potrebuješ napísať najaký text!
sk_sk: Potrebujete poslať nejaký obsah!
sr_rs: Морате у ствари да пошаљете неки садржај!
th: คุณต้องส่งเนื้อหาจริง ๆ
ug_cn: سىز چوقۇم بەلگىلىك مەزمۇننى يوللىشىڭىز كېرەك!

source: You are not allowed to post. Are you logged in?
bg_bg: Не можете да пишете отговор. Влязъл ли сте?
et_ee: Teil ei ole õigust postitada. Olete ikka sisse logitud?
fi: Et voi lähettää viestejä. Oletko kirjautunut sisään?
fr_fr: Vous n&#8217;êtes pas autorisé(e) à écrire. Êtes-vous connecté(e) ?
hu_hu: Hozzászólás írása nem lehetséges. Nem kellene bejelentkezni?
id_id: Anda tidak diizinkan untuk mengirim tulisan. Apakah Anda sudah masuk log?
ja: 投稿する権限がありません。ログインしていますか ?
pl_pl: Nie posiadasz uprawnienia do pisania. Czy zalogowano się?
pt_br: Sem permissão para publicar. Você fez login?
ro_ro: Nu ai voie să publici. Ești autentificat?
sk: Nemáš povolenie písať. Si prihlásený?
sk_sk: Nemáte povolenie písať. Ste prihlásený?
sr_rs: Није вам дозвољено да објављујете поруке. Да ли сте пријављени?
th: คุณไม่ได้รับอนุญาตให้โพสท์ข้อความ คุณได้เข้าสู่ระบบแล้วหรือยัง
ug_cn: يازما يېزىشىڭىزغا رۇخسەت بېرىلمىگەن. سىز تىزىملىتىپ كىردىڭىزمۇ؟

source: You are not allowed to write new topics.
bg_bg: Нямате право да пускате нови теми.
et_ee: Teil ei ole õigust uusi teemasid kirjutada.
fi: Sinulla ei ole oikeuksia aloittaa uusia aiheita.
fr_fr: Vous n&#8217;êtes pas autorisé(e) à créer de nouveaux sujets.
hu_hu: Nincs jogosultság új téma indításához.
id_id: Anda tidak diizinkan untuk menulis topik baru.
ja: 新しいトピックを作成をする権限がありません。
pl_pl: Nie posiadasz uprawnień do pisania nowych tematów.
pt_br: Sem permissão para escrever novos tópicos.
ro_ro: Nu ai voie să pornești subiecte noi.
sk: Nemáš povolenie písať nové témy.
sk_sk: Nemáte povolenie písať nové témy.
sr_rs: Није вам дозвољено да правите нове теме.
th: คุณไม่ได้รับอนุญาตให้เริ่มกระทู้ใหม่
ug_cn: يېڭى تېما يېزىشىڭىزغا ئىجازەت بېرىلمىەەن.

source: Please enter a topic title
bg_bg: Моля задайте заглавие на темата.
et_ee: Palun sisestage teema pealkiri
fi: Syötä aiheen otsikko
fr_fr: Merci de saisir un titre à votre sujet
hu_hu: Meg kell adni egy téma címet
id_id: Silakan masukkan sebuah judul topik
ja: トピックのタイトルを入力してください。
pl_pl: Proszę wprowadzić tytuł tematu
pt_br: Por favor, insira o título do tópico.
ro_ro: Scrie un titlu pentru subiect
sk: Prosím vlož názov témy
sk_sk: Prosím vložte názov témy
sr_rs: Молимо вас да унесете наслов теме
th: โปรดใส่หัวข้อกระทู้
ug_cn: تېما نامىنى كىرگۈزۈڭ

source: This topic has been closed
bg_bg: Темата е затворена за отговори.
et_ee: See teema on suletud
fi: Tämä aihe on suljettu
fr_fr: Ce sujet est clos
hu_hu: Ez a topik zárolt
id_id: Topik ini telah ditutup
ja: このトピックは閉じられました。
pl_pl: Ten temat został zamknięty.
pt_br: Este tópico foi encerrado
ro_ro: Acest subiect a fost închis
sk: Dosť bolo rozkoše. Toto je uzavretá téma.
sk_sk: Táto téma bola uzavretá.
sr_rs: Ова тема је затворена
th: กระทู้นี้ถูกปิดแล้ว
ug_cn: بۇ تېما تاقىۋېتىلگەن

source: No username specified
bg_bg: Не е указано потребителско име
et_ee: Kasutajanime ei ole määratud
fi: Käyttäjätunnusta ei ole määritelty
fr_fr: Pas d'identifiant spécifié
hu_hu: Nincs megadva felhasználónév
ja: ユーザー名が指定されていません
pl_pl: Nie podano nazwy użytkownika
pt_br: Nenhum nome de usuário especificado
ro_ro: Nu s-a specificat niciun nume de utilizator
sr_rs: Корисничко име није наведено
ug_cn: قوللانچى نامى كۆرسىتىپ بېرىلمىگەن

source: Could not determine site URI
bg_bg: URI адресът на сайта не може да бъде определен.
et_ee: Ei suutnud määrata lehe URI'd
fi: Sivuston URL-osoitetta ei voitu määrittää
fr_fr: Impossible de déterminer l&#8217;adresse du site
hu_hu: Nem sikerült meghatározni az oldal webcímét
ja: サイト URI を確定できませんでした
pl_pl: Nie można było określić URI strony
pt_br: Não foi possível determinar o URL do site
ro_ro: Nu s-a putut determina URI-ul la site
sr_rs: Није могуће одредити URI веб места
th: ไม่สามารถกำหนด URI ของเว็บได้
ug_cn: تور بەت ئادرېسىنى بېكىتىشكە بولمىدى

source: Your user table prefix may only contain letters, numbers and underscores.
bg_bg: Представката на потребителската таблица може да съдържа само букви, цифри и долна черта.
et_ee: Kasutajate tabelite eesliide võib sisaldada ainult tähti, numbreid ja alakriipse.
fi: Käyttäjätaulun etuliite voi sisältää vain kirjaimia, numeroita ja alaviivoja.
fr_fr: Le préfixe de la table utilisateur ne doit contenir que des chiffres, lettres ou le caractère souligné.
hu_hu: A felhasználói tábla előtagja csak betűket, számokat és aláhúzásokat tartalmazhat.
ja: ユーザーテーブル接頭語には半角英数字とアンダースコアのみ使用できます。
pl_pl: Prefiks nazwy Twojej tabeli z danymi użytkowników może składać się jedynie z liter, cyfr i podkreślników.
pt_br: O prefixo de sua tabela de usuários deve conter apenas letras, números e sublinhados.
ro_ro: Prefixul tabelului poate conține doar litere, cifre și underscore.
sr_rs: Ваш префикс корисничке табеле може да садржи само слова, бројеве и доње цртице.
th: คำนำหน้าตารางฐานข้อมูลผู้ใช้ของคุณประกอบด้วยตัวอักษร ตัวเลขและ underscores "_" เท่านั้น
ug_cn: قوللانچى جەدۋىلىنىڭ ئالدى قوشۇلغۇچىسى ئۈچۈن ھەرپلەر، سانلار ۋە ئاستى سىزىقچىنىلا ئىشلىتەلەيسىز.

source: You cannot edit those favorites. How did you get here?
bg_bg: Нямате право да променяте тези любими. Как стигнахте дотук?
fi: Sinulla ei ole oikeutta muokata toisten käyttäjien suosikkeja. Kuinka päädyit tänne?
fr_fr: Vous ne pouvez éditer vos favoris. Comment êtes-vous arrivé(e) là ?
hu_hu: Ezeket a kedvenceket nem lehet szerkeszteni. Hogy keveredtél ide?
ja: このお気に入りを編集することはできません。どうやってここにたどり着いたんでしょう？
pl_pl: Nie możesz edytować tych ulubionych. Co Ty tutaj robisz?
pt_br: Você não pode editar estes favoritos. Como você chegou aqui?
ro_ro: Nu se pot edita aceste elemente favorite. Cum ai ajuns aici?
sk_sk: Nemôžete upravovať tieto obľúbené položky. Ako ste sa sem dostali?
sr_rs: Не можете уређивати ове омиљене теме. Како сте доспели овде?
ug_cn: بۇ خەتكۈچلەرنى تەھرىرلىسىڭىز بولمايدۇ. بۇ يەرگە قانداق كىرىپ قالدىڭىز؟

source: Forum not found.
bg_bg: Форумът не беше открит.
et_ee: Foorumit ei leitud.
fi: Foorumia ei löydy.
fr_fr: Forum introuvable
hu_hu: Nincs ilyen fórum.
id_id: Forum tidak ditemukan.
ja: フォーラムが見つかりません。
pl_pl: Dział nie został znaleziony.
pt_br: Fórum não encontrado
ro_ro: Forumul nu a fost găsit.
sk: Fórum sa nenašlo.
sk_sk: Fórum sa nenašlo.
sr_rs: Форум није пронађен.
th: ไม่พบฟอรั่ม
ug_cn: مۇنبەر تېپىلمىدى.

source: %s is required.
bg_bg: Трябва ви %s.
et_ee: %s on kohustuslik.
fi: %s vaaditaan.
fr_fr: %s est requis.
hu_hu: %s kötelező.
ja: %s は必須項目です。
pl_pl: Wypełnienie pola "%s" jest wymagane.
pt_br: Requer %s.
ro_ro: %s este obligatoriu.
sk_sk: %s je vyžadované.
sr_rs: %s је неопходан.
th: ต้องมี %s
ug_cn: %s كىرگۈزۈلۈشى شەرت.

source: Invalid email address
bg_bg: Невалиден e-mail адрес
et_ee: Vigane e-postiaadress
fi: Sähköpostiosoite ei kelpaa
fr_fr: Adresse e-mail invalide
hu_hu: Hibás e-mail cím
ja: 無効なメールアドレス
pl_pl: Nieprawidłowy adres e-mail
pt_br: Email inválido
ro_ro: Adresa de e-mail nu este validă
sk_sk: Neplatná email adresa
sr_rs: Неисправна адреса е-поште
th: อีเมล์ใช้งานไม่ได้
ug_cn: ئېلخەت ئادرېسى ئىناۋەتسىز

source: Invalid Role
bg_bg: Невалидна роля
et_ee: Vigane kasutajaroll
fi: Rooli ei kelpaa.
fr_fr: Rôle invalide
hu_hu: Hibás szerepkör
ja: 無効な権限
pl_pl: Nieprawidłowa rola
pt_br: Função inválida
ro_ro: Rolul nu este valid
sk_sk: Neplatná úloha
sr_rs: Неисправна улога
th: บทบาทใช้ไม่ได้
ug_cn: ئىناۋەتسىز Role

source: You are not the Gate Keeper.
bg_bg: Не сте портиерът.
et_ee: Sa ei ole Väravavalvur.
fi: Et ole portinvartija.
fr_fr: Vous n&#8217;êtes pas le gardien des lieux.
hu_hu: Nem te vagy a portás.
ja: あなたは "ゲートキーパー" ではありません。
pl_pl: Nie jesteś Strażnikiem Bramy.
pt_br: Você não é o Guardião.
ro_ro: Nu sunteți Super Administratorul.
sr_rs: Нисте чувар капије.
th: คุณไม่ใช่ Gate Keeper
ug_cn: سىز دەرۋازىۋەن ئەمەسكەنسىز.

source: You are Keymaster, so you may not demote yourself.
bg_bg: Вие сте Главният Администратор и не можете да се понижите.
et_ee: Te olete super admin, seega te ei saa endalt seda staatust eemaldada.
fi: Et voi "alentaa" itseäsi.
fr_fr: Vous êtes super administrateur, donc vous ne pouvez pas vous rétrograder vous même.
hu_hu: Te, a Fórumgazda nem fokozhatod le magad.
ja: あなたはキーマスターのため、自身を降格することはできません。
pl_pl: Jesteś Klucznikiem, więc nie możesz samodzielnie się zdegradować.
pt_br: Você é o admin-mestre, você não pode rebaixar sua função.
ro_ro: Tu ești Superutilizatorul, aşa că nu te poți retrograda.
sr_rs: Ви сте главни мајстор, не можете преместити себе.
ug_cn: سىز ئاچقۇچ ئىگىسى بولغانلىقىڭىز ئۈچۈن ئۆز دەرىجىڭىزنى تۆۋەنلىتەلمەيسىز.

source: You must enter the same password twice.
bg_bg: Трябва да въведете паролата два пъти.
et_ee: Te peate sisestama kaks korda sama parooli.
fi: Syötä sama salasana kahdesti.
fr_fr: Vous devez entrer 2 fois le même mot de passe.
hu_hu: Ugyanazt a jelszót kell kétszer megadnod.
ja: 同じパスワードを二度入力してください。
pl_pl: Musisz wprowadzić to samo hasło dwukrotnie.
pt_br: Você deve digitar a mesma senha duas vezes.
ro_ro: Aceeași parolă trebuie scrisă de două ori.
sk_sk: Musíte zadať dva krát rovnaké heslo.
sr_rs: Морате унети исту лозинку два пута.
th: คุณต้องใส่รหัสเดิมซ้ำสองครั้ง
ug_cn: ئوخشاش پارولنى ئىككى قېتىم كىرگۈزۈشىڭىز كېرەك.

source: You are not allowed to change this user's password.
bg_bg: Нямате право да променяте паролата на този потребител.
et_ee: Sul ei ole õigusi selle kasutaja parooli muuta.
fi: Sinulla ei ole oikeuksia vaihtaa tämän käyttäjän salasanaa.
fr_fr: Vous n&#8217;êtes pas autorisé à changer le mot de passe de cet utilisateur.
hu_hu: Nincs jogosultság ennek a felhasználónak a jelszavát megváltoztatni.
ja: このユーザーのパスワードの変更は許可されていません。
pl_pl: Nie posiadasz uprawnień do zmiany hasła tego użytkownika.
pt_br: Sem permissão para alterar a senha deste usuário.
ro_ro: Nu ai voie să schimbi parola acestui utilizator.
sk_sk: Nemáte povolenie na zmenu hesla tohto užívateľa.
sr_rs: Није вам дозвољено да мењате лозинку овог корисника.
th: คุณไม่ได้รับอนุญาตให้เปลี่ยนรหัสผ่านผู้ใช้นี้
ug_cn: بۇ قوللانچىنىڭ پارولىنى ئۆزگەرتىشىڭىزگە رۇخسەت بېرىلمىگەن.

source: %s is an invalid username. How's this one?
bg_bg: %s не е валидно потребителско име. Какво ще кажете за това?
fi: %s on epäkelpo käyttäjätunnus. Entä tämä?
fr_fr: %s est un identifiant invalide. Essayez en un autre ?
hu_hu: %s egy hibás felhasználó név. Ez meg hogy lehet?
ja: %s は無効なユーザー名です。こちらはいかがですか ?
pl_pl: %s jest nieprawidłową nazwą użytkownika. Co powiesz na tę?
pt_br: %s é um nome de usuário inválido. Qual é o nome correto?
ro_ro: %s nu este un nume de utilizator valid. Ce zici de ăsta?
sr_rs: %s није исправно корисничко име. Какво је ово?
ug_cn: %s ئىناۋەتلىك قوللانچى نامى ئەمەس. بۇ قانداقراق؟

source: %s is an invalid username.
bg_bg: %s не е валидно потребителско име.
fi: %s on epäkelpo käyttäjätunnus.
fr_fr: %s est un identifiant invalide.
hu_hu: Érvénytelen felhasználónév: %s.
ja: %s は無効なユーザー名です。
pl_pl: %s jest nieprawidłową nazwą użytkownika.
pt_br: %s é um nome de usuário inválido.
ro_ro: %s nu este un nume de utilizator valid.
sk_sk: %s je neplatné užívateľské meno.
sr_rs: %s није исправно корисничко име.
ug_cn: قوللانچى نامى %s ئىناۋەتسىز.

source: %s is required
bg_bg: Трябва ви %s
et_ee: %s on kohustuslik
fi: %s vaaditaan.
fr_fr: %s est obligatoire
hu_hu: %s megadása kötelező
ja: %s は必須項目です。
pl_pl: Wypełnienie pola %s jest wymagane
pt_br: %s é obrigatório
ro_ro: %s este obligatoriu
sk_sk: %s je vyžadované
sr_rs: %s је неопходна
ug_cn: %s بولۇشى زۆرۈر

source: %1$s &raquo; View: %2$s
bg_bg: %1$s &raquo; Изглед: %2$s
fi: %1$s &raquo; Esikatselu: %2$s
fr_fr: %1$s &raquo; Vue : %2$s
hu_hu: %1$s &raquo; Megtekintés: %2$s
pl_pl: %1$s &raquo; Widok: %2$s
pt_br: %1$s &rsaquo; Ver: %2$s
ro_ro: %1$s &raquo; Vizualizare: %2$s
sr_rs: %1$s &raquo; Поглед: %2$s
ug_cn: %1$s &rsaquo; كۆرۈش: %2$s

source: %1$s &raquo; Topic: %2$s
bg_bg: %1$s &raquo; Тема: %2$s
fi: %1$s &raquo; Aihe: %2$s
fr_fr: %1$s &raquo; Sujet : %2$s
hu_hu: %1$s &raquo; Téma: %2$s
pl_pl: %1$s &raquo; Temat: %2$s
pt_br: %1$s &rsaquo; Tópico: %2$s
ro_ro: %1$s &raquo; Subiect: %2$s
sr_rs: %1$s &raquo; Тема: %2$s
ug_cn: %1$s &rsaquo; تېما: %2$s

source: %1$s &raquo; User Favorites: %2$s
bg_bg: %1$s &raquo; Любими: %2$s
fi: %1$s &raquo; Käyttäjän suosikit: %s
fr_fr: %1$s &raquo; Favoris de l&#8217;utilisateur : %2$s
hu_hu: %1$s &raquo; Felhasználó kedvencei: %2$s
pl_pl: %1$s &raquo; Ulubione użytkownika: %2$s
pt_br: %1$s &raquo; Favoritos do usuário: %2$s
ro_ro: %1$s &raquo; Subiectele favorite a utilizatorului: %2$s
sr_rs: %1$s &raquo; Корисничке омиљене теме: %2$s
ug_cn: %1$s &raquo; قوللانچى ساقلانمىسى: %2$s

source: %1$s &raquo; Tag: %2$s - Recent Topics
bg_bg: %1$s &raquo; Етикет: %2$s - Скорошни теми
fi: %1$s &raquo; Avainsana: %2$s - Viimeisimmät aiheet
fr_fr: %1$s &raquo; Mot clef : %2$s - Sujets récents
hu_hu: %1$s &raquo; Címke: %2$s - Legutóbbi témák
pl_pl: %1$s &raquo; Tag: %2$s - Ostatnie wpisy
pt_br: %1$s &raquo; Tag: %2$s - Tópicos recentes
ro_ro: %1$s &raquo; Etichetă: %2$s - Subiecte recente
sr_rs: %1$s &raquo; Ознака: %2$s - Скорашње теме
ug_cn: %1$s &raquo; خەتكۈچ: %2$s - يېقىنقى تېمىلار

source: %1$s &raquo; Tag: %2$s - Recent Posts
bg_bg: %1$s &raquo; Етикет: %2$s - Скорошни отговори
fi: %1$s &raquo; Avainsana: %2$s - Viimeisimmät viestit
fr_fr: %1$s &raquo; Mot clef : %2$s - Messages récents
hu_hu: %1$s &raquo; Címke: %2$s - Legutóbbi hozzászólások
pl_pl: %1$s &raquo; Tag: %2$s - Ostatnie wpisy
pt_br: %1$s &raquo; Tag: %2$s - Posts recentes
ro_ro: %1$s &raquo; Etichetă: %2$s - Mesaje recente
sr_rs: %1$s &raquo; Ознака: %2$s - Скорашње поруке
ug_cn: %1$s &raquo; خەتكۈچ: %2$s - يېقىنقى يازمىلار

source: %1$s &raquo; Forum: %2$s - Recent Topics
bg_bg: %1$s &raquo; Форум: %2$s - Скорошни теми
fi: %1$s &raquo; Foorumi: %2$s - Viimeisimmät aiheet
fr_fr: %1$s &raquo; Forum : %2$s - Sujets récents
hu_hu: %1$s &raquo; Fórum: %2$s - Legutóbbi témák
pl_pl: %1$s &raquo; Dział: %2$s - Ostatnie tematy
pt_br: %1$s &raquo; Fórum: %2$s - Tópicos recentes
ro_ro: %1$s &raquo; Forum: %2$s - Subiecte recente
sr_rs: %1$s &raquo; Форум: %2$s - Скорашње теме
ug_cn: %1$s &raquo; مۇنبەر: %2$s - يېقىنقى تېمىلار

source: %1$s &raquo; Forum: %2$s - Recent Posts
bg_bg: %1$s &raquo; Форум: %2$s - Скорошни отговори
fi: %1$s &raquo; Fuorumi: %2$s - Viimeisimmät viestit
fr_fr: %1$s &raquo; Forum : %2$s - Messages récents
hu_hu: %1$s &raquo; Fórum: %2$s - Legutóbbi hozzászólások
pl_pl: %1$s &raquo; Dział: %2$s - Ostatnie wpisy
pt_br: %1$s &raquo; Fórum: %2$s - Posts recentes
ro_ro: %1$s &raquo; Forum: %2$s - Mesaje recente
sr_rs: %1$s &raquo; Форум: %2$s - Скорашње поруке
ug_cn: %1$s &raquo; مۇنبەر: %2$s - يېقىنقى يازمىلار

source: %1$s &raquo; Recent Topics
bg_bg: %1$s &raquo; Скорошни теми
fi: %1$s &raquo; Viimeisimmät aiheet
fr_fr: %1$s &raquo; Sujets récents
hu_hu: %1$s &raquo; Legutóbbi témák
pl_pl: %1$s &raquo; Ostatnie tematy
pt_br: %1$s &raquo; Tópicos recentes
ro_ro: %1$s &raquo; Subiecte recente
sr_rs: %1$s &raquo; Скорашње теме
ug_cn: %1$s &raquo; يېقىنقى تېمىلار

source: %1$s &raquo; Recent Posts
bg_bg: %1$s &raquo; Скорошни отговори
fi: %1$s &raquo; Viimeisimmät viestit
fr_fr: %1$s &raquo; Derniers messages
hu_hu: %1$s &raquo; Legutóbbi hozzászólások
pl_pl: %1$s &raquo; Ostatnie wpisy
pt_br: %1$s &raquo; Posts recentes
ro_ro: %1$s &raquo; Mesaje recente
sr_rs: %1$s &raquo; Скорашње поруке
ug_cn: %1$s &raquo; يېقىنقى يازمىلار

source: Statistics
bg_bg: Статистика
es_es: Estadísticas
et_ee: Statistika
fi: Tilastot
fr_fr: Statistiques
hu_hu: Statisztikák
id_id: Statistik
ja: 統計
pl_pl: Statystyki
pt_br: Estatísticas
ro_ro: Statistici
sk: Štatistiky
sk_sk: Štatistiky
sr_rs: Статистике
th: สถิติ
ug_cn: ستاتىستىكىلار

source: You need to be logged in to add a tag.
bg_bg: Трябва да влезете, за да може да добавяте етикети.
et_ee: Siltide lisamiseks pead sisse logima.
fi: Vain sisäänkirjautuneet käyttäjät voivat lisätä avainsanoja.
fr_fr: Vous devez être connecté(e) pour ajouter un mot clef.
hu_hu: Címke hozzáadásához bejelentkezés szükséges.
id_id: Anda perlu masuk log untuk menambahkan sebuah tag.
ja: タグを追加するにはログインする必要があります。
pl_pl: Musisz się zalogować, aby móc dodać tag.
pt_br: É necessário fazer login para adicionar uma tag.
ro_ro: Trebuie să fii autentificat ca să poți adăuga o etichetă.
sk: Potrebuješ sa prihlásiť, aby si mohol pridať značku.
sk_sk: Potrebuješ sa prihlásiť, aby si mohol pridať značku.
sr_rs: Морате бити пријављени да бисте додали ознаку.
th: คุณต้องเข้าสู่ระบบก่อนเพิ่มแท็ก
ug_cn: خەتكۈچ قوشۇش ئۈچۈن تىزىملىتىپ كىرىشىڭىز كېرەك.

source: Topic not found.
bg_bg: Темата не може да бъде намерена.
et_ee: Teemat ei leitud.
fi: Aihetta ei löydy.
fr_fr: Sujet introuvable.
hu_hu: Nincs ilyen téma.
id_id: Topik tidak ditemukan.
ja: トピックが見つかりません。
pl_pl: Temat nie został znaleziony.
pt_br: Tópico não encontrado
ro_ro: Subiectul nu a fost găsit
sk: Téma sa nenašla.
sk_sk: Téma nebola najdená.
sr_rs: Тема није пронађена.
th: ไม่พบกระทู้
ug_cn: تېما تېپىلمىدى.

source: The tag was not added. Either the tag name was invalid or the topic is closed.
bg_bg: Този етикет е невалиден или темата е заключена.
et_ee: Seda silti ei lisatud. Sildi nimi oli lubamatu või on teema suletud.
fi: Avainsanaa ei voitu lisätä. Joko avainsanan nimi oli virheellinen tai aihe on suljettu.
fr_fr: Le mot clef n&#8217;a pas été ajouté. Soit le mot clef est invalide, soit le sujet est fermé.
hu_hu: A címke nem került hozzáadásra. Vagy a címke neve volt érvénytelen, vagy a topik zárolt.
id_id: Tag tersebut tidak ditambahkan. Entah karena nama tag tersebut tidak valid atau topik tersebut ditutup.
ja: タグを追加できませんでした。タグ名が無効か、トピックが閉じられています。
pl_pl: Ten tag nie został dodany, ponieważ wprowadzono nieprawidłową nazwę lub temat, który próbowano otagować, został zamknięty.
pt_br: A tag não foi adicionada. O nome da tag era inválido ou o tópico está encerrado.
ro_ro: Eticheta nu a fost adăugată. Sau numele etichetei nu este valid, sau subiectul este închis.
sk: Nepridal som značku. Buď bolo neplatné meno značky alebo je téma uzavretá.
sk_sk: Nebola pridaná značka. Buď bolo neplatné meno značky, alebo téma je uzavretá.
sr_rs: Ознака није додата. Или име ознаке није исправно или је тема затворена.
th: แท็กยังไม่ถูกเพิ่ม เป็นเพราะชื่อแท็กใช้งานไม่ได้ หรือ กระทู้ถูกปิดแล้ว
ug_cn: خەتكۈچ قوشۇلمىدى. خەتكۈچ نامى ئىناۋەتسىز ياكى تېما تاقالغان.

source: Invalid tag or topic.
bg_bg: Невалиден етикет или тема.
et_ee: Vigane silt või teema.
fi: Avainsana tai aihe ei kelpaa.
fr_fr: Mot clef ou sujet introuvable.
hu_hu: Hibás címke, vagy téma.
id_id: Tag atau topik yang tidak valid.
ja: 無効なタグまたはトピックです。
pl_pl: Nieprawidłowy tag lub temat.
pt_br: Tag ou tópico inválidos
ro_ro: Eticheta sau subiectul nu sunt valide.
sk: Neplatná značka alebo téma.
sk_sk: Neplatná značka alebo téma.
sr_rs: Неисправна ознака или тема.
th: แท็กหรือกระทู้ใช้งานไม่ได้
ug_cn: خەتكۈچ ياكى تېما ئىناۋەتسىز.

source: The tag was not removed.
bg_bg: Грешка при премахването на етикета.
fi: Tagia ei poistettu.
fr_fr: Le mot clef n'a pas pu être supprimé.
hu_hu: A címke nem lett eltávolítva.
ja: タグを削除できませんでした。
pl_pl: Tag nie został usunięty.
pt_br: A tag não foi removida.
ro_ro: Eticheta nu a fost ștearsă.
sk_sk: Značka nebola odstránená.
sr_rs: Ознака није уклоњена.
ug_cn: خەتكۈچ يۆتكىۋېتىلمىدى.

source: Tag not found
bg_bg: Етикетът не беше открит
et_ee: Silti ei leitud
fi: Avainsanaa ei löydy
fr_fr: Tag introuvable
hu_hu: Címke nem található
id_id: Tag tidak ditemukan
ja: タグが見つかりません。
pl_pl: Nie znaleziono tagu
pt_br: Tag não encontrada
sk: Značka sa nenašla
sk_sk: Značka sa nenašla
sr_rs: Ознака није пронађена
th: ไม่พบแท็ก
ug_cn: خەتكۈچ تېپىلمىدى.
