Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Authentication failed.
bg_bg: Грешка при удостоверяване.
et_ee: Tuvastus ebaõnnestu
fi: Asennus epäonnistui.
fr_fr: Échec de l'authentification.
hu_hu: Azonosítási hiba.
ja: 認証に失敗しました。
pl_pl: Uwierzytelnianie nie powiodło się.
pt_br: A autenticação falhou.
ro_ro: Autentificarea a eșuat.
sk_sk: Autorizácia zlyhala.
sr_rs: Ауторизација није успела.
ug_cn: تەكشۈرۈش مەغلۇپ بولدى.

source: You do not have permission to read this.
bg_bg: Нямате позволение да четете това.
et_ee: Teil puuduvad õigused selle lugemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de lire ceci.
hu_hu: Nincs jogod ezt elolvasni.
ja: これを読む権限がありません。
pl_pl: Nie posiadasz uprawnień do przeczytania tego.
pt_br: Sem permissão para ler isso.
ro_ro: Nu ai voie să citești asta.
sk_sk: Nemáte dostatočné oprávnenie na čítanie tohto.
sr_rs: Немате дозволу да читате ово.
ug_cn: بۇنى ئوقۇشىڭىزغا ھوقۇق بېرىلمىگەن.

source: User switching failed, the requested user does not exist.
bg_bg: Грешка при смяна на потребител - поисканият номер на потребител не съществува.
et_ee: Kasutaja vahetamine ebaõnnestus, sest sellist kasutajat pole olemas.
fi: Käyttäjän vaihto epäonnistui, pyydettyä käyttäjää ei ole olemassa.
fr_fr: La modification sur l'utilisateur a échoué, l'utilisateur visé n'existe pas.
hu_hu: A felhasználó váltás nem sikerült. a kért felhasználó nem létezik.
ja: ユーザースイッチに失敗しました。指定したユーザーは存在しません。
pl_pl: Przełączanie użytkowników nie powiodło się - podany użytkownik nie istnieje.
pt_br: A troca de usuário falhou, o usuário requisitado não existe.
ro_ro: Schimbarea utilizatorului a eșuat, utilizatorul cerut nu există.
sr_rs: Мењање корисника није успело, захтевани корисник не постоји.
ug_cn: قوللانچى ئالماشتۇرۇش مەغلۇب بولدى. كۆرسىتىلگەن قوللانچى مەۋجۇد ئەمەس.

source: The forum id is invalid.
bg_bg: Номерът на форума е невалиден.
et_ee: Foorumi ID on vigane.
fi: Foorumin lisääminen epäonnistui.
fr_fr: L'ID du forum est invalide.
hu_hu: A fórum azonosító hibás.
ja: 不正なフォーラム ID です。
pl_pl: Nieprawidłowy identyfikator działu.
pt_br: A ID do fórum é inválida.
ro_ro: ID-ul forumului nu este valid.
sk_sk: ID fóra je neplatné.
sr_rs: id форума није исправан.
ug_cn: مۇنبەر id سى ئىناۋەتسىز.

source: The forum does not exist.
bg_bg: Форумът не съществува.
et_ee: Foorumit ei eksisteeri.
fi: Foorumia ei ole olemassa.
fr_fr: Le forum n'existe pas.
hu_hu: A fórum nem létezik.
ja: このフォーラムは存在しません。
pl_pl: Dział nie istnieje.
pt_br: O fórum não existe.
ro_ro: Acest forum nu există.
sk_sk: Fórum neexistuje.
sr_rs: Форум не постоји.
ug_cn: مۇنبەر مەۋجۇت ئەمەس.

source: No forums found.
bg_bg: Няма форуми
et_ee: Foorumeid ei leitud.
fi: Ei tuloksia.
fr_fr: Aucun forum trouvé.
hu_hu: Nincsenek ilyen fórumok.
ja: フォーラムが見つかりませんでした。
pl_pl: Nie znaleziono żadnych działów.
pt_br: Nenhum fórum encontrado.
ro_ro: Nu s-a găsit nici un forum.
sk_sk: Nenašli sa žiadne fóra.
sr_rs: Нема пронађених форума.
ug_cn: مۇنبەرلەر تېپىلمىدى.

source: No forum found.
bg_bg: Няма форум
et_ee: Foorumit ei leitud.
fi: Ei tuloksia.
fr_fr: Aucun forum trouvé.
hu_hu: Nincs ilyen fórum.
ja: フォーラムが見つかりませんでした。
pl_pl: Nie znaleziono żadnego działu.
pt_br: Nenhum fórum encontrado.
ro_ro: Nu s-a găsit nici un forum.
sk_sk: Fórum sa nenašlo.
sr_rs: Нема пронађеног форума.
ug_cn: مۇنبەر تېپىلمىدى.

source: You do not have permission to manage forums.
bg_bg: Нямате позволение да управлявате форуми.
et_ee: Teil puuduvad õigused foorumite haldamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de gérer les forums.
hu_hu: Nincs engedély fórum kezeléséhez.
ja: このフォーラムを管理する権限がありません。
pl_pl: Nie posiadasz uprawnienia do zarządzania działami.
pt_br: Sem permissão para gerenciar os fóruns.
ro_ro: Nu ai voie să administrezi forumurile.
sk_sk: Nemáte dostatočné oprávnenie na spravovanie fór.
sr_rs: Немате дозволу да управљате форумима.
ug_cn: مۇنبەرلەرنى باشقۇرۇشىڭىزغا ھوقۇق بېرىلمىگەن.

source: The forum data is invalid.
bg_bg: Данните за форума са невалидни.
et_ee: Foorumi andmed on vigased.
fi: Foorumin lisääminen epäonnistui.
fr_fr: Les données du forum sont invalides.
hu_hu: A fórum adatai hibásak.
ja: 不正なフォーラムデータです。
pl_pl: Dane działu są nieprawidłowe.
pt_br: Os dados do fórum são inválidos.
ro_ro: Datele forumului nu sunt valide.
sk_sk: Dáta fóra sú neplatné.
sr_rs: Подаци форума нису исправни.
ug_cn: مۇنبەر ئۇچۇرلىرى ئىناۋەتسىز.

source: The forum name is invalid.
bg_bg: Името на форума е невалидно.
et_ee: Foorumi nimi on vigane.
fi: Foorumin lisääminen epäonnistui.
fr_fr: Le nom du forum est invalide.
hu_hu: A fórum neve hibás.
ja: 不正なフォーラム名です。
pl_pl: Nazwa działu jest nieprawidłowa.
pt_br: O nome do fórum é inválido.
ro_ro: Numele forumului nu este valid.
sk_sk: Názov fóra je neplatný.
sr_rs: Име форума није исправно.
ug_cn: مۇنبەر نامى ئىناۋەتسىز.

source: The forum could not be created.
bg_bg: Грешка при създаване на форум.
et_ee: Foorumit ei suudetud luua.
fi: Foorumia ei voida luoda.
fr_fr: Le forum n&#8217;a pu être créé.
hu_hu: A fórum létrehozása nem sikerült.
ja: フォーラムを作成できませんでした。
pl_pl: Dział nie mógł zostać utworzony.
pt_br: Não foi possível criar o fórum.
ro_ro: Forumul nu a putut fi creat.
sk_sk: Fórum nemohlo byť vytvorené.
sr_rs: Форум није могао бити направљен.
ug_cn: مۇنبەرنى قۇرغىلى بولمىدى.

source: The forum could not be edited.
bg_bg: Грешка при редактиране на форум.
et_ee: Foorumit ei suudetud muuta.
fi: Foorumia ei voida muokata.
fr_fr: Le forum n&#8217;a pu être modifié.
hu_hu: A fórum szerkesztése nem sikerült.
ja: フォーラムを編集できませんでした。
pl_pl: Dział nie mógł zostać edytowany.
pt_br: Não foi possível editar o fórum.
ro_ro: Forumul nu a putut fi editat.
sk_sk: Fórum nemohlo byť upravené.
sr_rs: Форум није могао бити уређен.
ug_cn: مۇنبەرنى تەھرىرلىگىلى بولمىدى.

source: You do not have permission to delete forums.
bg_bg: Нямате позволение да триете форуми.
et_ee: Teil puuduvad õigused foorumite kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer les forums.
hu_hu: Nincs jogosultság fórumok törléséhez.
ja: フォーラムを削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usuwania działów.
pt_br: Sem permissão para excluir fóruns.
ro_ro: Nu ai voie să ștergi aceste forumuri.
sk_sk: Nemáte dostatočné oprávnenie na mazanie fór.
sr_rs: Немате дозволу да бришете форуме.
ug_cn: مۇنبەرلەرنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You do not have permission to delete this forum.
bg_bg: Нямате позволение да триете този форум.
et_ee: Teil puuduvad õigused selle foorumi kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer ce forum.
hu_hu: Nincs jogosultság ennek a fórumnak a törléséhez.
ja: このフォーラムを削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usunięcia tego działu.
pt_br: Sem permissão para excluir este fórum.
ro_ro: Nu ai voie să ștergi acest forum.
sk_sk: Nemáte dostatočné oprávnenie na zmazanie tohto fóra.
sr_rs: Немате дозволу да обришете овај форум.
ug_cn: بۇ مۇنبەرنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: The forum could not be deleted.
bg_bg: Грешка при изтриване на форум.
et_ee: Foorumit ei suudetud kustutada.
fi: Foorumia ei voida poistaa.
fr_fr: Le forum n&#8217;a pu être effacé.
hu_hu: A fórum törlése nem sikerült.
ja: フォーラムを削除できませんでした。
pl_pl: Dział nie mógł zostać usunięty.
pt_br: Não foi possível excluir o fórum.
ro_ro: Forumul nu a putut fi șters.
sk_sk: Fórum nemohlo byť zmazané.
sr_rs: Форум није могао бити обрисан.
ug_cn: مۇنبەرنى ئۆچۈرگىلى بولمىدى.

source: No topics found.
bg_bg: Не са открити теми.
et_ee: Ühtegi teemat ei leitud.
fi: Ei aiheita.
fr_fr: Aucun sujet trouvé.
hu_hu: Nincsenek témák.
ja: トピックが見つかりません。
pl_pl: Nie znaleziono żadnych tematów.
pt_br: Nenhum tópico encontrado.
ro_ro: Nu s-a găsit niciun subiect.
sk_sk: Žiadne témy sa nenašli.
sr_rs: Нема пронађених тема.
ug_cn: تېما تېپىلمىدى.

source: The topic id is invalid.
bg_bg: Номерът на темата е невалиден.
et_ee: Teema ID on vale.
fi: Aiheen tunnusnumero on epäkelpo.
fr_fr: L'ID du sujet est invalide.
hu_hu: A téma azonosító hibás.
ja: 不正なトピック ID です。
pl_pl: Nieprawidłowy identyfikator tematu.
pt_br: A ID do tópico é inválida.
ro_ro: ID-ul subiectului nu este valid.
sk_sk: ID témy je neplatné.
sr_rs: id теме није исправан.
ug_cn: تېما id سى ئىناۋەتسىز.

source: No topic found.
bg_bg: Не е открита тема
et_ee: Teemat ei leitud.
fi: Ei aiheita.
fr_fr: Aucun sujet trouvé.
hu_hu: Nincsenek témák.
ja: トピックが見つかりませんでした。
pl_pl: Nie znaleziono żadnego tematu.
pt_br: Nenhum tópico encontrado.
ro_ro: Nu s-a găsit niciun subiect.
sk_sk: Nenašla sa žiadna téma.
sr_rs: Нема пронађених тема.
ug_cn: تېما تېپىلمىدى.

source: You do not have permission to write topics.
bg_bg: Нямате позволение да създавате теми.
et_ee: Teil puuduvad õigused teemade kirjutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;écrire des sujets.
hu_hu: Nincs jogosultság a új téma nyitásához.
ja: トピックを投稿する権限がありません。
pl_pl: Nie posiadasz uprawnienia do pisania tematów.
pt_br: Sem permissão para escrever tópicos.
ro_ro: Nu ai permisiunea să pornești subiecte.
sk_sk: Nemáte oprávnenie pre pásanie tém.
sr_rs: Немате дозволу да пишете теме.
ug_cn: تېما يېزىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: You do not have permission to write posts.
bg_bg: Нямате позволение да пишете отговори.
et_ee: Teil puuduvad õigused postituste kirjutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;écrire des messages.
hu_hu: Nincs jogosultság a új hozzászólás írásához.
ja: 投稿する権限がありません。
pl_pl: Nie posiadasz uprawnienia do pisania wpisów.
pt_br: Sem permissão para escrever posts.
ro_ro: Nu ai permisiunea să scrii mesaje.
sk_sk: Nemáte oprávnenie pre písanie príspevkov.
sr_rs: Немате дозволу да пишете поруке.
ug_cn: يازما يېزىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: The topic data is invalid.
bg_bg: Данните за темата са невалидни.
et_ee: Teema andmed on vigased.
fi: Aiheen data on epäkelpo.
fr_fr: Les données du sujet sont invalides.
hu_hu: A téma adatai hibásak.
ja: 不正なトピックデータです。
pl_pl: Dane tematu są nieprawidłowe.
pt_br: Os dados do tópico são inválidos.
ro_ro: Datele din subiect nu sunt valide.
sk_sk: Dátum témy je neplatný.
sr_rs: Подаци теме нису исправни.
ug_cn: تېما ئۇچۇرلىرى ئىناۋەتسىز.

source: You do not have permission to write topics to this forum.
bg_bg: Нямате позволение да създавате теми в този форум.
et_ee: Teil puuduvad õigused siia foorumisse teemade kirjutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation d'écrire des sujets sur ce forum.
hu_hu: Nincs jogosultság a új téma nyitásához, ebben a fórumban.
ja: このフォーラムへトピックを投稿する権限がありません。
pl_pl: Nie posiadasz uprawnienia do pisania tematów w tym dziale.
pt_br: Sem permissão para escrever tópicos neste fórum.
ro_ro: Nu ai voie să pornești subiecte în acest forum.
sk_sk: Nemáte povolenie na písanie tém do tohto fóra.
sr_rs: Немате дозволу да пишете теме у овом форуму.
ug_cn: بۇ مۇنبەردە تېما يېزىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: The topic title is invalid.
bg_bg: Заглавието на темата е невалидно.
et_ee: Teema nimi on vigane.
fi: Aihe otsikko on epäkelpo.
fr_fr: Le titre du sujet est invalide.
hu_hu: A téma címe hibás.
ja: 不正なトピックタイトルです。
pl_pl: Nieprawidłowy tytuł tematu.
pt_br: O título do tópico é inválido
ro_ro: Titlul subiectului nu este valid.
sk_sk: Názov témy je neplatný.
sr_rs: Наслов теме није исправан.
ug_cn: تېما ماۋزۇسى ئىناۋەتسىز.

source: The topic text is invalid.
bg_bg: Съдържанието на темата е невалидно.
et_ee: Teema tekst on vigane.
fi: Aiheen teksti on epäkelpo.
fr_fr: Le texte du sujet est invalide.
hu_hu: A téma szövege hibás.
ja: 不正なトピック本文です。
pl_pl: Nieprawidłowa treść tematu.
pt_br: O texto do tópico é inválido
ro_ro: Textul subiectului nu este valid.
sk_sk: Text témy je neplatný.
sr_rs: Текст теме није исправан.
ug_cn: تېما تېكىستى ئىناۋەتسىز.

source: The topic could not be created.
bg_bg: Грешка при създаване на тема.
et_ee: Teemat ei suudetud luua.
fi: Aiheen luominen epäonnistui.
fr_fr: Le sujet n'a pas pu être créé.
hu_hu: A témát nem lehet létrehozni.
ja: とピックを作成できませんでした。
pl_pl: Temat nie mógł zostać utworzony.
pt_br: Não foi possível criar o tópico.
ro_ro: Subiectul nu a putut fi creat.
sk_sk: Téma nemohla byť vytvorená.
sr_rs: Тема није могла бити направљена.
ug_cn: تېمىنى قۇرغىلى بولمىدى.

source: The post could not be created.
bg_bg: Грешка при създаване на отговор.
et_ee: Postitust ei suudetud luua.
fi: Viestin luominen epäonnistui.
fr_fr: Le message n'a pas pu être créé.
hu_hu: A bejegyzést nem lehet létrehozni.
ja: 投稿を作成できませんでした。
pl_pl: Wpis nie mógł zostać utworzony.
pt_br: Não foi possível criar o post.
ro_ro: Mesajul nu a putut fi creat.
sk_sk: Príspevok nemohol byť vytvorený.
sr_rs: Порука није могла бити направљена.
ug_cn: يازمىنى قۇرغىلى بولمىدى.

source: You do not have permission to edit topics.
bg_bg: Нямате позволение да редактирате теми.
et_ee: Teil puuduvad õigused teemade muutmiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier les sujets.
hu_hu: Nincs jogosultság a témák módosítsához.
ja: トピックを編集する権限がありません。
pl_pl: Nie posiadasz uprawnienia do edycji tematów.
pt_br: Sem permissão para editar tópicos.
ro_ro: Nu ai voie să editezi subiecte.
sk_sk: Nemáte povolenie na úpravu tém.
sr_rs: Немате дозволу да уређујете теме.
ug_cn: تېمىلارنى تەھرىرلىشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You do not have permission to edit posts.
bg_bg: Нямате позволение да редактирате отговори.
et_ee: Teil puuduvad õigused postituste muutmiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier les messages.
hu_hu: Nincs jogosultság a hozzászólások módosítsához.
ja: 投稿を編集する権限がありません。
pl_pl: Nie posiadasz uprawnienia do edycji wpisów.
pt_br: Sem permissão para editar posts.
ro_ro: Nu ai voie să editezi mesaje.
sk_sk: Nemáte povolenie na úpravu príspevkov.
sr_rs: Немате дозволу да уређујете поруке.
ug_cn: يازمىلارنى تەھرىرلىشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You do not have permission to edit this topic.
bg_bg: Нямате позволение да редактирате тази тема.
et_ee: Teil puuduvad õigused selle postituse muutmiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier ce sujet.
hu_hu: Nincs jogosultság ennek a témának a módosítsához.
ja: このトピックを編集する権限がありません。
pl_pl: Nie posiadasz uprawnienia do edycji tego tematu.
pt_br: Sem permissão para editar este tópico.
ro_ro: Nu ai voie să editezi acest subiect.
sk_sk: Nemáte oprávnenie na úpravu tejto témy.
sr_rs: Немате дозволу да уређујете ову тему.
ug_cn: بۇ تېمىنى تەھرىرلىشىڭىزگە ھوقۇق بېرىلمىگەن.

source: No posts found.
bg_bg: Не са открити отговори.
et_ee: Ühtegi postitust ei leitud.
fi: Ei tuloksia.
fr_fr: Aucun sujet trouvé.
hu_hu: Nincsenek bejegyzések.
ja: 投稿が見つかりませんでした。
pl_pl: Nie znaleziono żadnych wpisów.
pt_br: Nenhum post encontrado.
ro_ro: Nu s-a găsit nici un mesaj.
sk_sk: Neboli nájdené žiadne príspevky.
sr_rs: Нема пронађених порука.
ug_cn: يازما تېپىلمىدى.

source: You do not have permission to edit this post.
bg_bg: Нямате позволение да редактирате този отговор.
et_ee: Teil puuduvad õigused selle postituse muutmiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier ce message.
hu_hu: Nincs jogosultság ennek a hozzászólásnak a módosításához.
ja: この投稿を編集する権限がありません。
pl_pl: Nie posiadasz uprawnienia do edycji tego wpisu.
pt_br: Sem permissão para editar este post.
ro_ro: Nu ai voie să editezi acest mesaj.
sk_sk: Nemáte oprávnenie na úpravu tohto príspevku.
sr_rs: Немате дозволу да уређујете ову поруку.
ug_cn: بۇ يازمىنى تەھرىرلىشىڭىزگە ھوقۇق بېرىلمىگەن.

source: The topic could not be edited.
bg_bg: Грешка при редактиране на темата.
et_ee: Teemat ei suudetud muuta.
fi: Aiheen muokkaaminen epäonnistui.
fr_fr: Le sujet ne peut être édité.
hu_hu: A témát nem lehet szerkeszteni.
ja: トピックを編集できませんでした。
pl_pl: Temat nie mógł zostać edytowany.
pt_br: Não foi possível editar o tópico.
ro_ro: Subiectul nu s-a putut edita.
sk_sk: Téma nemohla byť upravená.
sr_rs: Тема није могла бити уређена.
ug_cn: تېمىنى تەھرىرلەشكە مۇمكىن بولمىدى.

source: The post could not be edited.
bg_bg: Грешка при редактиране на отговора.
et_ee: Postitust ei suudetud muuta.
fi: Viestin muokkaaminen epäonnistui.
fr_fr: Le message ne peut être édité.
hu_hu: A bejegyzést nem lehet szerkeszteni.
ja: 投稿を編集できませんでした。
pl_pl: Wpis nie mógł zostać edytowany.
pt_br: Não foi possível editar o post.
ro_ro: Mesajul nu s-a putut edita.
sk_sk: Príspevok nemohol byť upravený.
sr_rs: Порука није могла бити уређена.
ug_cn: يازمىنى تەھرىرلەشكە مۇمكىن بولمىدى.

source: You do not have permission to delete topics.
bg_bg: Нямате позволение да триете теми.
et_ee: Teil puuduvad õigused teemade kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer des sujets.
hu_hu: Nincs jogosultság a hozzászólások törléséhez.
ja: トピックを削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usuwania tematów.
pt_br: Sem permissão para excluir tópicos.
ro_ro: Nu ai voie să ștergi subiecte.
sk_sk: Nemáte oprávnenie na mazanie tém.
sr_rs: Немате дозволу да бришете теме.
ug_cn: تېمىلارنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You do not have permission to delete this topic.
bg_bg: Нямате позволение да триете тази тема.
et_ee: Teil puuduvad õigused selle teema kustutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de supprimer ce sujet.
hu_hu: Nincs jogosultság ennek a témának a törléséhez.
ja: このトピックを削除する権限がありません。
pl_pl: Nie posiadasz uprawnienia do usunięcia tego tematu.
pt_br: Sem permissão para excluir este tópico.
ro_ro: Nu ai voie să ștergi acest subiect.
sk_sk: Nemáte oprávnenie na zmazanie tejto témy.
sr_rs: Немате дозволу да обришете ову тему.
ug_cn: بۇ تېمىنى ئۆچۈرۈشىڭىزگە ھوقۇق بېرىلمىگەن.

source: The topic could not be deleted.
bg_bg: Грешка при изтриване на темата.
et_ee: Teemat ei suudetud kustutada.
fi: Aiheen poistaminen epäonnistui.
fr_fr: Ce sujet ne peut pas être effacé.
hu_hu: A bejegyzést nem lehet törölni.
ja: トピックを削除できませんでした。
pl_pl: Temat nie mógł zostać usunięty.
pt_br: Não foi possível excluir o tópico.
ro_ro: Subiectul nu s-a putut șterge.
sk_sk: Téma nemohla byž zmazaná.
sr_rs: Тема није могла бити обрисана.
ug_cn: تېمىنى ئۆچۈرۈشكە مۇمكىن بولمىدى.

source: You do not have permission to move topics.
bg_bg: Нямате позволение да местите теми.
et_ee: Teil puuduvad õigused teemade liigutamiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de déplacer des sujets.
hu_hu: Nincs jogosultság a témák áthelyezéséhez.
ja: トピックを移動する権限がありません。
pl_pl: Nie posiadasz uprawnienia do przenoszenia tematów.
pt_br: Sem permissão para mover tópicos.
ro_ro: Nu ai voie să muți subiecte.
sk_sk: Nemáte oprávnenie na presúvanie tém.
sr_rs: Немате дозволу да померате теме.
ug_cn: تېمىلارنى يۆتكىشىڭىزگە ھوقۇق بېرىلمىگەن.

source: You are not allowed to move this topic to this forum.
bg_bg: Нямате право да местите теми в този форум.
et_ee: Teil puuduvad õigused teemade liigutamiseks.
fi: Sinulla ei ole oikeuksia aloittaa uusia aiheita.
fr_fr: Vous n&#8217;êtes pas autorisé(e) à déplacer ce sujet dans ce forum.
hu_hu: Nincs jogosultság ennek a témának az áthelyezéséhez ebbe a fórumba.
ja: このトピックをこのフォーラムに移動することはできません。
pl_pl: Nie posiadasz uprawnienia do przenoszenia tematów do tego działu.
pt_br: Sem permissão para mover o tópico para este fórum.
ro_ro: Nu ai voie să muți acest subiect în acest forum.
sk_sk: Nemáte oprávnenie na presunutie tejto témy do tohto fóra.
sr_rs: Није вам дозвољено да померите ову тему у овај форум.
ug_cn: بۇ تېمىنى بۇ مۇنبەرگە يۆتكىشىڭىزگە رۇخسەت بېرىلمىگەن.

source: The topic could not be moved.
bg_bg: Грешка при преместване на темата.
et_ee: Teemat ei suudetud liigutada.
fi: Aiheen poistaminen epäonnistui.
fr_fr: Le sujet ne peut pas être déplacé.
hu_hu: A témát nem lehet áthelyezni.
ja: トピックを移動できませんでした。
pl_pl: Temat nie mógł zostać przeniesiony.
pt_br: Não foi possível mover o tópico.
ro_ro: Subiectul nu s-a putut muta.
sk_sk: Téma nemohla byť presunutá.
sr_rs: Порука није могла бити премештена.
ug_cn: تېمىنى يۆتكەشكە مۇمكىن بولمىدى.

source: You do not have permission to stick topics.
bg_bg: Нямате позволение да залепяте теми.
et_ee: Teil puuduvad õigused teemade kleebiseks tegemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de mettre en avant les sujets.
hu_hu: Nincs jogosultság a témák ragadóssá tételéhez.
ja: トピックを先頭に固定する権限がありません。
pl_pl: Nie posiadasz uprawnienia do przyklejania tematów.
pt_br: Sem permissão para fixar tópicos.
ro_ro: Nu ai voie să fixezi subiecte.
sk_sk: Nemáte oprávnenie na vypichnutie tém.
sr_rs: Немате дозволу да лепите теме.
ug_cn: تېمىلارنى چوققىلىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: You do not have permission to stick this topic.
bg_bg: Нямате позволение да залепяте тази тема.
et_ee: Teil puuduvad õigused selle teema kleebiseks tegemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de mettre en avant ce sujet.
hu_hu: Nincs jogosultság ennek a témának ragadóssá tételéhez.
ja: このトピックを先頭に固定する権限がありません。
pl_pl: Nie posiadasz uprawnienia do przyklejenia tego tematu.
pt_br: Sem permissão para fixar este tópico.
ro_ro: Nu ai voie să fixezi acest subiect.
sk_sk: Nemáte oprávnenie na vypichnutie tejto témy.
sr_rs: Немате дозволу да налепите ову тему.
ug_cn: بۇ تېمىنى چوققىلىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: The topic could not be stuck.
bg_bg: Грешка при залепяне на темата.
et_ee: Teemat ei suudetud kinnitada.
fi: Aihe ei voi olla jumissa.
fr_fr: Le sujet ne pouvait pas être collé.
hu_hu: A témát nem sikerült leragasztani.
ja: トピックを先頭に固定できませんでした。
pl_pl: Temat nie mógł zostać przyklejony.
pt_br: O tópico não pode ser fixado.
ro_ro: Subiectul nu s-a putut fixa.
sr_rs: Ова тема не може бити залепљена.
ug_cn: تېمىنى چوققىلاشقا مۇمكىن بولمىدى.

source: You do not have permission to close topics.
bg_bg: Нямате позволение да затваряте теми.
et_ee: Teil puuduvad õigused teemade sulgemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de fermer les sujets.
hu_hu: Nincs jogosultság a téma lezárásához.
ja: トピックを閉じる権限がありません。
pl_pl: Nie posiadasz uprawnienia do zamykania tematów.
pt_br: Sem permissão para encerrar tópicos.
ro_ro: Nu ai voie să închizi subiecte.
sk_sk: Nemáte oprávnenie na uzatvorenie tém.
sr_rs: Немате дозволу да затварате теме.
ug_cn: تېمىلارنى تاقىشىڭىزغا ھوقۇق بېرىلمىگەن.

source: You do not have permission to close this topic.
bg_bg: Нямате позволение да затваряте тази тема.
et_ee: Teil puuduvad õigused selle teema sulgemiseks.
fi: Sinulla ei ole toimintoon tarvittavaa oikeutta.
fr_fr: Vous n&rsquo;avez pas l&rsquo;autorisation de fermer ce sujet.
hu_hu: Nincs jogosultság ennek a témának a lezárásához.
ja: このトピックを閉じる権限がありません。
pl_pl: Nie posiadasz uprawnienia do zamknięcia tego tematu.
pt_br: Sem permissão para encerrar este tópico.
ro_ro: Nu ai voie să închizi acest subiect.
sk_sk: Nemáte oprávnenie na uzatvorenie tejto témy.
sr_rs: Немате дозволу да затварите ову теме.
ug_cn: بۇ تېمىنى تاقىشىڭىزغا ھوقۇق بېرىلمىگەن.
