Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: bbPress is already installed.
bg_bg: bbPress е вече инсталиран.
fi: bbPress on jo asennettu.
fr_fr: bbPress est déjà installé.
hu_hu: A bbPress verzió már telepítve van.
ja: bbPress はすでにインストールされています。
pl_pl: bbPress jest już zainstalowany.
pt_br: O bbPress já está instalado.
ro_ro: bbPress este deja instalat.
sk_sk: bbPress je už nainštalované.
sr_rs: bbPress је већ инсталиран.
ug_cn: bbPress قاچىلاپ بولۇنغان.

source: Perhaps you meant to run the <a href="%s">upgrade script</a> instead?
bg_bg: Може би искахте да стартирате <a href="%s">обновяването</a>?
et_ee: Võibolla tahtsite hoopis <a href="%s">uuendada</a>?
fi: Yritätkö kenties <a href="%s">päivittää</a> asennustasi?
fr_fr: Voulez vous lancer <a href="%s">l&#8217;utilitaire de mise à jour</a> à la place ?
hu_hu: Nem lehetséges, hogy inkább a <a href="%s">frissítő szkriptet</a> kellene futtatni?
ja: <a href="%s">アップグレードスクリプト</a>を実行しますか ?
pl_pl: Być może chcesz uruchomić <a href="%s">skrypt aktualizujący</a>?
pt_br: Em vez disso, talvez você queira executar o <a href="%s">script de atualização</a>?
ro_ro: Probabil cauți să rulezi <a href="%s">script-ul pentru actualizare</a>?
sr_rs: Можда сте мислили да покренете <a href="%s">ажурирање</a>?
th: บางทีคุณอาจจะต้องการ <a href="%s">อัปเกรด script</a>
ug_cn: دېمەكچى بولغىنىڭىز بۇنىڭ ئورنىغا <a href="%s">يېڭىلاش پروگراممىسى</a> نى ئىجرا قىلىشمۇ قانداق؟

source: I could not find the file <code>bb-config-sample.php</code><br />Please upload it to the root directory of your bbPress installation.
bg_bg: Файлът <code>bb-config-sample.php</code> не може да бъде открит.<br />Моля качете го в главната директория на исталацията на bbPress.
fi: Tarvittavaa <code>bb-config-sample.php</code>-tiedostoa ei löydy<br />Ole hyvä ja lataa se bbPress-asennuksen juurihakemistoon.
fr_fr: Impossible de trouver le fichier <code>bb-config-sample.php</code><br />Merci d&#8217;envoyer ce dernier dans le dossier racine de votre installation de bbPress.
hu_hu: A <code>bb-config-sample.php</code><br /> nem található. Töltsd fel a bbPress gyökénykönyvtárába.
ja: <code>bb-config-sample.php</code> ファイルが見つかりません。<br />ファイルを bbPress のルートディレクトリにアップロードしてください。
pl_pl: Nie mogłem znaleźć pliku <code>bb-config-sample.php</code><br />Proszę wysłać go na serwer, do głównego katalogu Twojej instalacji bbPressa.
pt_br: Não foi possível encontrar o arquivo <code>bb-config-sample.php</code><br/>Envie-o ao diretório-raiz de instalação do bbPress.
ro_ro: Nu s-a putut găsi fișierul <code>bb-config-sample.php</code><br />Acesta trebuie încărcat în directorul rădăcină a instalării bbPress.
sr_rs: Не могу да пронађем датотеку <code>bb-config-sample.php</code><br />Молимо вас да је снимите у почетни директоријум своје инсталације bbPress-а.
th: ระบบไม่พบไฟล์ <code>bb-config-sample.php</code><br /> กรุณาอัปโหลดไฟล์นี้ลงในไดเรคทอรีหลักของการติดตั้ง bbPress
ug_cn: <code>bb-config-sample.php</code> ھۆججىتىنى تاپالمىدىم.<br />ئۇنى bbPress نى قاچىلايدىغان غول مۇندەرىجىگە يۈكلەپ بېرىڭ.

source: There doesn't seem to be a <code>bb-config.php</code> file. This usually means that you want to install bbPress.
bg_bg: Файлът <code>bb-config.php</code> липсва. Това обикновено означава, че искате да инсталирате bbPress.
et_ee: <code>bb-config.php</code> fail puudub. Tavaliselt tähendab see, et te soovite bbPressi paigaldada.
fi: Tarvittavaa <code>bb-config.php</code>-tiedostoa ei löydy. Tämä yleensä tarkoittaa sitä, että haluat asentaa bbPressin.
fr_fr: Le fichier <code>bb-config.php</code> est introuvable. Ce dernier est indispensable pour réussir l&#8217;installation de bbPress.
hu_hu: Nem található <code>bb-config.php</code> fájl. Ez általában azt jelenti, hogy telepíteni szeretnéd a bbPress-t.
ja: <code>bb-config.php</code> が見当たらないようです。これは通常、bbPress をインストールする必要があることを意味します。
pl_pl: Wygląda na to, że plik <code>bb-config.php</code> nie istnieje. Zwykle oznacza to, że zamierzasz zainstalować bbPressa.
pt_br: Não parece ser um arquivo <code>bb-config.php</code>. Geralmente, isso significa que você deseja instalar o bbPress.
ro_ro: Se pare că nu există fișierul <code>bb-config.php</code>. De obicei acest lucru spune că bbPress trebuie instalat.
sr_rs: Изгледа да не постоји датотека <code>bb-config.php</code>. Ово обично значи да желите да инсталирате bbPress.
th: ดูเหมือนว่าไม่มีไฟล์ <code>bb-config.php</code> ซึ่งหมายความว่าคุณต้องการจะติดตั้ง bbPress
ug_cn: بۇ يەردە <code>bb-config.php</code> ھۆججىتى يوق ئىكەن. مۇنداقچە ئېيتقاندا bbPress نى قاچىلاش لازىمكەن.

source: Go to step 1
bg_bg: Към стъпка 1
fi: Siirry vaiheeseen 1
fr_fr: Aller à la deuxième étape
hu_hu: Az első lépésre
ja: ステップ1へ進む
pl_pl: Przejdź do kroku 1
pt_br: Ir para o passo 1
ro_ro: Mergi la pasul 1
sk_sk: Prejsť na krok 1
sr_rs: Иди на први корак
ug_cn: 1- قەدەمگە يۆتكىلىش

source: Database name
bg_bg: Име на база данни
et_ee: Andmebaasi nimi
fi: Tietokannan nimi
fr_fr: Nom de la base de données
hu_hu: Adatbázis név
ja: データベース名
pl_pl: Nazwa bazy danych
pt_br: Nome do banco de dados
ro_ro: Numele bazei de date
sk_sk: Meno databázy
sr_rs: Име базе података
ug_cn: ساندان نامى

source: The name of the database in which you want to run bbPress.
bg_bg: Име на базата данни, с която искате да стартирате bbPress.
et_ee: Andmebaasi nimi, kuhu soovite bbPressi paigaldada.
fi: Tietokannan nimi
fr_fr: Le nom de la base de données sur laquelle vous voulez faire fonctionner bbPress.
hu_hu: Az adatbázis neve, melyben a bbPress-t szeretnéd futtatni.
ja: bbPress で使用するデータベース名。
pl_pl: Nazwa bazy danych, w której działać ma bbPress.
pt_br: O nome do banco de dados em que você quer executar o bbPress.
ro_ro: Numele bazei de date care va fi folosită de bbPress.
sr_rs: Име базе података у којој желите да снимате податке bbPress-а.
th: ชื่อของฐานข้อมูลที่คุณต้องการลง bbPress
ug_cn: bbPress نى ئىشلىتىشتە لازىم بولىدىغان سانداننىڭ نامى.

source: Database user
bg_bg: Потребител на базата данни
et_ee: Andmebaasi kasutajanimi
fi: Tietokannan käyttäjätunnus
fr_fr: Utilisateur de la base de données
hu_hu: Adatbázis felhasználó
ja: データベースのユーザー
pl_pl: Nazwa użytkownika bazy danych
pt_br: Usuário do Banco de Dados
ro_ro: Utilizatorul bazei de date
sk_sk: Užívateľ databázy
sr_rs: Корисник базе података
ug_cn: ساندان قوللانچىسى

source: Database password
bg_bg: Парола на базата данни
et_ee: Andmebaasi parool
fi: Tietokannan salasana
fr_fr: Mot de passe de la base de données
hu_hu: Adatbázis jelszó
ja: データベースのパスワード
pl_pl: Hasło do bazy danych
pt_br: Senha do Banco de Dados
ro_ro: Parola bazei de date
sk_sk: Heslo databázy
sr_rs: Лозинка базе података
ug_cn: ساندان پارولى

source: Language
bg_bg: Език
et_ee: Keel
fi: Kieli
fr_fr: Langue
hu_hu: Nyelv
ja: 使用言語
pl_pl: Język
pt_br: Idioma
ro_ro: Limba
sk_sk: Jazyk
sr_rs: Језик
th: ภาษา
ug_cn: تىل

source: The language which bbPress will be presented in once installed. Your current installer language choice (%s) will be the same for the rest of the install process.
bg_bg: Езикът който ще ползва bbPress след като бъде инсталиран. Избраният в момента език (%s) ще остане до края на инсталацията.
fi: Kieli, jota bbPress käyttää asennuksen jälkeen. Nykyinen kielen valinta (%s) pysyy vielä asennuksen loppuun.
fr_fr: La langue choisie sera utilisée par bbPress une fois installé. Votre choix actuel de langue pour l'installation (%s) sera utilisé pour le reste du processus d&rsquo;installation.
hu_hu: A nyelv, melyen a bbPress megjelenik a telepítés után. Az aktuális nyelvi beállítás (%s) marad érvényben a telepítés során.
ja: インストール後に bbPress で使用する言語。インストールの間は、現在の選択言語 (%s) が適用されます。
pl_pl: Język, w którym funkcjonował będzie bbPress po instalacji. Język wybrany do użycia w procesie instalacji (%s) pozostanie niezmieniony.
pt_br: O idioma em que o bbPress será exibido uma vez instalado. O idioma de instalação escolhido (%s) permanecerá o mesmo pelo resto do processo de instalação.
ro_ro: Limba care bbPress o va folosi după instalare. Limba actuală a instalatorului (%s) va rămâne aceeași pentru tot restul procesului de instalare.
sr_rs: Језик на коме ће bbPress бити представљен једном када се инсталира. Ваш тренутни изабрани језик (%s) ће остати током преосталог поступка инсталације.
ug_cn: قاچىلانغاندىن كېيىنكى bbPress ئىشلىتىدىغان تىل. قاچىلاش داۋامىدا يەنىلا نۆۋەتتە تاللىغان تىل (%s) ئىشلىتىلىدۇ.

source: Show advanced settings
bg_bg: Покажи допълнителните настройки
et_ee: Näita täpsemaid seadeid
fi: Näytä lisäasetukset
fr_fr: Afficher les paramètres avancés
hu_hu: Haladó beállítások megtekintése
ja: 上級者向け設定を表示
pl_pl: Pokaż zaawansowane ustawienia
pt_br: Mostrar configurações avançadas
ro_ro: Arată setările avansate
sk_sk: Ukázať pokročilé nastavenia
sr_rs: Прикажи напредна подешавања
ug_cn: تەپسىلىي تەڭشەكلەرنى كۆرسىتىش

source: These settings usually do not have to be changed.
bg_bg: Обикновено тези настройки няма нужда да бъдат променяни.
fi: 99 % todennäköisyydellä näitä asetuksia ei tarvitse muuttaa.
fr_fr: Dans la plupart des cas, vous n&#8217;aurez pas à modifier ces paramètres.
hu_hu: Ezeket az értékeket, valószínűleg nem szükséges megváltoztatni.
pl_pl: Zwykle zmiana tych ustawień nie jest potrzebna.
pt_br: Normalmente essas configurações não precisam ser alteradas.
ro_ro: Aceste setări de obicei nu necesită modificări.
sr_rs: Ова подешавања обично не морају да се мењају.
ug_cn: ئادەتتە بۇ تەڭشەكلەر ئۆزگەرتىلمىسىمۇ بولىدۇ.

source: Database host
bg_bg: Хост на базата данни
et_ee: Andmebaasi server
fi: Tietokantapalvelin
fr_fr: Hôte de la base de données
hu_hu: Adatbázis kiszolgáló
ja: データベースホスト
pl_pl: Adres serwera bazy danych
pt_br: Host do banco de dados
ro_ro: Gazda bazei de date
sr_rs: Домаћина (host) базе података
ug_cn: ساندان مۇلازىمېتىرى

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should remain <strong>localhost</strong>.
bg_bg: Името на домейна или IP адреса на сървъра, на който се намира базата данни. Ако базата дани е на същия сървър като сайта, най-добре би било тази настройка да остане <strong>localhost</strong>.
et_ee: Serveri domeeninimi või IP-aadress, kus andmebaas asub. Kui andmebaas asub samas serveris, kus veebiserver, siis selle väärtuseks peaks jätma <strong>localhost</strong>.
fi: Syötä tähän tietokantapalvelimen domain-nimi tai IP-osoite. Mikäli tietokanta on samalla palvelimella web-sivuston kanssa, tämän asetuksen arvo on todennäköisesti <strong>localhost</strong>.
fr_fr: Le nom de domaine ou l&#8217;adresse IP du serveur où se situe la base de données. Si la base de données est sur le même serveur que le site internet, vous devriez probablement laisser <strong>localhost</strong>.
hu_hu: Az adatbázis szerver domain neve vagy IP címe. Ha az adatbázis ugyanazon a szerveren található mint a weboldal, akkor ez az érték valószínűleg a <strong>localhost</strong>.
ja: データベースが置かれているサーバーのドメイン名か IP アドレス。 データベースがウェブサイトと同じサーバー上にあるのなら、通常は <strong>localhost</strong> のままでいいはずです。
pl_pl: Domena lub adres IP, pod którym znajduje się serwer bazy danych. Jeżeli baza danych znajduje się na tym samym serwerze, na którym znajduje się strona, wartością tego ustawienia prawdopodobnie powinno pozostać <strong>localhost</strong>.
pt_br: O domínio ou endereço de IP do servidor onde o banco de dados está localizado. Se o banco de dados está no mesmo servidor que o site, então possivelmente você poderá deixar <strong>localhost</strong>.
ro_ro: Domeniul sau adresa IP a serverului pe care stă baza de date. Dacă baza de date se află pe același server, atunci probabil aceasta poate rămâne <strong>localhost</strong>.
sr_rs: Домен или IP адреса сервера где се налази база података. Уколико је база на истом серверу као и веб место, онда ово вероватно треба да остане <strong>localhost</strong>.
th: ชื่อเว็บหรือ IP address ของเซิฟเวอร์ที่ซึ่งฐานข้อมูลอยู่ ถ้าฐานข้อมูลอยู่บนเซิฟเวอร์เดียวกับเว็บไซต์แล้ว ค่านี้ควรจะเป็น <strong>localhost</strong>
ug_cn: ساندان جايلاشقان مۇلازىمېتىرنىڭ نامى ياكى IP ئادرېسى. ئەگەر ساندان تور بەت قويۇلغان مۇلازىمېتىردا بولسا، ئۇ ھالدا <strong>localhost</strong> پېتى تۇرسا بولىدۇ.

source: Database character set
bg_bg: Символно кодиране на базата данни
et_ee: Andmebaasi märgistik
fi: Tietokannan merkistö
fr_fr: Encodage de la base de données
hu_hu: Adatbázis karakterkészlet
ja: データベース文字セット
pl_pl: Kodowanie bazy danych
pt_br: Conjunto de caracteres do banco de dados
ro_ro: Setul de caractere folosit de baza de date
sk_sk: Znaková sada databázy
sr_rs: Изворни скуп карактера базе података
ug_cn: ئەسلى كودلىنىشى:

source: Database character collation
bg_bg: Символна колация на базата данни
et_ee: Andmebaasi märkite kollatsioon
fi: Tietokannan merkistö
fr_fr: Interclassement des caractères de la base de données
hu_hu: Adatbázis karakter összeolvasás
ja: データベース文字コード照合順序の設定
pl_pl: Kodowanie porównań w bazie danych
pt_br: Collation de caracteres do banco de dados
ro_ro: Colaționarea caracterelor la baza de date
sr_rs: Сортирање базе података
ug_cn: ساندان ھەرپبەلگە سېلىشتۇرمىسى

source: The character collation value set when the database was created.
bg_bg: Символната колация използвана при създаването на базата данни.
et_ee: Andmebaasi loomisel valitud märkide kollatsioon.
fi: Tietokannan merkistö sitä luotaessa.
fr_fr: L&#8217;interclassement des caractères doit être le même que celui utilisé lors de la création de la base de données.
hu_hu: Az adatbázis létrehozásakor beállított karakter összefésülés értéke.
ja: データベース作成時の文字コード照合順序の値。
pl_pl: Kodowanie porównań wykonywanych w bazie danych ustawione podczas jej tworzenia.
pt_br: O collation de caracteres definido quando o banco de dados foi criado.
ro_ro: Valoarea pentru colaționarea caracterelor aleasă la crearea bazei de date.
sr_rs: Сортирање базе података је постављено када је база података направљена.
th: การตั้งค่าตรวจเทียบตัวอักษรเมื่อฐานข้อมูลถูกสร้าง
ug_cn: ساندان قۇرۇلغان چاغدىكى كودلىنىشنى سېلىشتۇرۇش تەرتىپىنىڭ قىممىتى.

source: Table name prefix
bg_bg: Представка на името на таблицата
et_ee: Tabelinimede eesliide
fi: Taulun nimen etuliite:
fr_fr: Préfixe des noms de table
hu_hu: Tábla előtag
ja: テーブル名の接頭語
pl_pl: Prefiks nazw tabel
pt_br: Prefixo do nome da tabela
ro_ro: Prefixul pentru tabele
sk_sk: Prefix tabuľky
sr_rs: Префикс базе података
ug_cn: جەدۋەل نامى ئالدى قوشۇمچىسى

source: If you are running multiple bbPress sites in a single database, you will probably want to change this.
bg_bg: Ако ползвате базата данни за множество инсталации на bbPress, може да намерите за удобно да ползвате различни представки.
fi: Mikäli useampi bbPress-asennus käyttää samaa tietokantaa, luultavasti haluat muuttaa tätä.
fr_fr: Si vous faites fonctionner plusieurs instances de bbPress sur une même base de données, vous devrez probablement modifier ce paramètre.
hu_hu: Ha több telepített bbPress található egy adatbázisban, akkor ezt valószínűleg meg kell változtatni
ja: ひとつのデータベース上で複数の bbPress インストールを実行している場合、この値を変更した方がよいでしょう。
pl_pl: Jeżeli w jednej bazie danych znajduje się kilka instalacji bbPressa, zmiana tego ustawienia prawdopodobnie będzie pożądana.
pt_br: Se estiver executando vários sites do bbPress em um único banco de dados, provavelmente você desejará alterar isso.
ro_ro: Dacă vor rula mai multe instanțe bbPress folosind o singură bază de date, atunci probabil trebuie să schimbi asta.
sr_rs: Уколико покрећете више bbPress веб места у једној бази података, онда ћете вероватно желети да промените ово.
ug_cn: ئەگەر بىر قانچە bbPress نى ئوخشاش بىر ساندانغا قاچىلىغان بولسىڭىز، ئۇنداقتا بۇنى ئۆزگەرتىشىڭىزگە توغرا كېلىشى مۇمكىن.

source: Contents for <code>bb-config.php</code>
bg_bg: Съдържание на <code>bb-config.php</code>
et_ee: <code>bb-config.php</code> faili sisu
fi: Sisältö tiedostolle <code>bb-config.php</code>
fr_fr: Contenu pour le fichier <code>bb-config.php</code>
hu_hu: Tartalom a <code>bb-config.php</code> fájlhoz
ja: <code>config.php</code> の内容
pl_pl: Zawartość pliku <code>bb-config.php</code>
pt_br: Conteúdo para <code>bb-config.php</code>
ro_ro: Conținutul pentru <code>bb-config.php</code>
sk_sk: Obsah pre <code>bb-config.php</code>
sr_rs: Садржај за <code>bb-config.php</code>
ug_cn: <code>bb-config.php</code> نىڭ مەزمۇنى

source: Once you have created the configuration file, you can check for it below.
bg_bg: След като сте създали конфигурационния файл, можете да го проверите по-долу.
et_ee: Peale konfiguratsioonifaili loomist võite seda kontrollida.
fi: Kun olet luonut konfigurointitiedoston, voit tarkistaa sen tiedot alta.
fr_fr: Une fois le fichier de configuration créé, vous pouvez vérifier la suite.
hu_hu: Amint létrehoztad a konfigurációs fájlt, alább ellenőrizheted azt.
ja: 設定ファイルの作成後、以下で確認できます。
pl_pl: Po utworzeniu pliku konfiguracji możesz go sprawdzić poniżej.
pt_br: Após criar o arquivo de configuração, você poderá examiná-lo abaixo.
ro_ro: Odată ce a fost creat fișierul de configurare, îl poți verifica mai jos.
sr_rs: Једном када сте направили датотеку подешавања, можете је проверити испод.
th: เมื่อคุณได้ทำการสร้างไฟล์การตั้งค่าแล้ว คุณสามารถตรวจสอบได้ที่ด้านล่าง
ug_cn: سەپلىمە ھۆججىتىنى قۇرۇپ بولغاندىن كېيىن ئۇنى تۆۋەندە تەكشۈرەلەيسىز.

source: Save database configuration file
bg_bg: Съхранете конфигурафционния файл на базата данни
et_ee: Salvesta andmebaasi seadete fail
fi: Tallenna tietokannan kunfigurointitiedosto
fr_fr: Énregistrer le fichier de configuration de la base de données
hu_hu: Adatbázis konfigurációs fájl mentése
ja: データベース設定ファイルを保存
pl_pl: Zapisz plik konfiguracji bazy danych
pt_br: Salvar arquivo de configuração do banco de dados
ro_ro: Salvează fișierul de configurare pentru baza de date
sr_rs: Сачувај датотеку са подешавањима базе података
ug_cn: ساندان سەپلىمە ھۆججىتىنى ساقلاش

source: &laquo; Go back
bg_bg: &laquo; Връщане
es_es: &laquo; Volver
et_ee: &laquo; Tagasi
fi: &laquo; Takaisin
fr_fr: &laquo; Retour
hu_hu: &laquo; Vissza
id_id: &laquo; Kembali
ja: &laquo; 戻る
pl_pl: &laquo; Wróć
pt_br: &laquo; Voltar
ro_ro: &laquo; Mergi înapoi
sk: &laquo; Choď späť
sk_sk: &laquo; Vrátiť späť
sr_rs: &laquo; Иди назад
th: &laquo; กลับไป
ug_cn: &laquo; قايتىش

source: Check for configuration file
bg_bg: Поверяване на конфигурационния файл
et_ee: Kontrolli konfiguratsioonifaili
fi: Tarkista konfigurointitiedosto
fr_fr: Vérifier le fichier de configuration
hu_hu: Konfigurációs fájl keresése
ja: 設定ファイルを確認
pl_pl: Sprawdź plik konfiguracji
pt_br: Confira o arquivo de configuração
ro_ro: Caută fișierul de configurare
sk_sk: Skontrolovať konfiguračný súbor
sr_rs: Провери датотеку са подешавањима
ug_cn: سەپلىمە ھۆججىتىنى تەكشۈرۈش

source: Go to step 2
bg_bg: Към стъпка 2
fi: Siirry vaiheeseen 2
fr_fr: Aller à la deuxième étape
hu_hu: Tovább a 2. lépésre
ja: ステップ2へ進む
pl_pl: Przejdź do kroku 2
pt_br: Ir para o passo 2
ro_ro: Mergi la pasul 2
sk_sk: Prejsť na krok 2
sr_rs: Иди на други корак
ug_cn: 2- قەدەمگە يۆتكىلىش

source: Add integration settings
bg_bg: Добавете настройки за интеграция
et_ee: Seo WordPressiga
fi: Lisää yhdistämisen asetukset
fr_fr: Ajouter les paramètres d&#8217;intégration
hu_hu: Integrációs lehetőségek hozzáadása
ja: 統合設定を追加
pl_pl: Dodaj ustawienia integracji
pt_br: Adicionar configurações de integração
ro_ro: Adaugă suportul pentru integrare
sk_sk: Pridať integračné nastavenia
sr_rs: Додај подешавања спајања
ug_cn: باغلاش تەڭشەكلىرىنى قوشۇش

source: If you want to integrate bbPress with an existing WordPress site.
bg_bg: Ако искате да интегрирате bbPress със съществуваща WordPress нсталация.
fi: Mikäli haluat integroida bbPressin olemassa olevan WordPress-asennuksen kanssa
fr_fr: Si vous voulez intégrer bbPress avec une installation existante de WordPress.
hu_hu: Ha a bbPress-t egy meglévő WordPress-el szeretnéd integrálni.
ja: bbPress を 既存の WordPress と統合する場合。
pl_pl: Jeśli chcesz zintegrować bbPressa z istniejącą stroną opartą na WordPressie.
pt_br: Se você deseja integrar o bbPress com um site existente do WordPress.
ro_ro: Dacă încerci integrarea bbPress cu o instanță existentă WordPress.
sr_rs: Уколико желите да спојите bbPress са постојећим Вордпресовим веб местом.
ug_cn: bbPress نى نۆۋەتتىكى ۋوردپرەس بىلەن بىرلەشتۈرمەكچى بولغان ئەھۋالدا.

source: Skip WordPress integration
bg_bg: Прескочи интеграцията на WordPress
fi: Ohita WordPress-integrointi
fr_fr: Sauter l&#8217;intégration à WordPress
hu_hu: WordPress integráció kihagyása
ja: WordPress ブログとの統合設定をせずに進む
pl_pl: Pomiń integrację z WordPressem
pt_br: Ignorar integração ao WordPress
ro_ro: Sări peste integrarea cu WordPress
sk_sk: Preskočiť integráciu WordPress
sr_rs: Прескочи спајање са Вордпресом
ug_cn: ۋوردپرەسكە باغلاشتىن ئاتلاپ كېتىش

source: Save WordPress integration settings
bg_bg: Съхрани настройките за интеграция с WordPress
et_ee: Salvesta WordPressiga sidumise seaded
fi: Tallenna WordPress-integroinnin asetukset
fr_fr: Énregistrer les paramètres d&#8217;intégration à WordPress
hu_hu: WordPress integrációs beállítások mentése
ja: WordPress ブログとの統合設定を保存
pl_pl: Zapisz ustawienia integracji z WordPressem
pt_br: Salvar configurações de integração ao WordPress
ro_ro: Salvează setările pentru integrarea cu WordPress
sk_sk: Uložiť integračné nastavenia WordPress
sr_rs: Сачувајте подешавања о спајању са Вордпресом
ug_cn: ۋوردپرەسكە باغلاش تەڭشەكلىرىنى ساقلاش

source: Add cookie integration settings
bg_bg: Добави настроките за интеграция на cookies
et_ee: Seo küpsised
fi: Lisää evästeintegroinnin asetukset
fr_fr: Ajouter les paramètres d&#8217;intégration du cookie
hu_hu: Cookie integációs beállítások hozzáadása
ja: Cookie 統合設定を追加
pl_pl: Dodaj ustawienia integracji ciasteczek
pt_br: Adicionar configurações de integração de cookie
ro_ro: Adăugă setări de integrare folosind cookie-urile.
sk_sk: Pridať integrašné nastavenia cookie
sr_rs: Додај подешавања о спајању колачића („cookie“-ја)
ug_cn: Cookie باغلاش تەڭشەكلىرىنى قوشۇش

source: If you want to allow shared logins with an existing WordPress site.
bg_bg: Ако искате да разрешите общото влизане със съществуваща инсталация на WordPress.
fi: Mikäli haluat sallia jaetut kirjautumistunnukset olemassa olevan WordPress-asennuksen kanssa.
fr_fr: Si vous voulez partager les connexions avec une installation existante de WordPress.
hu_hu: Ha szeretnéd engedélyezni a közös bejelentkezést egy már telepített Worpress-el.
ja: 既存の WordPress との共有ログインを許可する場合。
pl_pl: Jeśli chcesz zezwolić na równoczesne logowanie się do istniejącej strony opartej na WordPressie.
pt_br: Se desejar permitir logins compartilhados com um site existente do WordPress.
ro_ro: Dacă încerci să obții autentificarea partajată cu o instanță WordPress.
sk_sk: Ak chcete povoliť zdielané prihlásenia s existujúcou WordPress stránkou.
sr_rs: Уколико желите да дозволите дељена пријављивања са постојећим Вордпресовим веб местом.
ug_cn: نۆۋەتتىكى ۋوردپرەس بىلەن ئورتاق ھالدا تىزىملىتىپ كىرىشكە رۇخسەت قىلماقچى بولغان ئەھۋالدا.

source: WordPress "auth" cookie key
bg_bg: WordPress "auth" ключ
et_ee: WordPressi "auth" küpsise võti
fi: WordPress "auth" evästeavain
fr_fr: Clef secrète du cookie de WordPress "auth"
hu_hu: WordPress "auth" süti kulcs
ja: WordPress "auth" Cookie 秘密鍵
pl_pl: Klucz ciasteczek "auth" WordPressa
pt_br: Chave do cookie "auth" do WordPress
sk_sk: WordPress "auth" cookie kľúč
sr_rs: Вордпресов "auth" кључ колачића
ug_cn: WordPress "auth" cookie ئاچقۇچى
