Repository: achorg/DH-Answers
Catalog: *-languages/*.po
Languages: bg_bg, es_es, et_ee, fi, fr_fr, hu_hu, id_id, ja, pl_pl, pt_br, ro_ro, sk, sk_sk, sr_rs, th, ug_cn

source: Log in &raquo;
bg_bg: Вход &raquo;
et_ee: Logi sisse &raquo;
fi: Kirjaudu sisään &raquo;
fr_fr: Connexion &raquo;
hu_hu: Bejelentkezés &raquo;
id_id: Masuk log &raquo;
ja: ログイン &raquo;
pl_pl: Zaloguj się &raquo;
ro_ro: Autentificare &raquo;
sk_sk: Prihlásenie &raquo;
sr_rs: Пријава &raquo;
th: เข้าสู่ระบบ &raquo;
ug_cn: كىرىش &raquo;

source: If you would like to recover the password for this account, you may use the following button to start the recovery process:
hu_hu: Ha szeretnéd visszanyerni a jelszót, a következő gombot használhatod:
id_id: Jika Anda ingin memperoleh kembali kata sandi untuk akun ini, Anda dapat menggunakan tombol berikut untuk memulai proses pengembalian:
sk: Ak by si chcel znovu obnoviť heslo pre tento účet, môžeš použiť nasledujúce tlačítko a začať tak proces obnovenia hesla:

source: Recover Password &raquo;
bg_bg: Възстановяване на парола &raquo;
et_ee: Unustasin parooli &raquo;
fi: Palauta salasana &raquo;
fr_fr: Récupérer le mot de passe &raquo;
hu_hu: Új jelszó kérése &raquo;
id_id: Dapatkan Kembali Kata Sandi &raquo;
ja: パスワードを回復する &raquo;
pl_pl: Odzyskaj hasło &raquo;
pt_br: Recuperar senha &raquo;
ro_ro: Recuperează parolă &raquo;
sk_sk: Obnoviť heslo &raquo;
sr_rs: Обнови лозинку &raquo;
th: กู้คืนรหัสผ่าน &raquo;
ug_cn: پارولنى تېپىش &raquo;

source: Your password has been reset and a new one has been mailed to you.
bg_bg: Паролата ви беше променена. Новата парола ще бъде изпратена на E-mail адреса ви.
et_ee: Uus parool on saadetud teile e-postkasti.
fi: Salasanasi on vaihdettu ja uusi salasana on lähetetty sinulle sähköpostise.
fr_fr: Votre mot de passe a été réinitialisé et un nouveau vous a été envoyé par e-mail.
hu_hu: Jelszavadat újra generáltuk és elküldtük emailben neked.
id_id: Kata sandi Anda telah ditentukan ulang dan yang baru telah dikirimkan ke Anda melalui email.
ja: パスワードをリセットして、新しいパスワードをメールで送信しました。
pl_pl: Twoje hasło zostało zastąpione nowym, które zostało wysłane na Twój adres e-mail.
pt_br: Sua senha foi redefinida e uma nova senha foi enviada para você.
ro_ro: Parola a fost resetată și cea nouă a fost trimisă prin e-mail.
sk: Vymenili sme ti heslo. Nové náhodné heslo Ti príde e-mailom za pár sekúnd.
sk_sk: Vaše heslo bolo resetované a nové vám bolo odoslané na e-mail.
sr_rs: Ваша лозинка је ресетована и нова вам је послата на вашу е-пошту.
th: รหัสผ่านของคุณได้ถูกตั้งค่าใหม่ และรหัสผ่านใหม่ได้ถูกส่งอีเมล์ไปหาคุณ
ug_cn: پارولىڭىز قايتا بەلگىلەندى. يېڭى پارول ئېلخەتتە يوللاپ بېرىلدى.

source: An email has been sent to the address we have on file for you. If you don&#8217;t get anything within a few minutes, or your email has changed, you may want to get in touch with the webmaster or forum administrator here.
bg_bg: Изпратихме писмо на адреса, който сте ни предоставили. Ако не получите нищо до няколко минути или сте променили E-mail адреса си, потърсете помощта на нашия уебмастър или форумен администратор.
et_ee: Teile saadeti e-kiri teie kasutajaprofiilis märgitud aadressile. Kui kiri ei saabu mõne minuti jooksul, või teie e-postiaadress on muutunud, siis võtke ühendust foorumi administraatoriga.
fi: Sähköposti on lähetetty antamaasi osoitteeseen ja sen pitäisi saapua muutaman minuutin kuluessa. Mikäli viesti ei tule perille tai sähköpostiosoitteesi on muuttunut, ota yhtetyttä sivuston ylläpitäjään tai foorumin valvojaan.
fr_fr: Un e-mail a été envoyé à l&#8217;adresse que vous avez renseignée. Si vous n&#8217;avez rien reçu dans quelques minutes, ou si vous avez changé d&#8217;adresse e-mail, vous devez contacter le webmaster ou l&#8217;administrateur du forum.
hu_hu: Egy emailt küldtünk a regisztrált címre. Ha pár percen belül nem érkezik meg az email, vagy megváltoztattad az email címed, akkor lépj kapcsolatba a webmesterrel vagy a fórum adminisztrátorral itt.
ja: 登録アドレス宛にメールを送信しました。数分内にメールが届かない場合、もしくはメールアドレスを変更した場合は、サイト管理者もしくはフォーラム管理者までご連絡ください。
pl_pl: Na adres e-mail, widniejący w bazie danych jako Twój adres kontaktowy, wysłaliśmy wiadomość. Jeżeli nie otrzymasz niczego w ciągu kilku minut lub korzystasz w innego adresu e-mail, możesz chcieć skontaktować się z webmasterem lub administratorem forum.
pt_br: Um email foi enviado para o seu endereço que temos em arquivo. Se não recebê-lo em alguns minutos ou tiver alterado seu email, entre em contato com o webmaster ou administrador do fórum aqui.
ro_ro: A fost trimis un email la adresa ta. Dacă nu primești nimic în câteva minute, sau folosești deja altă adresa de email, probabil va trebui să iei legătura cu un administrator.
sr_rs: Порука вам је послата на адресу е-поште коју имамо снимљену као вашу. Уколико не примите ништа у наредних неколико минута или је ваша адреса е-поште промењена, можда ћете морати да ступите у контакт са управником овог форума.
th: อีเมล์ได้ถูกส่งไปให้ตามอีเมล์ที่คุณระบุ ถ้าคุณไม่ได้รับภายในสองสามนาที หรือคุณเปลี่ยนอีเมล์ คุณอาจจะต้องติดต่อกับ webmaster หรือผู้ควบคุมฟอรั่มที่นี่
ug_cn: تىزىملاتقان ئادرېسىڭىزغا ئېلخەت ئەۋەتىلدى. بىر نەچچە مىنۇتقىچە ئېلخەتنى تاپشۇرۇپ ئالمىسىڭىز، ياكى ئېلخەت ئادرېسىڭىز ئۆزگەرگەن بولسا، بۇ مۇنبەرنىڭ ئېگىسى ياكى باشقۇرغۇچىسى بىلەن ئالاقىلىشىڭ.

source: Enter a few words (called <a href="%s">tags</a>) separated by spaces to help someone find your topic:
hu_hu: Adj meg egy pár szót (azaz <a href="%s">címkéket</a>) vesszővel elválasztva, hogy mások könnyebben megtalálhassák a topikodat:
sk: Napíš niekoľko výstižných slov oddelených medzerami, aby ostatní mohli tvoju tému nájsť (voláme ich <a href="%s">značky</a>):

source: Pick a section:
et_ee: Vali foorum:
hu_hu: Válassz egy részleget:
id_id: Pilih sebuah seksi:
sk: Vyber sekciu:
th: เลือกส่วน:

source: Posted %s ago
bg_bg: Публикувано преди %s
et_ee: Postitati %s tagasi
fi: Lähetetty %s sitten
fr_fr: Posté il y a %s
hu_hu: %s íródott
id_id: Dikirim %s yang lalu
ja: %s前の投稿
pl_pl: Napisano %s temu
pt_br: Publicado %s atrás
ro_ro: Publicat acum %s
sk: Publikované %s dozadu
sk_sk: Publikované %s dozadu
sr_rs: Објављено пре %s
th: โพสท์เมื่อ %s มาแล้ว
ug_cn: %s بۇرۇن يېزىلغان

source: Edit Profile
bg_bg: Редактиране на профила
et_ee: Muuda profiili
fi: Muokkaa profiilia
fr_fr: Modification du profil
hu_hu: Profil szerkesztése
id_id: Sunting Profil
ja: プロフィールの編集
pl_pl: Edytuj profil
pt_br: Editar perfil
ro_ro: Editare profil
sk: Uprav profil
sk_sk: Upraviť profil
sr_rs: Уреди профил
th: แก้ไขโปรไฟล์
ug_cn: ئارخىپنى تەھرىرلەش

source: Profile Info
bg_bg: Профил
et_ee: Profiili info
fi: Profiilin tiedot
fr_fr: Information du profil
hu_hu: Profil információ
id_id: Info Profil
ja: プロフィール情報
pl_pl: Profil
pt_br: Informações do perfil
ro_ro: Informații profil
sk: Profilové údaje
sk_sk: Profilové údaje
sr_rs: Подаци о профилу
th: รายละเอียด Profile
ug_cn: شەخسىي ئارخىپ ئۇچۇرلىرى

source: Administration
bg_bg: Администрация
et_ee: Administratsioon
fi: Ylläpito
hu_hu: Adminisztráció
id_id: Administrasi
ja: 管理
pl_pl: Administracja
pt_br: Administração
ro_ro: Administrare
sk: Administrácia
sk_sk: Administrácia
sr_rs: Управљање
th: การควบคุมเวบ
ug_cn: باشقۇرۇش

source: To change your password, enter a new password twice below:
bg_bg: За да промените паролата си, въведете новата парола два пъти:
et_ee: Parooli muutmiseks sisesta uut parooli kaks korda:
fi: Vaihtaaksesi salasanasi, anna uusi salasana kahdesti:
fr_fr: Pour modifier votre mot de passe, vous devez saisir deux fois le nouveau ci-dessous :
hu_hu: Jelszavad megváltoztatásához adj meg egy új jelszót kétszer:
id_id: Untuk mengubah kata sandi Anda, masukkan sebuah kata sandi baru dua kali di bawah ini:
ja: パスワードを変更するには、以下に新しいパスワードを二度入力してください。
pl_pl: Aby zmienić swoje hasło, dwukrotnie wprowadź poniżej nowe hasło:
pt_br: Para alterar sua senha, digite a nova senha duas vezes abaixo:
ro_ro: Pentru a schimba parola, scrie mai jos noua parolă de două ori:
sk_sk: Pre zmenu hesla, zadajte nové heslo nižšie, dva-krát za sebou:
sr_rs: Да промените своју лозинку, унесите нову два пута испод:
th: เพื่อเปลี่ยนรหัสผ่านของคุณ ใส่รหัสผ่านใหม่สองครั้งด้านล่าง
ug_cn: پارولىڭىزنى ئۆزگەرتىش ئۈچۈن تۆۋەندىكى ئورۇنغا يېڭى پارولنى ئىككى قېتىم كىرگۈزۈڭ:

source: Update Profile &raquo;
bg_bg: Обнови профила &raquo;
et_ee: Uuenda profiili &raquo;
fi: Päivitä profiili &raquo;
fr_fr: Mettre à jour le profil &raquo;
hu_hu: Profil módosítása &raquo;
id_id: Perbarui Profil &raquo;
ja: プロフィールを更新 &raquo;
pl_pl: Zaktualizuj profil &raquo;
pt_br: Atualizar perfil &raquo;
ro_ro: Actualizare profil &raquo;
sk: Aktualizuj Profil &raquo;
sk_sk: Aktualizuj Profil &raquo;
sr_rs: Ажурирај профил &raquo;
th: อัปเดตข้อมูลส่วนตัว &raquo;
ug_cn: شەخسىي ئارخىپنى يېڭىلاش &raquo;

source: Profile updated
bg_bg: Профилът е обновен.
et_ee: Profiili muudeti
fi: Profiili päivitetty
fr_fr: Profil mis à jour
hu_hu: Profil frissítve
id_id: Profil diperbarui
ja: プロフィールを更新しました
pl_pl: Profil został zaktualizowany
pt_br: Perfil atualizado
ro_ro: Profil actualizat
sk: Profil je aktualizovaný
sk_sk: Profil aktualizovaný
sr_rs: Профил је ажуриран
th: ข้อมูลส่วนตัวถูกอัปเดต
ug_cn: شەخسىي ئارخىپ يېڭىلاندى

source: Edit again &raquo;
bg_bg: Редактирай отново &raquo;
et_ee: Muuda uuesti &raquo;
fi: Muokkaa uudelleen &raquo;
fr_fr: Modifier de nouveau &raquo;
hu_hu: Újra módosítás &raquo;
id_id: Sunting lagi &raquo;
ja: 再編集 &raquo;
pl_pl: Edytuj ponownie &raquo;
pt_br: Editar novamente &raquo;
ro_ro: Editează din nou &raquo;
sk: Uprav znovu &raquo;
sk_sk: Znova upraviť &raquo;
sr_rs: Уреди поново &raquo;
th: แก้ไขอีกครั้ง &raquo;
ug_cn: قايتا تەھرىرلەش &raquo;

source: This is how your profile appears to a fellow logged in member, you may <a href="%1$s">edit this information</a>. You can also <a href="%2$s">manage your favorites</a> and subscribe to your favorites&#8217; <a href="%3$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>
hu_hu: Ez a profilod, melyet csak regisztrált és belépett felhasználók látnak. <a href="%1$s">Szerkesztheted az itt lévő információkat</a>. <a href="%2$s">Kedvencek kezelése</a> és feliratkozás a kedvencek <a href="%3$s"><abbr title="Really Simple Syndication">RSS hírcsatornájára</a>.
id_id: Seperti inilah profil Anda ditampilkan ke anggota yang masuk log. Anda dapat <a href="%1$s">menyunting informasi ini</a>. Anda juga dapat <a href="%2$s">mengelola favorit Anda</a> dan berlangganan ke umpan <a href="%3$s"><abbr title="Really Simple Syndication">RSS</abbr> favorit Anda</a>
sk: Takto vidia tvoj profil prihlásení členovia fóra.</p><p>Môžeš tu:</p><ul><li><a href="%1$s">upraviť tieto informácie</a></li><li><a href="%2$s">spravovať tvoje obľúbené témy</a></li><li><a href="%3$s">prihlásiť si odber <abbr title="Really Simple Syndication">RSS</abbr> kanálu</a> s tvojimi obľúbenými témami</li></ul><p id="empty">

source: User Activity
bg_bg: Потребителска активност
et_ee: Viimased toimingud
fi: Käyttäjän aktiivisuus
fr_fr: Activité de l&#8217;utilisateur
hu_hu: Felhasználói aktivitás
id_id: Aktivitas Pengguna
ja: 活動状況
pl_pl: Aktywność użytkownika
pt_br: Atividade do usuário
ro_ro: Activitatea utilizatorului
sk: Aktivita užívateľa
sk_sk: Aktivita užívateľa
sr_rs: Корисничка активност
th: กิจกรรมของผู้ใช้
ug_cn: قوللانچى مەشغۇلاتلىرى

source: Recent Replies
bg_bg: Скорошни отговори
et_ee: Värsked vastused
fi: Viimeisimmät vastaukset
fr_fr: Messages récents
hu_hu: Legutóbbi válaszok
id_id: Balasan Baru-Baru Ini
ja: 最近の投稿
pl_pl: Ostatnie odpowiedzi
pt_br: Respostas recentes
ro_ro: Răspunsuri recente
sk: Tvoje posledné reakcie
sk_sk: Posledné odpovede
sr_rs: Скорашњи одговори
th: ตอบกลับล่าสุด
ug_cn: يېقىنقى جاۋابلار

source: Last
hu_hu: Utolsó

source: Recent
hu_hu: Utolsó bejegyzések

source: Favourite
hu_hu: Kedvencek

source: %s ago.
hu_hu: %s óta.

source: none
et_ee: puudub
hu_hu: nincs
th: ไม่มี

source: No more replies.
bg_bg: Няма повече отговори.
et_ee: Rohkem vastuseid pole.
fi: Ei uusia vastauksia.
fr_fr: Pas de réponses.
hu_hu: Nincs több válasz.
id_id: Tidak ada balasan lagi.
ja: その他の返信なし
pl_pl: Nie ma więcej odpowiedzi.
pt_br: Sem mais respostas.
ro_ro: Nu mai sunt răspunsuri.
sk: Žiadne ďaľšie odpovede.
sk_sk: Žiadne ďaľšie odpovede.
sr_rs: Нема више одговора.
th: ไม่มีความเห็นมากกว่านี้
ug_cn: بۇنىڭدىن باشقا جاۋاب يوق.

source: No replies yet.
bg_bg: Няма отговори засега.
et_ee: Vastuseid veel pole.
fi: Ei vastauksia.
fr_fr: Il n&#8217;y a pas encore de réponses.
hu_hu: Még nincsenek hozzászólások.
id_id: Belum ada balasan.
ja: 返信なし
pl_pl: Dotychczas brak odpowiedzi.
pt_br: Sem respostas ainda.
ro_ro: Încă nu a fost dat niciun răspuns.
sk: Ešte nikto neodpovedal.
sk_sk: Žiadne odpovde zatiaľ.
sr_rs: Још увек нема одговора.
th: ยังไม่มีความเห็น
ug_cn: تېخى جاۋاب يوق.

source: Threads Started
hu_hu: Indított topikok
id_id: Ulir yang Dimulai
sk: Načaté témy

source: Started
hu_hu: Indítva

source: Replies
hu_hu: Válasz

source: No replies.
bg_bg: Няма отговори.
et_ee: Vastuseid pole.
fi: Ei vastauksia.
fr_fr: Aucune réponse.
hu_hu: Nincsenek válaszok.
id_id: Tidak ada balasan.
ja: 返信なし
pl_pl: Brak odpowiedzi.
pt_br: Sem respostas
sk: Žiadne odpovede.
sk_sk: Žiadne odpovede.
sr_rs: Нема одговора.
th: ไม่มีความเห็น
ug_cn: جاۋاب يوق.

source: No more topics posted.
bg_bg: Няма повече теми.
et_ee: Rohkem teemasid pole postitatud.
fi: Ei uusia aiheita.
fr_fr: Pas de sujets postés.
hu_hu: Nincsenek további témák.
id_id: Tidak ada lagi topik yang dikirim.
ja: 以降の投稿トピックなし
pl_pl: Nie ma więcej żadnych tematów.
pt_br: Não há mais tópicos publicados.
ro_ro: Nu au mai fost publicate subiecte.
sk: Žiadne ďaľšie príspevky neboli zaslané.
sk_sk: Žiadne ďaľšie príspevky neboli zaslané.
sr_rs: Нема више објављених тема.
th: ไม่มีกระทู้มากกว่านี้
ug_cn: بۇنىڭدىن باشقا تېما يېزىلمىغان.

source: No topics posted yet.
bg_bg: Няма теми засега.
et_ee: Ühtegi teemat pole veel postitatud.
fi: Ei aloitettuja aiheita.
fr_fr: Il n&#8217;y a pas encore de sujets postés.
hu_hu: Még nincsenek topikok.
id_id: Belum ada topik yang dikirim.
ja: トピックなし
pl_pl: Nie rozpoczęto jeszcze żadnych tematów.
pt_br: Nenhum tópico publicado ainda.
ro_ro: Încă nu a fost publicat niciun subiect.
sk: Zatiaľ tu nie sú žiadne témy.
sk_sk: Zatiaľ neboli pridané žiadne témy.
sr_rs: Још увек нема објављених тема.
th: ยังไม่มีกระทู้
ug_cn: تېخى تېما يېزىلمىدى.

source: Great!
bg_bg: Чудесно!
et_ee: Suurepärane!
fi: Upeaa!
fr_fr: Excellent !
hu_hu: Nagyszerű!
id_id: Bagus!
ja: 登録ありがとうございます !
pl_pl: Świetnie!
pt_br: Ótimo!
ro_ro: Grozav!
sk: Skvelé!
sk_sk: Skvelé!
sr_rs: Одлично!
th: เยี่ยมมาก
ug_cn: تىزىملاتقىنىڭىزغا رەھمەت!

source: Your registration as <strong>%s</strong> was successful. Within a few minutes you should receive an email with your password.
bg_bg: Вече сте регистриран като <strong>%s</strong>. До няколко минути трябва да получите E-mail с паролата си.
et_ee: <strong>%s</strong>, registreerimine õnnestus. Mõne minuti jooksul peaksite oma e-postkastist leidma kirja oma parooliga.
fi: Käyttäjänimen <strong>%s</strong> rekisteröiminen onnistui. Saat salasanasi sähköpostitse muutaman minuutin kuluessa.
fr_fr: Votre inscription en tant que <strong>%s</strong> s&#8217;est bien déroulée. Vous devriez recevoir votre mot de passe par e-mail dans quelques minutes.
hu_hu: Sikeresen regisztrálva, mint <strong>%s</strong>. Pár percen belül érkezik egy e-mailt a belépéshez szükséges jelszóval.
id_id: Pendaftaran Anda sebagai <strong>%s</strong> berhasil. Dalam beberapa menit Anda seharusnya menerima sebuah email dengan kata sandi Anda.
ja: <strong>%s</strong> の登録に成功しました。数分したら、パスワードが記載されたメールが届くはずです。
pl_pl: Twoja rejestracja jako <strong>%s</strong> została ukończona pomyślnie. W ciągu kilku minut w Twojej skrzynce e-mail powinna pojawić się wiadomość z Twoim hasłem.
pt_br: Seu registro como <strong>%s</strong> foi bem-sucedido. Em alguns minutos, você receberá um email com a senha.
ro_ro: Înregistrarea numelui de utilizator <strong>%s</strong> s-a încheiat. În câteva minute ar trebui să primești un email cu parola.
sk: Si úspešne zaregistrovaný ako <strong>%s</strong>. V priebehu niekoľkých minút by si mal prijať e-mail s tvojim heslom.
sk_sk: Boli ste úspešne zaregistrovaný ako <strong>%s</strong>. V priebehu niekoľkých minút by ste mali prijať e-mail s vašim heslom.
sr_rs: Ваша регистрација као <strong>%s</strong> је успешна. За неколико минута би требало да добијете е-пошту са својом лозинком.
th: การลงทะเบียนของคุณในชื่อ <strong>%s</strong> สำเร็จแล้ว ภายในไม่กี่นาทีคุณควรจะได้รับอีเมล์ที่ระบุรหัสผ่านของคุณ
ug_cn: <strong>%s</strong> نامىدا غەلىبىلىك تىزىملاتتىڭىز. سەل تۇرۇپ پارول يېزىلغان ئېلخەتنى تاپشۇرۇپ ئالىسىز.

source: Register
bg_bg: Регистрирай се
et_ee: Registreeru
fi: Rekisteröidy
fr_fr: Inscription
hu_hu: Regisztráció
id_id: Daftar
ja: 登録
pl_pl: Zarejestruj się
pt_br: Registrar-se
ro_ro: Înregistrează-te
sk: Registrácia
sk_sk: Registrácia
sr_rs: Регистрација
th: ลงทะเบียน
ug_cn: تىزىملىتىش

source: Registration
bg_bg: Регистрация
et_ee: Registreerimisvorm
fi: Rekisteröityminen
fr_fr: Inscription
hu_hu: Regisztráció
id_id: Pendaftaran
ja: 登録
pl_pl: Rejestracja
pt_br: Registro
ro_ro: Înregistrare
sk: Registrácia
sk_sk: Registrácia
sr_rs: Регистрација
th: การลงทะเบียน
ug_cn: تىزىملىتىش

source: Your password will be emailed to the address you provide.
bg_bg: Паролата ще бъде изпретена до адреса, който предоставите.
et_ee: Parool saadetakse teile e-postiga.
fi: Salasanasi lähetetään antamaasi sähköpostiosoitteeseen.
fr_fr: Votre mot de passe sera envoyé à l&#8217;adresse e-mail que vous indiquerez.
hu_hu: A jelszót a megadott e-mail címre küldjük el.
id_id: Kata sandi Anda akan dikirimkan ke alamat email yang Anda sediakan.
ja: ご指定のメールアドレスへパスワードを送信します。
pl_pl: Twoje hasło zostanie wysłane na podany adres e-mail.
pt_br: Sua senha será enviada para o email que você forneceu.
ro_ro: Parola va fi trimisă prin email la adresa specificată.
sr_rs: Ваша лозинка ће вам бити послата на адресу коју сте оставили.
th: รหัสผ่านของคุณจะถูกส่งไปยังที่อยู่อีเมล์ที่คุณให้ไว้
ug_cn: پارول سىزنىڭ ئېلخەت ئادرېسىڭىزغا ئەۋەتىپ بېرىلىدۇ.

source: Your username was not valid, please try again
hu_hu: A felhasználói neved érvénytelen, kérlek próbáld újra
id_id: Nama pengguna Anda tidak valid. Silakan coba lagi.
sk: Tvoje užívateľské meno nebolo platné, prosím skús iné.
th: ชื่อผู้ใช้ของคุณไม่สามารถใช้งานได้ โปรดลองใหม่อีกครั้ง

source: <br />There was a problem with your email; please check it.
hu_hu: <br />Valami probléma volt az email címmel, kérlek ellenőrizd.
id_id: <br />Ada masalah dengan email Anda, mohon diperiksa.
sk: <br />Bol tu problém s tvojim e-mailom. Prosím over to.
th: <br />มีปัญหาเกี่ยวกับอีเมล์ของคุณ โปรดตรวจสอบ

source: <br />The above field is required.
hu_hu: <br />A fenti mező kötelező.
id_id: <br />Ruas di atas wajib diisi.
sk: <br />To políčko treba vyplniť.
th: <br />คุณต้องใส่ข้อมูลช่องด้านบน

source: Register &raquo;
bg_bg: Регистрация &raquo;
et_ee: Registreeru &raquo;
fi: Rekisteröidy &raquo;
fr_fr: Inscription &raquo;
hu_hu: Regisztráció &raquo;
id_id: Daftar &raquo;
ja: 登録 &raquo;
pl_pl: Zarejestruj się &raquo;
pt_br: Registrar &raquo;
ro_ro: Înregistrează-te &raquo;
sr_rs: Регистрација &raquo;
th: ลงทะเบียน &raquo;
ug_cn: تىزىملىتىش &raquo;

source: You&#8217;re already logged in, why do you need to register?
bg_bg: Вече сте влезли. Няма нужда да се регистрирате.
et_ee: Sa oled juba sisse logitud, milleks registreerida?
fi: Olet jo kirjautuneena sisään, miksi siis rekisteröityä?
fr_fr: Vous êtes déjà connecté(e), pourquoi souhaitez-vous vous inscrire ?
hu_hu: Már be vagy jelentkezve, miért kéne regisztrálnod?
id_id: Anda sudah masuk log. Mengapa Anda perlu mendaftar?
ja: ログイン済みです。登録する必要はありません。
pl_pl: Zalogowano się już, dlaczego chcesz się zarejestrować?
pt_br: Você já fez login. Por que precisa se registrar?
ro_ro: Ești deja autentificat, de ce mai vrei să te înregistrezi?
sk: Už si prihlásený. Prečo sa potrebuješ registrovať?
sk_sk: Už ste prihlásený. Prečo sa potrebujete registrovať?
sr_rs: Већ сте пријављени, зашто вам је потребно да се региструјете?
th: คุณได้เข้าสู่ระบบอยู่แล้ว ไม่จำเป็นต้องลงทะเบียนอีก
ug_cn: سىز كىرىپ بولغان. نېمىشقا تىزىملاتماقچى بولۇپ قالدىڭىز؟

source: Search for
bg_bg: Търси
et_ee: Otsi
fi: Etsi
fr_fr: Recherche pour
hu_hu: Keresett kifejezés
id_id: Pencarian untuk
ja: 検索結果:
pl_pl: Szukaj:
pt_br: Procurar
ro_ro: Caută după
sk: Vyhľadávanie
sk_sk: Vyhľadávanie
sr_rs: Претрага за
th: ค้นหาสำหรับ
ug_cn: ئىزدەش:

source: Recent Posts
bg_bg: Скорошни отговори
es_es: Mensajes recientes
et_ee: Värsked postitused
fi: Viimeisimmät viestit
fr_fr: Derniers messages
hu_hu: Legutóbbi bejegyzések
id_id: Tulisan Terakhir
ja: 最近の投稿
pl_pl: Ostatnie wpisy
pt_br: Tópicos recentes
ro_ro: Mesaje recente
sk: Najnovšie príspevky
sk_sk: Najnovšie príspevky
sr_rs: Скорашње поруке
th: ความเห็นล่าสุด
ug_cn: يېقىنقى يازمىلار

source: Posted
et_ee: Postitatud
hu_hu: Elküldve:
id_id: Terkirim
sk: Publikované
th: ถูกโพสท์แล้ว

source: Relevant posts
bg_bg: Намерени отговори
et_ee: Sarnased postitused
fi: Aiheeseen liittyvät viestit
fr_fr: Résultats suivants
hu_hu: Hasonló bejegyzések
id_id: Tulisan yang relevan
ja: 関連する投稿
pl_pl: Pokrewne wpisy
pt_br: Posts relevantes
ro_ro: Mesaje relevante
sk: Relevantné príspevky
sk_sk: Relevantné príspevky
sr_rs: Меродавне поруке
th: ความเห็นที่คล้ายกัน
ug_cn: ئالاقىدار يازمىلار

source: No results found.
bg_bg: Няма резултати от търсенето.
et_ee: Tulemusi pole.
fi: Ei tuloksia.
fr_fr: Aucun résultat.
hu_hu: Nincs ilyen adat.
id_id: Tidak ada hasil yang ditemukan.
ja: 見つかりませんでした。
pl_pl: Nie znaleziono żadnych elementów.
pt_br: Nenhum resultado encontrado.
ro_ro: Nu s-a găsit niciun rezultat.
sk: Žiadne výsledky sa nenašli.
sk_sk: Žiadne výsledky sa nenašli.
sr_rs: Нема резултата.
th: ไม่พบผลลัพท์
ug_cn: نەتىجە تېپىلمىدى.

source: <abbr title="Really Simple Syndication">RSS</abbr> link for this tag.
hu_hu: <abbr title="Really Simple Syndication">RSS</abbr> hírforrás ehhez a cimkéhez
id_id: Taut <abbr title="Really Simple Syndication">RSS</abbr> untuk tag ini.
sk: <abbr title="Really Simple Syndication">RSS</abbr> odkaz pre túto značku.
th: <abbr title="Really Simple Syndication">RSS</abbr> ลิงก์สำหรับแท็กนี้

source: This is a collection of tags that are currently popular on the forums.
bg_bg: Това са най-популярните етикети на форума в момента.
et_ee: See on kogum siltidest, mis on hetkel foorumis populaarsed.
fi: Tämä on kokoelma avainsanoja, jotka ovat tällä hetkellä suosittuja foorumeissa.
fr_fr: Ceci est la collection des mots clefs actuellement les plus populaires du forum.
hu_hu: Ez a fórumok népszerű címkéinek a gyűjteménye.
id_id: Ini adalah kumpulan tag yang saat ini populer di forum.
ja: これはフォーラムで現在よく使われているタグを集めたものです。
pl_pl: Oto kolekcja tagów, które są obecnie popularne na tym forum.
pt_br: Esta é uma coleção de tags que atualmente são populares nos fóruns.
ro_ro: Aici este o colecție de etichete care acum sunt cele mai populare pe forumuri.
sk: Toto je zbierka značiek, ktoré sú práve na fóre populárne.
sk_sk: Toto je zbierka značiek, ktoré sú práve na fóre populárne.
sr_rs: Ово је збирка ознака које су тренутно популарне на форумима.
th: นี่เป็นชุดของแท็กที่กำลังนิยมอยู่ตอนนี้บนฟอรั่ม
ug_cn: بۇ بولسا نۆۋەتتە مۇنبەردىكى ئەڭ ئاۋات خەتكۈچلەرنىڭ توپلىمىدىن ئىبارەت.

source: No <a href="%s">tags</a> yet.
bg_bg: Няма <a href="%s">tags</a>.
et_ee: Ühtegi <a href="%s">silti</a> pole veel.
fi: Ei vielä <a href="%s">avainsanoja</a>.
fr_fr: Pas encore de <a href="%s">mot clef</a>.
hu_hu: Nincsenek még <a href="%s">címkék</a>.
id_id: Belum ada <a href="%s">tag</a>.
ja: まだ<a href="%s">タグ</a>がありません。
pl_pl: Dotychczas brak <a href="%s">tagów</a>.
pt_br: Nenhuma <a href="%s">tag</a> ainda.
ro_ro: Încă nu există nicio <a href="%s">etichetă</a>.
sk: Zatiaľ žiadne <a href="%s">značky</a>.
sk_sk: Zatiaľ žiadne <a href="%s">značky</a>.
sr_rs: Још увек нема <a href="%s">ознака</a>.
th: ยังไม่มี <a href="%s">แท็ก</a>
ug_cn: تېخى <a href="%s">خەتكۈچ</a> يوق.
